{
  "paper_id": "Al-Inany_et_al-2016-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:04.729399Z"
  },
  "title": "Gonadotrophin-releasing hormone antagonists for assisted reproductive technology",
  "authors": [
    {
      "first": "Hesham",
      "last": "Al-Inany",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Cairo University",
        "location": {
          "settlement": "Cairo",
          "country": "Egypt"
        }
      }
    },
    {
      "first": "Mohamed",
      "last": "Youssef",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Cairo University",
        "location": {
          "settlement": "Cairo",
          "country": "Egypt"
        }
      }
    },
    {
      "first": "Reuben",
      "last": "Ayeleke",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University of Auckland",
        "location": {
          "settlement": "Auckland",
          "country": "New Zealand"
        }
      }
    },
    {
      "first": "Julie",
      "last": "Brown",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "The University of Auckland",
        "location": {
          "settlement": "Auckland",
          "country": "New Zealand"
        }
      }
    },
    {
      "first": "Wai",
      "last": "Lam",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University of Auckland",
        "location": {
          "settlement": "Auckland",
          "country": "New Zealand"
        }
      }
    },
    {
      "first": "Frank",
      "last": "Broekmans",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University Medical Center",
        "location": {
          "settlement": "Utrecht",
          "country": "Netherlands"
        }
      }
    }
  ],
  "year": "",
  "abstract": "Gonadotrophin-releasing hormone (GnRH) antagonists can be used to prevent a luteinizing hormone (LH) surge during controlled ovarian hyperstimulation (COH) without the hypo-oestrogenic side-e ects, flare-up, or long down-regulation period associated with agonists.The antagonists directly and rapidly inhibit gonadotrophin release within several hours through competitive binding to pituitary GnRH receptors.This property allows their use at any time during the follicular phase.Several di erent regimens have been described including multiple-dose fixed (0.25 mg daily from day six to seven of stimulation), multiple-dose flexible (0.25 mg daily when leading follicle is 14 to 15 mm), and single-dose (single administration of 3 mg on day 7 to 8 of stimulation) protocols, with or without the addition of an oral contraceptive pill.Further, women receiving antagonists have been shown to have a lower incidence of ovarian hyperstimulation syndrome (OHSS).Assuming comparable clinical outcomes for the antagonist and agonist protocols, these benefits would justify a change from the standard long agonist protocol to antagonist regimens.This is an update of a Cochrane review first published in 2001, and previously updated in 2006 and 2011.To evaluate the e ectiveness and safety of gonadotrophin-releasing hormone (GnRH) antagonists compared with the standard long protocol of GnRH agonists for controlled ovarian hyperstimulation in assisted conception cycles.Search methods",
  "pdf_parse_keywords": [
    "Informed decisions",
    "Better health",
    "Informed decisions",
    "Better health Trusted evidence",
    "Informed decisions",
    "Better health Better health"
  ],
  "body_text": [
    "ABSTRACT",
    "Controlled ovarian hyperstimulation (COH) coupled with in vitro fertilisation (IVF) or intracytoplasmic sperm injection (ICSI) was one of the major advances in the treatment of subfertility in the second half of the 20th century.One aspect of COH-IVF or ICSI that requires attention is the occurrence of a luteinizing hormone (LH) surge which may occur prematurely, before the leading follicle reaches the optimum diameter for triggering ovulation.Such premature LH surges prevent e ective induction of multiple follicular maturation patterns for a significant number of women.",
    "Gonadotrophin-releasing hormone agonists (GnRH agonists) have played an important role in reducing the incidence of premature LH surges by reversibly blocking pituitary gonadotrophin secretion.As a result, the rates of cancellation of assisted conception cycles are decreased and pregnancy rates increased (Albano 1996; Hughes 1992).However, the use of GnRH agonists is not without disadvantages.Even though the standard long-course GnRH agonist protocol proved to be the most e icacious protocol (Daya 2000) for the use of GnRH agonists, it requires two to three weeks for desensitisation, with relatively high costs due to an increased requirement for gonadotrophin injections, and the need for hormonal and ultrasonographic measurements (Olivennes 1994).",
    "A common complication associated with ovarian stimulation with exogenous gonadotrophins is ovarian hyperstimulation syndrome (OHSS) (Mathur 2007).It usually occurs following a LH surge or a er exposure to human chorionic gonadotrophin (hCG) (Mozes 1965) .Most cases of OHSS are mild with few or no clinical consequences.However, severe cases occur occasionally with serious morbidity and mortalities (Delvigne 2002).Gonadotrophinreleasing hormone analogues (GnRH agonists and antagonists) stabilise the luteal phase thereby preventing premature LH surges and reducing the risk of OHSS.",
    "In 1999, gonadotrophin-releasing hormone antagonists (GnRH antagonist) were introduced to the market to prevent LH surge, and it was assumed that GnRH antagonists might be a more patientfriendly protocol than the mid-luteal GnRH agonist protocol.GnRH antagonists cause immediate, reversible and dose-related inhibition of gonadotrophin release by competitive blockade of the GnRH receptors in the pituitary gland, and therefore treatment can be restricted to those days when a premature LH surge is likely to occur (Duijkers 1998; Felberbaum 1995; Huirne 2007) .",
    "The first generation of GnRH antagonists were associated with allergic side-e ects due to an induced histamine release, which hampered the clinical development of these compounds.Third generation GnRH antagonists such as ganirelix (NV Organon, Oss, the Netherlands) and cetrorelix (ASTA-Medica, Frankfurt am Main, Germany) have resolved these issues and are approved for clinical use (Olivennes 1998).",
    "Two approaches have emerged in GnRH antagonist administration; the single-dose protocol, in which one injection of GnRH antagonist (Cetrotide® 3 mg, Merck SeronoSA., Geneva, Switzerland ) is administered in the late phase of ovarian stimulation and the multiple-dose regimen, in which 0.25 µg of cetrorelix or ganirelix is administered daily from stimulation day 6 onwards (fixed regimen).A flexible regimen based on the follicular size, has since been introduced to minimise the number and duration of GnRH antagonist injections (Huirne 2007).",
    "In a natural ovulatory cycle, ovulation, the release of the dominant follicle from the ovary, usually occurs about 36 hours a er LH surge.In women undergoing controlled ovarian stimulation (COS) during assisted reproductive technology (ART), certain agents are usually administered to mimic the natural LH surge.Ultrasound scan and blood oestrogen levels are used to determine the day on which to administer the triggering agents.Ovulation triggering agents include hCG and GnRH agonist.These agents have di erent modes of action and their use might, therefore, di erentially influence the e ectiveness of GnRH antagonists.",
    "Applying GnRH antagonists for pituitary desensitisation during COH is expected to result in a dramatic reduction in the duration of GnRH analogue treatment and to reduce the amount of gonadotrophin needed for stimulation as compared with the long agonist protocol.Other potential benefits include a lower risk of developing severe ovarian hyperstimulation syndrome (OHSS) and avoidance of oestrogen deprivation symptoms (for example hot flushes, sleep disturbances, headaches) frequently observed in the pre-stimulation phase of a long agonist protocol.Whether the previously mentioned benefits justify a change in routine treatment from the standard long-course GnRH agonist protocol to the GnRH antagonist regimen depends on whether the clinical outcomes using these protocols are similar.",
    "The first Cochrane review on this topic was published in 2001 and was updated in 2006 and 2011.As further RCTs have been published, this is a further update of the evidence on the comparative e ectiveness of GnRH antagonists versus GnRH agonists in women undergoing COH-IVF or ICSI, with respect to reducing the risk of OHSS and cycle cancellation while maintaining the live birth rate.",
    "To evaluate the e ectiveness and safety of gonadotrophinreleasing hormone (GnRH) antagonists compared with the standard long protocol of GnRH agonists for controlled ovarian hyperstimulation in assisted conception cycles.",
    "Only randomised controlled trials (RCTs) with a parallel design were eligible for inclusion.Quasi-randomised trials were not included (e.g.studies with evidence of inadequate sequence generation such as alternate days, patient numbers) as they are associated with a high risk of bias.If cross-over studies, with cross-over occurring between cycles, were available, we would have included only the first cycle, before the cross-over.",
    "Trusted evidence.Informed decisions.Better health.",
    "Subfertile couples undergoing controlled ovarian hyperstimulation (COH) as part of an IVF or ICSI programme using GnRH antagonists or long-course GnRH agonist protocols for the prevention of premature LH surges.",
    "Pituitary suppression with GnRH antagonists (for example cetrorelix, ganirelix) or long-course GnRH agonists together with ovarian stimulation with recombinant or urinary human follicle stimulating hormone (hFSH) or human menopausal gonadotrophin (hMG), or both, or clomiphene citrate as part of an IVF or ICSI treatment cycles.Further, the use of oral contraceptive pill (OCP) pre-treatment did not constitute an inclusion or exclusion criterion but rather was a variation in the protocols used.",
    " Live birth rate (LBR) per woman randomised, defined as delivery of a live fetus a er 20 completed weeks of gestation. Ovarian hyperstimulation syndrome (OHSS) rate per woman randomised, with grading as detected by clinical grading of OHSS, laboratory investigations (e.g.haematocrit, haemoglobin, renal function) or imaging techniques (ovarian and abdominal ultrasound, chest X-ray), or both: all women, moderate or severe OHSS.",
    " Ongoing pregnancy rate (OPR) per woman randomised, defined as a pregnancy beyond 12 weeks' gestation. Clinical pregnancy rate (CPR) per woman randomised, defined as the presence of a gestational sac ± fetal heart beat at transvaginal ultrasound. Other adverse e ects.",
    " Miscarriage rate per woman randomised: miscarriage is defined as pregnancy loss before 20 weeks' gestation.Miscarriage rate per clinical pregnancy was analysed as a secondary analysis). Cycle cancellation rate per woman randomised.Two types of cycle cancellation were assessed in separate analyses: cycle cancellation due to high risk of OHSS and cycle cancellation due to poor ovarian response.",
    "We searched for all published and unpublished RCTs of GnRH antagonist versus the long-course GnRH agonist protocol in women undergoing COH-IVF or ICSI using the following search strategy, without language restriction and in consultation with the Gynaecology and Fertility Group (CGF) (formerly known as Menstrual Disorders and Subfertility Group (MDSG)) Information Specialist.We performed the most recent searches on 28 April 2015.",
    "The following electronic databases, trial registers and websites were searched (from their inception).",
    " Menstrual Disorders and Subfertility Group (MDSG) Specialised Register (updated search from 2010 to 28 April 2015) (Appendix 1).",
    "We also searched the reference lists of all known primary studies, review articles, citation lists of relevant publications, abstracts of major scientific meetings (for example of the European Society of Human Reproduction and Embryology (ESHRE) and American Society for Reproductive Medicine (ASRM)).We contacted known experts and personal contacts regarding any unpublished materials.",
    "In addition, we handsearched appropriate journals.The list of journals is in the CGF Module, which can be found in The Cochrane Library under BROWSE -'By Review Group' -'Cochrane Gynaecology and Fertility Group' -then 'about this group' at the top of this page.We liaised with the CGF Information Specialist to avoid duplication of handsearching.",
    "Trusted evidence.Informed decisions.Better health.",
    "A er an initial screen of titles and abstracts retrieved by the search, we retrieved the full texts of all potentially eligible studies.Two review authors (RA and JB) independently examined these full-text articles for compliance with the inclusion criteria and selected studies eligible for inclusion in the review.We contacted study investigators as required, to clarify study eligibility.We resolved disagreements as to study eligibility by discussion or by involving a third review author (MAY).We documented the selection process with a PRISMA flow chart (Figure 1 ",
    "Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011a).Where studies had multiple publications the review authors collated multiple reports of the same study, so that each study rather than each report was the unit of interest in the review, and such studies would have a single study ID with multiple references.We contacted trial authors to request additional information or data.We also received a response from the sponsoring pharmaceutical companies.",
    "Three authors (RA, JB and WSL) independently assessed the risk of bias of the included trials using The Cochrane 'Risk of bias' (RoB) tool (Higgins 2011b).The domains assessed were: (1) sequence generation (for example; was the method used for allocation sequence adequately described?);(2) allocation concealment (for example, was allocation adequately concealed?);(3) blinding of participants, personnel and outcome assessors (for example; was knowledge of the allocated intervention adequately prevented during the study?);(4) incomplete outcome data (for example, were incomplete outcome data adequately addressed?);(5) selective outcome reporting (for example, were reports of the study free of suggestion of selective outcome reporting?);and (6) other sources of bias (for example, was the study apparently free of other problems that could put it at a high risk of bias?).Other potential sources of bias included baseline imbalances, source of funding, early stopping for benefit, and appropriateness of cross-over design.We resolved disagreements by discussion or by consulting a fourth review author.We described all judgements fully and presented the conclusions in the 'Risk of bias' table (see the Characteristics of included studies table), which was incorporated into the interpretation of review findings by means of sensitivity analyses (see below).",
    "With respect to selective reporting, we sought published protocols and compared the outcomes between the protocol and the final published study, but the searches did not yield published protocols of any of the included studies.We took care to search for within-trial selective reporting, such as non-reporting of obvious outcomes, or reporting them in insu icient detail to allow for inclusion.Where identified studies failed to report the primary outcomes of live birth and OHSS but did report interim outcomes such as pregnancy, we undertook informal assessment as to whether the interim values (e.g.pregnancy rates) were similar to those reported in studies that also reported live birth.",
    "We only reported dichotomous data (e.g.live birth rates) in this review and we used the numbers of events in the control and intervention groups of each study to calculate Mantel-Haenszel odds ratios (ORs).We reversed the direction of e ect of individual studies, if required, to ensure consistency across trials.We presented 95% confidence intervals (CIs) for all outcomes.Where data to calculate ORs were not available, we utilised the most detailed numerical data available that facilitated similar analyses of included studies (e.g.test statistics, P values).We compared the magnitude and direction of e ect reported by studies with how they were presented in the review, taking account of legitimate di erences (Deeks 2011).",
    "The primary analysis was per woman randomised.We also included per clinical pregnancy data for miscarriage.we contacted authors of studies that did not allow valid analysis of data (e.g.'per cycle' data) and requested 'per woman' data.If no 'per woman' data was provided a er contact, we did not include such studies in metaanalyses.",
    "We analysed the data on an intention-to-treat basis as far as possible and made attempts to obtain missing data from the original trialists.Initially, we planned to undertake imputation of individual values for the primary outcomes if we were unable to obtain missing data from the original trialists but no data imputation was undertaken in the end and we analysed only the available data.",
    "We considered whether the clinical and methodological characteristics of the included studies were su iciently similar for meta-analysis to provide a clinically meaningful summary.We assessed statistical heterogeneity by the measure of the I 2 statistic (Higgins 2003).We took an I 2 statistic measurement greater than 50% to indicate substantial heterogeneity (Deeks 2011).",
    "In view of the di iculty of detecting and correcting for publication bias and other reporting biases, the review authors aimed to minimise their potential impact by ensuring a comprehensive search for eligible studies and by being alert for duplication of data.We used a funnel plot to explore the possibility of small study e ects (a tendency for estimates of the intervention e ect to be more beneficial in smaller studies) (Egger 1997).",
    "Where the studies were su iciently similar, we combined the data using a fixed-e ect analysis (on the assumption that the underlying e ect size was the same for all the trials in the analysis) comparing GnRH antagonist versus long course GnRH agonist.",
    "An increase in the odds of a particular outcome that were likely to be beneficial (e.g.live birth) or detrimental (e.g.adverse e ects), were displayed graphically in the meta-analyses to the right of the centre-line and a decrease in the odds of an outcome to the le of the centre-line.",
    "All analyses were performed using Review Manager so ware (RevMan) (RevMan 2014).",
    "Where there were su icient data we performed subgroup analyses for the following variables, for live birth and pregnancy outcomes.",
    " Triggering agent used for oocyte maturation (hCG, GnRH agonist, mixed (hCG/GnRH agonist) or unknown agent)  Minimal or standard level of stimulation Where we detected substantial heterogeneity, we explored possible explanations in sensitivity analyses.We took any",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews statistical heterogeneity into account when interpreting the results, especially where there was any variation in the direction of e ect.",
    "We conducted sensitivity analyses for LBR and OPR to determine whether the conclusions were robust to arbitrary decisions made regarding the eligibility and analysis (Moher 1999).These analyses included consideration of whether the review conclusions would have di ered if:",
    " a random-e ects model had been adopted;",
    " the summary e ect measure was risk ratio rather than odds ratio.",
    "We prepared a 'Summary of findings' table using GRADEpro Guideline Development Tool (GRADEpro GDT 2015) .This table evaluated the overall quality of the body of evidence for all review outcomes (live birth, OHSS, ongoing pregnancy, clinical pregnancy, miscarriage and cycle cancellation), using GRADE criteria (study limitations (i.e.risk of bias), consistency of e ect, imprecision, indirectness and publication bias).Judgements about evidence quality (high, unclear (moderate) or low) were justified, documented, and incorporated into reporting of results for each outcome (Summary of findings for the main comparison).",
    "See the table 'Characteristics of included studies'.",
    "We retrieved 479 records a er removal of duplicates, excluded 399 as ineligible, and assessed 80 full-text articles.Of these, we excluded 51 and included 28 studies (29 reports).Seventythree randomised controlled studies (84 reports), involving 12,212 randomised women, met the inclusion criteria and were fully reviewed (Characteristics of included studies) (See Figure 1 for details of this process).",
    " Twelve studies were multi-centre ( ",
    "For the risk of bias (ROB) of the included trials, please see Figure 2 and Figure 3 .",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    " We examined blinding with regard to who was blinded in the trials.We looked for all levels of blinding and categorised them as follows: (i) However, some of the outcome measures such as live birth were objectively assessed and non-blinding of study outcome assessors was not likely to have a ected their measurement.",
    "We judged thirty-seven of the included studies as being at low risk of bias in this domain, because they reported that there were no losses to follow up, proportions of withdrawals and reasons for withdrawals were balanced in both treatment groups, or women were analysed on the basis of intention-to-treat, where all women randomised were included in the final analysis whether or not they completed treatment.We judged the remaining studies either as unclear (where studies reported insu icient information with regard to attrition) or high risk of bias (where proportions of and reasons for withdrawals were not balanced between the two treatment groups and not all participants were included in the final analysis).",
    "Although the protocols of the included studies were not available for assessment, we scrutinised the methods section for prespecified outcome measures.Most of the included studies were rated as low risk of bias in this domain as they pre-specified the outcomes on which data were reported in the methods section.The remaining studies were judged to be either at unclear risk, where there was insu icient information to make conclusive judgements, or low risk, where it was clear that they engaged in selective outcome reporting.",
    "We found no potential sources of within-study bias in most of the included studies as the baseline characteristics were similar between the treatment groups and were, therefore, rated to be at low risk of bias.The remaining studies were rated either as unclear risk, where there was insu icient information to arrive at a judgement, or high risk where there was evidence of significant di erences in demographic characteristics between the treatment groups.",
    "See: Summary of findings for the main comparison GnRH antagonist compared to long-course GnRH agonist for assisted reproductive technology (ART)",
    "The included studies enrolled a total of 12,212 randomised participants, although the sample size varied across the trials.We performed the analyses on the number of women randomised and not on the number of participants treated.",
    "1.1 Live birth rate per woman randomised (Analysis 1.1; Figure 4 )",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews Twelve trials reported live birth rates in 2303 women.There was no evidence of a di erence following GnRH antagonist compared with GnRH agonist (OR 1.02, 95% CI 0.85 to 1.23; I 2 = 27%, moderate quality evidence).The evidence suggested that if the chance of live birth following treatment with GnRH agonist is assumed to be 29%, the chance following treatment with GnRH antagonist would be between 25% and 33%.On sensitivity analysis, there was no change in the above conclusion using a random-e ects model (OR 1.01, 95% CI 0.80 to 1.27) or using risk ratio (RR) as a measure of e ect estimate (RR 1.02, 95% CI 0.89 to 1.15).A funnel plot to explore the possibility of small study e ect showed a tendency for estimates of the intervention e ect to be more beneficial in smaller studies in the GnRH antagonist group (see Figure 5 ).",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews Two trials reported live birth rates in 524 women undergoing minimal stimulation IVF.There was no evidence of a di erence following GnRH antagonist treatment compared with GnRH agonist treatment (OR 0.89, 95% CI 0.62 to 1.26; I 2 = 0%).",
    "Grouped by trigger ( Analysis 1.3; Figure 7 )",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "In a subgroup analysis, 11 trials reported live birth rates in 1899 women receiving hCG for ovarian maturation.There was no evidence of a di erence following GnRH antagonist treatment compared with GnRH agonist treatment (OR 1.09, 95% CI 0.89 to 1.34; I 2 = 26%).",
    "One trial did not report the triggering agent used for ovarian maturation in 404 women.There was no evidence of a di erence in live birth rate between GnRH antagonist and GnRH agonist treatment groups (OR 0.80, 95% CI 0.54 to 1.21).",
    "( Analysis 1.4; Figure 8 ) Thirty-six trials reported ovarian hyperstimulation rates in 7944 women.There was evidence of a lower OHSS rate in women who received GnRH antagonist compared with those were treated with GnRH agonist: 290/4474 (6%) versus 396/3470 (11%) (OR 0.61, 95% CI 0.51 to 0.72; I 2 = 31%, moderate quality evidence).The evidence suggested that if the risk of OHSS following GnRH agonist is assumed to be 11%, the risk following GnRH antagonist would be between 6% and 9%.Twenty trials reported moderate or severe ovarian hyperstimulation rates in 5141 women.There was evidence of a lower rate of moderate or severe OHSS in GnRH antagonist compared with GnRH agonist groups: 97/2971 (3%) versus 155/2170 (7%) (OR 0.53, 95% CI 0.40 to 0.69; I 2 = 17%).",
    "1.6 Ongoing pregnancy rate per woman randomised ( Analysis 1.6) Thirty-seven trials reported ongoing pregnancy rates in 8311 women.There was no evidence of a di erence in ongoing pregnancy rate following treatment with GnRH antagonist compared with GnRH agonist (OR 0.92, 95% CI 0.83 to 1.01; I 2 = 0%; moderate quality evidence).The evidence suggested that if the chance of ongoing pregnancy following GnRH agonist treatment is assumed to be 29%, the chance following GnRH antagonist treatment would be between 26% and 30%.There was no change in the conclusion on sensitivity analysis using either a random-e ects model (OR 0.91, 95% CI 0.83 to 1.01) or RR as a measure of treatment e ect (RR 0.94, 95% CI 0.88 to 1.01).",
    "( Analysis 1.7)",
    "Seven trials reported ongoing pregnancy rates in 1456 women undergoing minimal stimulation IVF.There was no evidence of a di erence following GnRH antagonist treatment compared with GnRH agonist treatment (OR 0.94, 95% CI 0.75 to 1.18; I 2 = 0%).",
    "( Analysis 1.8)",
    "In a subgroup analysis, 29 studies reported ongoing pregnancy rate in 5170 women in whom hCG was used to trigger oocyte maturation.There was no evidence of a di erence in ongoing pregnancy rate between the two treatment groups (OR 0.95, 95% CI 0.84 to 1.08; I 2 = 0%).",
    "One study used hCG and GnRH agonist in GnRH antagonist and GnRH agonist groups respectively to trigger oocyte maturation in 66 women.There was no evidence of a di erence in ongoing pregnancy rate between GnRH antagonist and GnRH agonist groups (OR 0.61, 95% CI 0.23 to 1.61).",
    "In a subgroup analysis, seven trials reported ongoing pregnancy rates in 3075 women in whom the agent used in triggering oocyte maturation was unknown.There was no evidence of a di erence following treatment with GnRH antagonist compared with GnRH agonist (OR 0.87, 95% CI 0.74 to 1.03; I 2 = 0%).",
    "1.9 Clinical pregnancy rate per woman randomised ( Analysis 1.9)",
    "Trusted evidence.Informed decisions.Better health.",
    "Fi y-four trials reported clinical pregnancy rates in 9959 women .",
    "There was evidence of a di erence following GnRH antagonist treatment compared with GnRH agonist treatment with a smaller proportion of women reporting clinical pregnancies in the GnRH antagonist group: 1510/5431 (28%) versus 1365/4528 (30%) (OR 0.91, 95% CI 0.83 to 1.00; I 2 = 1%, moderate quality evidence).The evidence suggested that if the chance of clinical pregnancy following GnRH agonist treatment is assumed to be 30%, the chance following GnRH antagonist treatment would be between 27% and 30%.Thirty-four trials reported miscarriage rates in 7082 women.",
    "There was no evidence of a di erence following GnRH antagonist treatment compared with GnRH agonist treatment (OR 1.03, 95% CI 0.82 to 1.29; I 2 = 0%; moderate quality evidence).The evidence suggested that if the risk of miscarriage following GnRH agonist treatment is assumed to be 5%, the risk following GnRH antagonist treatment would be between 4% and 6%.",
    "1.12 Miscarriage rate per clinical pregnancy rate ( Analysis 1.12)",
    "Thirty-four trials reported miscarriage rates per clinical pregnancy rates in 2308 women.There was no evidence of a di erence following treatment with GnRH antagonist compared with GnRH agonist (OR 1.08, 95% CI 0.84 to 1.37; I 2 = 0%)..",
    "(Analysis 1.13)",
    "Nineteen trials reported rates of cycle cancellation due to high risk of OHSS in 4256 women.There was evidence of a di erence in cancellation rates with fewer cycles cancelled in the GnRH antagonist groups compared with the GnRH agonist groups (OR 0.47, 95% CI 0.32 to 0.69; I 2 = 0%).",
    "Twenty-five trials reported rates of cancellation due to poor ovarian response in 5230 women.There was evidence of a di erence in cycle cancellation rates with more cycles cancelled in GnRH antagonist groups compared with GnRH agonist groups (OR 1.32, 95% CI 1.06 to 1.65; I 2 = 68%, moderate quality evidence).The evidence suggested that if the risk of cycle cancellation following GnRH agonist treatment is assumed to be 6%, the risk following GnRH antagonist treatment would be between 7% and 10%.There was evidence of statistical heterogeneity among the trials that contributed data to the pooled e ect estimate, with variations in the direction of e ect estimates of individual trials.On sensitivity analysis using a random-e ects model, there was no evidence of a di erence in cancellation rate between the two treatment groups (OR 1.38, 95% CI 0.82 to 2.31).Thus there is some degree of uncertainty with respect to this outcome, as it is sensitive to the choice of statistical model.",
    "The previous version of this systematic review included 45 studies, while this updated version includes 73 RCTs and 12,212 randomised women.To our knowledge this systematic review and metaanalysis represents the most recent and largest amount of evidence comparing the use of GnRH antagonist with long-course GnRH agonist protocols in IVF or ICSI treatment cycles.",
    "In this updated version of the review we focused on the e ectiveness and safety of GnRH antagonist compared to GnRH agonist cycles in ART.Regarding e ectiveness, there was no evidence of di erences in live birth rate and ongoing pregnancy rate between GnRH agonist and GnRH antagonist LH peak suppression protocols.",
    "With regard to safety, GnRH antagonists substantially reduced the incidence of OHSS.For the overall population from assembled studies, the evidence suggested that, if the risk of OHSS following GnRH agonist is assumed to be 11%, the risk following GnRH antagonist would be between 6% and 9%.In addition, there was evidence of a lower rate of moderate or severe OHSS in women who received the GnRH antagonist protocol compared with those who were treated with the GnRH agonist long protocol.However there was no evidence of a di erence in miscarriage rates per woman randomised between the two treatment protocols.There was no clear picture with respect to cycle cancellation between the two treatment groups.While fewer cycles were cancelled in the GnRH antagonist group due to high risk of OHSS, there is some degree of uncertainty with cancellation due to poor ovarian response, as this outcome was sensitive to the choice of statistical model.In summary, there is moderate quality evidence that the use of GnRH antagonist compared with long-course GnRH agonist protocols is associated with a substantial reduction in OHSS without reducing the likelihood of achieving live birth or ongoing pregnancy.",
    "Previous versions of this systematic review showed substantially lower clinical and ongoing pregnancy rates for the GnRH antagonist protocol.Two earlier meta-analyses of studies, comparing fixed and flexible GnRH antagonist protocols directly, demonstrated a trend towards higher pregnancy rates when using the fixed protocol, possibly explained by better LH control (Al-Inany 2005; Kolibianakis 2006).The improved performance of antagonist cycles in the present update cannot be explained by the relative use of fixed protocols however, as relatively few new fixed protocols were included.Cochrane Database of Systematic Reviews in antagonist cycles, although the mechanism for such change is still unclear.Further studies are needed to investigate the possible role of LH-instability in the improvement of pregnancy outcomes of GnRH antagonist cycles.",
    "Increased favourable pregnancy outcomes with GnRH antagonist treatment may also be the result of an improved learning curve with the relatively new GnRH antagonist over the last 15 years.Extensive experience with GnRH antagonist protocols in large studies, leading to more favourable study outcomes, may have positively influenced pregnancy outcomes of GnRH antagonist cycles.Finally, changes in the use of OCP pretreatment (Griesinger 2008), scheduling of hCG for final oocyte maturation (Kolibianakis 2004; Tremellen 2010; Orvieto 2008) or patient selection (Sbracia 2009) may all have contributed to the optimisation of the use of antagonist cycles in ART.However, the improvement in pregnancy outcomes could also be due to the e ects of potential bias in the included studies.For example, the forest plot (Figure 5 ) suggests a tendency for publication of studies with more favourable outcomes with the possibility of existence of unpublished studies with less favourable outcomes.",
    "Previous work on the role of OCP pretreatment in direct comparison studies has indicated that OCP pretreatment leads to a longer duration of stimulation, higher oocyte yield, but reduced ongoing pregnancy rate (Smulders 2010).Also a trend towards lower pregnancy rates when using OCP pretreatment has been observed in a separate meta-analysis (Griesinger 2008).As such, it has been recommended that OCP pretreatment does not seem to be the regimen of choice for GnRH antagonist cycles.In the previous versions of this review, however, a subgroup analysis of studies that used OCP pretreatment revealed no substantial di erence between the agonist and antagonist groups for ongoing or clinical pregnancy rates.The percentage of women receiving OCP pretreatment in the 2011 update was comparable with the preceding version in 2006.",
    "Overall, the data demonstrate that GnRH antagonist is useful in women undergoing IVF or ICSI because it substantially reduces the occurrence of OHSS without reducing the chances of achieving live a live birth.",
    "A long-course GnRH agonist protocol with maximum ovarian stimulation has been the standard protocol for many decades.However, it is relatively complex and expensive, requires long treatment cycles and intensive monitoring, and leads to an abnormal hormonal environment in women.There is now an eager desire to shi to more patient-friendly, mild ovarian-stimulation regimens in which GnRH antagonist may be a suitable solution because there is evidence to suggest that its use is associated with comparable pregnancy outcomes.",
    "A good number of the included studies did not report live birth and OHSS: 12 of the included studies reported data on live birth while only 36 reported data on OHSS.One study used single embryo transfer in the antagonist arm and double embryo transfer in the agonist arm.Some of the outcomes of interest were reported by some of the included studies in such a way that they could not be included in meta-analyses.For example, some of the denominators were reported as 'per oocyte' or 'per embryo' transferred, where the numbers of oocytes or embryos transferred were not equal to the number of women randomised.In some of the included studies, some outcomes were not properly defined making it di icult to categorise such outcomes, for example, 'pregnancy rate' which could either be 'ongoing' or 'clinical' pregnancy.We included a small number of studies because they met the inclusion criteria, although they did not report data on any of the outcomes of interest.With respect to the triggering agent used for oocyte maturation, the majority of the studies either used hCG or did not report the triggering agent used.Thus no comparison could be made between the triggering agents such as hCG versus GnRH agonist.",
    "The evidence was of moderate quality using GRADE ratings for live birth, OHSS, ongoing pregnancy, clinical pregnancy, miscarriage and cycle cancellation due to poor ovarian response.The main limitations in the evidence were poor reporting of study methods.For example, a majority of the included studies either did not report the processes involved in random sequence generation and allocation concealment or reported vague and insu icient information on the processes, thereby making it di icult to make conclusive judgements on these domains of risk of bias.Poor reporting also a ected the assessment of other domains of risk of bias with most of them being rated as 'unclear'.For live birth, there was evidence suggestive of the possibility of reporting (publication) bias with small studies more likely to report favourable outcomes for GnRH antagonist.",
    "Although comprehensive searches were undertaken to ensure that all eligible studies were identified, it is not impossible that some potentially eligible studies could have been le out.",
    "The GnRH antagonist protocol is a short and simple protocol with evidence suggesting a comparable live birth rate and a substantial reduction in the incidence of ovarian hyperstimulation syndrome when compared to GnRH agonist long protocol in women undergoing ART.",
    "In view of the shortcomings noted in the included studies, especially with regard to the methods of reporting of trial procedures, more properly designed studies in accordance with the CONSORT statement are need to further evaluate the e ectiveness and safety of the GnRH antagonist protocol (Schulz 2010).For example, it would be desirable to have trials with low risk of bias with primary outcomes of live birth and OHSS.In addition, further studies are needed to assess this treatment regimen in poor and high responders.We attempted to subgroup treatment regimens by the ovulation triggering agent but no data were available for a proper analysis, as the majority of the included studies either used hCG or did not specify their triggering agents.This is a potential area to be explored by future research.It is also important to understand why pregnancy outcomes have become progressively more favourable with the use of GnRH antagonists.One possible explanation for this could be a decrease in LH instability.This area should be further investigated.Although not a focus of the current update, the potential e ects of OCP pretreatment should be further investigated.",
    "Patient satisfaction surveys should also be undertaken to evaluate their impression about GnRH antagonist treatment regimens.",
    "Embryo transfer: at 3 or 5 days",
    "Luteal phase support: progesterone, one centre treated women with P, 25 mg IM, on the day of retrieval, followed by P, 50 mg IM daily, with some women being supplemented with hCG 2,500 IU on days 3 and 6 after retrieval.The other centres prescribed luteal support with a daily dose of P (50 mg IM).",
    " Women who continued to have elevated E2 levels (> 60 pg/mL) and a cyst were removed from the study.If the E2 level was < 60 pg/mL and the cyst was still present, it could be aspirated and the participant would remain enrolled in the study and begin their recombinant FSH administration on Friday, along with a reduction of the GnRH agonist dose to 0.25 mg per day  Women who had a serum E2 level of > 60 pg/mL or a cyst > 20 mm were continued on the same leuprolide dose for another week  In women randomised to the GnRH-antagonist group who had an E2 level of < 60 pg/mL, they could begin recombinant FSH on that Friday (5th day after OC).If they had a cyst > 20 mm, they were withdrawn from the study",
    "Luteal phase support: IM hCG (Profasi) 2000 IU given every 3 days for four doses starting on the day of oocyte retrieval",
    "A clinical pregnancy was established when there was a gestational sac seen on ultrasonography",
    "The main outcome measures were duration of stimulation, consumption of gonadotrophins, cycle cancellation rate, and the number of mature follicles recruited and total oocytes retrieved.The hormone levels throughout the cycle, laboratory outcomes and clinical pregnancy rates were also reviewed Notes Cochrane Database of Systematic Reviews USA) using the chemiluminescent method) were diagnosed with PCOS after all the other causes of hyperandrogenism were excluded.",
    "Couples in their first IVF/ICSI cycles, women with PCOS whose body mass index was lower than 30 kg/ m and higher than 20 kg/m 2 Exclusion criteria: women with PCOS whose ovaries did not appear polycystic (where having polycystic ovaries identified by ultrasonography was defined as the presence of 12 or more follicles in each ovary measuring 2 -9 mm in diameter, and/or increased ovarian volume (> 10 ml))",
    "Patients treated with hormonal medications and other oral anti-diabetics within the previous three months",
    "GnRH antagonist: Diane-35/day from day 5 of the cycle for 21 days + cetrorelix acetate was then initiated with a single dose of 0.25 mg administered SC + from day 4 to day 9, cetrorelix acetate was reduced to 0.125 mg/day + 150 IU of hMG (Pergonal) every day.The dose of cetrorelix acetate was increased to 0.25 mg/day from day 10 until the day before hCG (Pregnyl; NY Organon) injection, and the dose of HMG (Fixed) GnRH agonist: GnRH agonist long protocol.A GnRH agonist, buserelin acetate (Supremon), 500mg/ day was administered from day 3 of induced or spontaneous menstruation.After 14 days of buserelin injection, buserelin was continued until the day of hCG injection, while the dosage was decreased to 250 mg/day at the beginning of hMG administration + 150 IU/day hMG was prescribed for six days beginning from the day of ensuing pituitary down-regulation Oocyte maturation triggering: hCG, 10,000 IU, was administered IM when at least two follicles reached 18 mm in diameter with adequate E2 response",
    "Embryo transfer: was performed three days after oocyte recovery Luteal phase support: 600 mg of vaginally administered micronised progesterone (Utrogestan) daily starting from the day after oocyte retrieval Follow up: clinical pregnancy was defined as a visible fetal heart beat on ultrasonography at seven weeks of gestation",
    "The primary outcome measures: fertilisation, pregnancy and implantation rates",
    "The secondary outcome measures: serum LH and testosterone status upon starting and during HMG administration, and the total days of injection Exclusion criteria: women who has taken any hormonal therapy within the preceding three months Baseline characteristics: age (years) 32.5 ± 4.5 vs. 32.2± 4.2, BMI (kg/m 2 ) 22.9 ± 3.1 vs. 22.7 ± 2.9, infertility duration (years) 3.3 ± 1.6 vs. 3.1 ± 1.3, number of nullipara 64 (60.4) vs. 66 (62.9),AFC 27.7 ± 4.1 vs. 26.5 ± 3.9, fasting glucose (mg/dL) 97.4 ± 20.1 vs. 96.4± 18.4, two-hour glucose after 75 g glucose load (mg/dL) 132.5 ± 27.8 vs. 128.5 ± 24.6, basal FSH (IU/L) 4.2 ± 1.3 vs. 4.3 ± 1.0, basal LH (IU/L) 7.5 ± 1.7 vs.",
    "GnRH agonist (n = 105): OCP + 50 to 150 IU of r-hFSH (Gonal-F) (adjusted) + 0.1 mg/day triptorelin (Decapeptyl) from day 18 of OCP pretreatment cycle.When pituitary desensitisation was achieved, ovarian stimulation was started and the dose of triptorelin was reduced to 0.05 mg daily and continued up to day of r-hCG administration.(Long protocol)",
    "Oocyte maturation triggering: 250 μg r-hCG SC when one or more follicles reached a mean diameter of 17 mm Oocyte retrieval: 36 hours after r-hCG injection, followed by IVF or ICSI on the third day after oocyte retrieval",
    "Luteal phase support: 90 mg vaginal progesterone gel (Crinone gel 8%) once daily from the day of oocyte retrieval Follow-up: Pregnancies were confirmed by rising serum β-hCG concentrations and transvaginal ultrasonographic evidence of a gestational sac.The serum level of β-hCG was measured 11 days after ET Outcomes Live birth rate, miscarriage rate, clinical pregnancy rate, incidence of severe OHSS, cycle cancellation rate, progesterone levels, estradiol levels and endometrial thickness on the day of hCG injection, total amount and days of r-hFSH administered, the numbers of retrieved, mature, fertilised oocytes and good quality embryos, numbers of embryos transferred and cryopreserved, embryo implantation rate, multiple pregnancy rate",
    "Random sequence generation (selection bias)",
    "Low risk The subjects, aged 25 to 39 years, were randomized into either the GnRH antagonist MDP-EL (antagonist group, n = 106) or the GnRH agonist LP (agonist group, n = 105) by the use of sealed envelopes and a computer-generated list.",
    "Unclear risk Study did not report whether envelope was sequentially-numbered, opaque and safe-guarded.…by the use of sealed envelopes.The sequence of allocation to the two groups was provided to the investigating physicians and randomization was performed as planned according to the randomization list order.",
    "Blinding (performance bias and detection bias) All outcomes",
    "Blinding not reported but it is unlikely to influence measurement of outcomes",
    "Low risk Number randomised = 211, number analysed = 208 (missing data balanced across the groups, and reasons similar)",
    "One cycle (0.9%) in the antagonist group and 2 cycles (1.9%) in the agonist group were cancelled after oocyte retrieval due to a high risk of OHSS.",
    "There was no significant difference in cycle cancellation rate between the two groups",
    "Selective reporting (reporting bias)",
    " In cases of excessive ovarian response that could lead to life threatening OHSS (Navot 1992), elective cryopreservation was performed  Excessive ovarian response was defined by the following criteria: high E2 levels (.4000 pg ml 21) and more than 35 follicles on the day of hCG (Navot 1992), haematocrit > .45,white blood cell count > 15,000, ovarian size > 12 cm three days after oocyte retrieval (Navot 1992; Brinsden 1995).A modified system of OHSS classification previously described was adopted (Rizk 1999) (20.9 -29.3),FSH (IU/l) 6.0 (4.3 -6.9) vs 6.2 (4.8 -7.5), LH (IU/l) vs 5.9 (3.4 -7.6) 5.3 (4.0 -7.5)",
    "GnRH antagonist (n = 110): OCP + 150 IU FSH on 2nd day of the cycle (adjusted) + 0.25 mg SC of cetrorelix acetate (Cetrotide) administered when at least one of the following criteria were fulfilled, the presence of at least one follicle measuring > 14 mm, serum E2 levels > 600 pg/ml; and serum LH levels > 10 IU/l (flexible protocol)",
    "GnRH agonist (n = 110): OCP (Cilest) + 150 IU rFSH (adjusted) + long GnRH agonist, 0.1 mg triptorelin three days before discontinuation of the OCP, once down-regulation was achieved, the dose of GnRH agonist was decreased on that day to 0.05 mg/day (low-dose GnRH agonist protocol)",
    "Oocyte maturation triggering: 3 follicles > 17 mm, 5000 IU of hCG was administered Oocyte retrieval: 35 -36 hours later, followed by IVF/ ICSI",
    "Luteal phase support: 600 mg of micronised progesterone was initiated two days after oocyte retrieval Follow up: OPR was confirmed by vaginal ultrasound scan at 12 weeks of gestation",
    "The primary outcome measure: ongoing pregnancy rate per participant randomised.Ongoing pregnancy and clinical pregnancy were defined as the presence of gestational sac with fetal heart beat detection at 12 weeks and at 6 -7 weeks of gestation, respectively Secondary outcome measures: OHSS incidence, duration of rFSH stimulation, total dose of rFSH, E2 and progesterone concentration on the day of hCG administration, cycle cancellation rate, number of cumulus-oocyte complexes (COCs) retrieved, number of metaphase II oocytes and fertilisation rates Notes OHSS classification: a modified classification system based on combined criteria previously reported (Golan 1989; Navot 1992; Rizk 1999) was used in the current study ): on the third day of the menstrual cycle, ovarian stimulation was started with a fixed dose of 150 -225 IU rFSH and 75 IU/day rLH for five days.On the eighth day of the menstrual cycle (sixth day of ovarian stimulation), follicular development was monitored by transvaginal ultrasound.The dose of rFSH was adapted according to the ovarian response, and supplementation with rLH was increased to 150 IU/day when one or more follicles measuring 10 mm in diameter were found.The GnRH antagonist, at a dose of 0.25 mg/day SC was started when at least one follicle greater or equal to 14 mm was observed on ultrasound",
    "First, pituitary down-regulation was started during the luteal phase of the previous menstrual cycle with the GnRH agonist at a dose of 1 mg/day for 14 days.Then, ovarian stimulation was started with a fixed dose of 150-225 IU recombinant FSH (rFSH/Gonal F1; Serono, SP, Brazil) with 75 IU/day rLH (Lu-veris1; Serono, SP, Brazil) for seven days.On the eighth day of ovarian stimulation, follicular development was monitored by transvaginal ultrasound.The dose of rFSH was adapted according to the ovarian response, and rLH supplementation was increased to 150 IU/day when one or more follicles measuring greater than or equal to 10 mm in diameter were found Additional support: for both groups, 250 mg r-hCG (Ovidrel1; Serono, SP, Brazil) was administered SC when at least two follicles reached a diameter of 17 mm during final oocyte maturation.Oocyte retrieval was performed by transvaginal aspiration under ultrasound guidance 34 -36 h after r-hCG injection Outcomes None of the reported outcomes (DNA fragmentation, apoptosis) were relevant to the review In group B (n = 30), ovarian stimulation started at day 2 with rFSH at a dose of 375 IU (Gonal-F)",
    "Oocyte maturation triggering: hCG (Profasi; Serono) 10,000 IU was administered IM 24 hrs after the last rFSH injection when at least two follicles had reached a diameter of 17 mm  When triggering of ovulation was not done within four days of administration of the 3 mg dose of cetrorelix, a daily injection of 0.25 mg was given to 11 women until hCG administration  Implantation rate was not mentioned as an outcome variable  Incidence of multiple pregnancies was not mentioned in the table of outcomes and was not clear in the text  Tolerability was not mentioned in the table of outcomes but stated in the text regarding the cetrorelix group only.No mention of itching or redness in the decapeptyl group  Although power calculation was not done, the authors were concerned with the response to cetrorelix so they assumed 107 would be a sufficient number to obtain 95% response rate with a CI width of 5%  Centre-adjusted analysis was done for all outcomes except miscarriage, ectopic and OHSS",
    "Authors' judgement Support for judgement hCG, 10,000 IU in 1 ml saline (Pregnyl®, NV Organon, the Netherlands), was administered, either SC or IM, when at least three follicles 17 mm or at least one follicle 20 mm were observed on ultrasound.In case of risk of OHSS, the hCG dose was reduced to 5000 IU.",
    "Oocyte retrieval was performed 30 -36 hrs after hCG administration, followed by IVF or ICSI.",
    "No more than three embryos were transferred 2 -3 days after oocyte retrieval.",
    "Progesterone for luteal support was given daily (doses and administration form as per usual protocol of the participating centre), starting at the latest on the day of embryo transfer, for two weeks or up to menses",
    "The study was approved by the Ethics Committee of each participating centre.All women gave written informed consent.The study was performed according to the principles of the Declaration of Helsinki, and the ICH/Good Clinical Practice guidelines.",
    "The study was monitored by uniformly trained Clinical Research Associates of Organon with assistance of a contract research organisation for the clinics in Perth and Adelaide",
    "Prior to the start of treatment, a physical and gynaecological examination was performed to exclude any abnormality.Blood samples were taken for routine biochemistry, haematology, and hormonal parameters.A pregnancy test (urinary hCG) was performed.Blood samples for hormone assessments were taken just before the first rFSH injection (treatment day 1) and at least once every two days from day 5/6 of rFSH treatment (in the antagonist groups just before ganirelix injection) up to and including the day of hCG.Serum FSH, LH, estradiol, and progesterone values were determined by means of the automated Wallac AutoDelfia Fluoroimmunoassay system (PerkinElmer Inc., Wellesley MA, USA) at a central laboratory (ABL BV, Assen, The Netherlands).The maximum intra-assay and inter-assay coefficients of variation were 3.3% for FSH, 3.4% for LH, 4.9% for estradiol, and 4.3% for progesterone.To measure follicular development, ultrasonography was performed at least once every two days from day 5/6 of rFSH treatment up to and including the day of hCG.",
    "Other parameters assessed were treatment failure (defined as the number of women who did not have an hCG injection or who received an hCG injection because of premature luteinisation), number of LH rises (LH = 10 IU/l), number of oocytes retrieved, number of good quality embryos (grade 1 (defined as",
    "Cochrane Library Trusted evidence. Informed decisions. Better health.",
    "Embryo transfer: no more than three embryos were to be replaced: two if transferred at blastocyst stage Luteal phase support: Micronised progesterone according to centres' practice",
    "The primary efficacy end-point: the number of metaphase II oocytes retrieved per patient Secondary efficacy: end-points were the duration and total dose of r-hFSH therapy, the total number of follicles > 14 mm on the day of r-hCG administration, oocyte and embryo quality and development, the number of participants with at least one embryo considered viable for cryopreservation, oestradiol concentration per follicle > 10 mm, total number of oocytes, implantation rates per-embryos transferred and pregnancy rates (biochemical and clinical)",
    "Cochrane Library Trusted evidence. Informed decisions. Better health.",
    "Cochrane Database of Systematic Reviews cutaneously per day when the leading follicle reached 14 mm in diameter until the hCG injection.(Flexible)",
    "GnRH agonist (n= 48): 1 mg/ day leuprolide acetate (Lucrin) started on the 21st day prior to menstruation for pituitary desensitization.When exogenous gonadotrophins were started on day 2 of menstruation, the dose of leuprolide acetate was decreased to 0.5 mg/day + 300 IU rFSH and hMG starting on the second day of menstruation for 6 days (adjusted)",
    "Oocyte maturation triggering: When the leading follicle reached 18 mm in diameter or at least two follicles were >17 mm in diameter, a total of 10,000 units of hCG were administered intramuscularly.",
    "For the 2016 update Reuben Olugbenga Ayeleke and Julie Brown screened the searches and selected studies for inclusion.Reuben Olugbenga Ayeleke, Julie Brown and Wai Sun Lam extracted and entered data; Reuben Olugbenga Ayeleke contributed to the modification and updating of the review text; Hesham Al-Inany, Frank J Broekmans and Mohamed Abdel Fattah Mahmoud Youssef contributed to the discussion and interpretation of results.",
    "Hesham Al-Inany: took the lead in writing the protocol, review, and update, performing initial searches of databases for trials, was involved in selecting trials for inclusion, performed independent data extraction and quality assessment of the included trials, and was responsible for statistical analysis and interpretation of the data.",
    "Mohamed Abdel Fattah Mahmoud Youssef: performed updated searches of databases for new trials, was involved in selecting trials for inclusion, performed independent data extraction and quality assessment of the included trials, and was responsible for statistical analysis and interpretation of the data.",
    "Mohamed Aboulghar: commented on dra s of the protocol and review.",
    "Frank JM Broekmans: contributed to discussion and commented on review.",
    "Monique D Sterrenburg: contributed to discussion and commented on review.",
    "Janine G Smit: contributed to data analysis checks and discussion, and commented on review.",
    "Ahmed Abou-Setta: was involved in selecting trials for inclusion, performed independent data extraction and quality assessment of the included trials, and contributed to discussion and interpretation of results.",
    "Gonadotrophin-releasing hormone antagonists for assisted reproductive technology (Review)Copyright  2016 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "Mean age: Group 1: 36.7 ± 3.1 years, Group 2: 35.9 ± 2.8 years, Group 3: 36.4 ± 3.3 years Setting: University-based infertility clinic, Seoul, South Korea Interventions Pretreatment was ethinyl estradiol 0.03 mg and levonorgestrel 0.15 mg for 21 days in the cycle preceding controlled ovarian stimulation Group 1: GnRH antagonist multiple dose protocol after OCP pretreatment (n = 40) ovarian stimulation commenced five days after OCP discontinued using rFSH 225 IU/day (dose-adjusted every three to four days).Cetrotide 0.25 mg started when lead follicle was 14 mm diameter and continued until day of hCG injection versus Group 2 GnRH antagonist multiple-dose protocol without OCP pretreatment (n = 40) ovarian stimulation commenced on cycle day three using rFSH 225 IU/day (dose adjusted every three to four days).Cerotide 0.25 mg started when lead follicle was 14 mm diameter and continued until day of hCG injection.versus Group 3 GnRH agonist luteal low-dose long protocol without OCP pretreatment (n = 40).Daily injection of decapeptyl 0.1 mg started from mid-luteal phase and continued until menses followed by a dose reduction to 0.05 mg daily and continued until day of hCG injection Methods RCT, open-label, multi-centre study.Phase III trial Participants 74 infertile women (aged 18 -39 years) undergoing ICSI Inclusion criteria: regular menstrual cycles, BMi < 35 kg/m 2 .Both ovaries present, no clinical signs of pelvic or uterine abnormalities, normal cervical cytology, wash-out period completed for any previous IVF drug protocols and FSH concentrations in the normal range.All women were also required to be willing and able to comply with the study protocol Baseline characteristics: mean age (± SD) of the ITT population was 32.6 ± 4.0 years.The age range was broad (22 -39 years) and there were no significant differences between the three treatment groups.Mean BMI was 24.2 ± 4.5 g/m 2 .again with no significant differences between groups.Fi y-one of the 73 women in the ITT population (69.99%) were White and the proportion of White women did not differ between treatment groups Interventions GnRH antagonist: OCP pretreatment for 14 -18 days, followed by cetrorelix (3 mg), starting on day 7 + rFSH 225 IU, starting on day 5 after OCP/dose adjustments after day 6 GnRH agonist: leuprorelin (0.5 mg/ day reduced to 0.25 mg/day after down-regulation was achieved), long luteal, overlapping with OCP pretreatment for seven days + rFSH 225 IU, starting on day 5 after OCP/dose adjustments after day 6 Agonist -Pituitary down-regulation with nafarelin nasal spray 400 µg twice daily (Synarel; Pharmacia) commenced in the mid-luteal phase and continued for two weeks.After confirmation of down-regulation by ultrasound and recording of antral follicles, ovarian stimulation was commenced with gonadotrophin injections 450 IU/day and reduced dose of nafarelin 200 µg twice daily until hCG injection.hCG administered when three antral follicles reached ≥ 17 mm diameter (n = 37).Cochrane Library Trusted evidenceCochrane Library Trusted evidenceThere was a third group that received a short agonist protocol.This arm is not described further here as it is not a comparison for this review (n = 37)",
    "Luteal phase support with progesterone pessaries 400 mg once or twice daily commencing on the day of oocyte retrieval and continued to negative pregnancy test or 8 weeks' gestation Gonadotrophin dose: antagonist 4740.0 ± 1131.9 versus antagonist 5540.32 ± 1216.1Embryos transferred: antagonist 1.8 ± 0.6 versus agonist 1.7 ± 0. Cochrane Database of Systematic Reviews",
    "Previous author Professor Dr Mohamed Aboulghar was an investigator in one of the included trials, the European Middle East Orgalutran trial Euro Middle East 2001.",
    " None, Other.",
    " None, Other.",
    "In the 2016 update of this review, outcomes have been subgrouped with respect to the type of triggering agent and level of stimulation (minimal or standard).The protocol had the following subgroups. GnRH antagonist regimen (fixed or flexible). GnRH antagonist type (cetrorelix or ganirelix). GnRH antagonist plus pre-treatment with oral contraceptive pill (OCP). Patient characteristics (polycystic ovary syndrome (PCOS); poor responders). Patients undergoing mild ovarian stimulation.Miscarriage rate per woman randomised has been introduced as one of the secondary outcomes, with miscarriage rate per clinical pregnancy (a secondary outcome in the protocol) retained as a secondary analysis.",
    "Medical Subject Headings (MeSH)"
  ],
  "bibref_titles": [
    "1 Hormone Antagonists/ (305) 2 gonadotropin releasing hormone antagonist$.tw. (87) 3 gonadotrophin releasing hormone antagonist$.tw. (29) 4 GnRH antagonist",
    "tw. (0) 6 (Cetrorelix or Cetrotide$)",
    "tw. (81) 8 (Abarelix or Plenaxis).tw. (11) 9 Antagon.tw. (10) 10",
    "/ or exp goserelin/ or exp leuprolide/ or exp nafarelin/ or exp triptorelin/ (1885) 13 gonadotropin releasing hormone agonist$.tw. (359) 14 gonadotrophin releasing hormone agonist$.tw. (146) 15 GnRH agonist",
    "tw. (4) 17 (buserelin or goserelin).tw. (668) 18 (leuprolide or nafarelin)",
    "triptorelin.tw. (196) 20 (Lupron or Eligard)",
    "(3) 23 Supprelin.tw. (0) 24 Zoladex.tw. (227) 25 deslorelin",
    "or Tryptorelin).tw. (1772) BUSERELIN/ (4084) Buserelin.tw. (1473) (Bigonist or Busereline or Receptal or Superfact or Suprefact).tw. (1135) (GNRH-a or GNRH a)",
    ") 28 and 52 (929) Cochrane Database of Systematic Reviews 13 deslorelin.tw. (5) (decapeptyl or trelstar).tw. (2) (GnRH-a or GNRH a)"
  ]
}