{
  "paper_id": "Angel-M-ller_et_al-2018-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:05.070323Z"
  },
  "title": "Point of care rapid test for diagnosis of syphilis infection in men and nonpregnant women",
  "authors": [
    {
      "first": "Edith",
      "last": "Angel-Müller",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Universidad Nacional de Colombia",
        "location": {
          "settlement": "Bogota",
          "country": "Colombia"
        }
      }
    },
    {
      "first": "Carlos",
      "last": "Grillo-Ardila",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Universidad Nacional de Colombia",
        "location": {
          "settlement": "Bogota",
          "country": "Colombia"
        }
      }
    },
    {
      "first": "Jairo",
      "last": "Amaya-Guio",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Nicolas",
      "last": "Torres-Montañez",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Universidad Nacional de Colombia",
        "location": {
          "settlement": "Bogota",
          "country": "Colombia"
        }
      }
    },
    {
      "first": "Luisa",
      "last": "Vasquez-Velez",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Universidad Nacional de Colombia",
        "location": {
          "settlement": "Bogota",
          "country": "Colombia"
        }
      }
    }
  ],
  "year": "",
  "abstract": "This is a protocol for a Cochrane Review (Diagnostic test accuracy).The objectives are as follows:To determine the diagnostic accuracy of rapid tests at point of care (POC) for detecting syphilis infection in men and nonpregnant women of reproductive age, as verified with the combination of both reactive non-treponemal and treponemal test as the reference standard.Point of care rapid test for diagnosis of syphilis infection in men and nonpregnant women (Protocol)",
  "pdf_parse_keywords": [],
  "body_text": [
    "Syphilis is a complex, curable sexually-transmitted infection caused by the Treponema pallidum bacterium that has a variable clinical course (CDC 2014) .It is a cause of acute illness and serious medical and psychological consequences in a small proportion of people infected with the bacteria.Syphillis is also the cause of long-term disability and death of thousands of men, women and infants (Saloojee 2004) .Syphilis is the most common disease during the years of peak sexual activity.In 2012, the estimated global prevalence was 0.5% (0.4% to 0.6%) in women aged 15 to 49 years and 0.48% (0.3% to 0.7%) in men (Newman 2015).These figures correspond to an estimated 6 million new cases of syphilis (4 to 8 million) each year worldwide.Prevalence and incidence estimates varied by region and sex.For syphilis in women, the infection with the most robust available data, the prevalence of infection decreased as average country income increased (Newman 2015).",
    "Diagnosis of syphilis is based on a combination of clinical history, symptom presentation, and serologic test results.There are two types of diagnostic tests, treponemal and non-treponemal (PAHO 2015) .",
    "The non-treponemal tests such as Venereal Disease Research Laboratory (VDRL) or rapid plasma reagin (RPR) measure the host's response to non-treponemal antigens such as cardiolipin and lecithin released from the damaged host cells, as well as lipoprotein-like material released from the treponema.These non-treponemal tests are generally considered to be sensitive in early syphilis, but their disadvantage being false-positive reactions due to cross-reactivity with autoimmune diseases, collagen diseases and infections such as pian and leprosy.They also have false-negative reactions due to its reduced sensitivity in primary syphilis and late latent syphilis, (sensitivity: primary syphilis 78% to 86%",
    "In resource-limited settings, access to screening is limited and the risk of patients lost to follow-up is high (Taylor 2017).So, syphilis rapid tests to be applied at point of care (POC), which detect antibodies to Treponema pallidum antigen or anticardiolipin antibodies, have become popular in those settings due to their advantages: the quickness in giving results, the possibility of giving treatment immediately, are performed with minimal technical training in non-laboratory settings, and detect the disease at the clinical setting (PAHO 2015; Peeling 2004 ).In addition, as the test results are obtained on the same day, expressed in a qualitative way (detected or not detected) and treatment can be provided",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews right away.The risk of over-treatment given by false positives is less dangerous than the secondary risk of not treating the infection, so every patient with positive result must be given treatment (Jafari 2013) .",
    "In order to define the ideal characteristics of a rapid and POC test for the detection of sexually transmitted infections, the WHO Sexually Transmitted Diseases Diagnostic Initiative (SDI) established the ASSURED criteria: the test has to be A ordable, Sensitive, Specific, User-friendly, Rapid and Robust, Equipment-free and Delivered to end users.The setting of these criteria has the potential to make an impact in averting congenital syphilis in primary healthcare settings (Mabey 2012; Peeling 2006; Peeling 2010).",
    "There are two types of POC test: non-treponemal and treponemal.",
    "There is a device which o ers the ability to provide the antibody detection of both tests.In a recent meta-analysis the sensitivity of treponemal POC tests varied from 74.26% to 90.04% and specificity from 94.15% to 99.58% (Jafari 2013 ).The combined test has a sensitivity of 98.4% when the standard is a non-treponemal test (RPR) greater than 1:8 dilutions.but it has been seen that sensitivity falls to 88% when the RPR is negative (Singh 2015).Nevertheless, these recent metaanalysis are founded in the background of stored samples, with serologic status previously known, which may introduce biases in the outcomes, resulting in high sensitivities and specificities.Our review will look for studies with fresh samples.",
    "Series that compare syphilis POC tests with the combination of treponemal and non-treponemal tests, have shown a concordance with approximately 90.6%, with a specificity greater than 95% and a sensitivity between 60% to 100% depending on the test (Gaydos 2014) .The implementation of rapid testing must be accompanied by quality assurance systems and technical competence (Benzaken 2014) .",
    "The improvement in access to appropriate diagnosis and treatment for infectious diseases can reduce the burden of disease (Taylor 2017).Although some infections can be managed syndromically without the need for diagnostic tests, this is not appropriate for asymptomatic infectious diseases in which a positive diagnostic test is needed before treatment can be given (Peeling 2010).",
    "In many situations, it is not possible to perform or to wait for the results of laboratory tests, because the delay represents opportunities lost for treatment, which can spread the infection of the STD, therefore diagnosis depends on the availability of POC The second clinical scenario where the POC test could be used is in the case of symptomatic patients.In this population, the syphilis infection can be suspected by unspecific signs of infection, such as hard chancre, inguinal adenopathies, exanthema or condylomata lata.For these patients, the prompt confirmation accompanied by the immediate treatment of the disease could relieve the infection and break the chain of transmission, decreasing the infection rates (Gaydos 2014) .",
    "Considering the burden and economic costs associated with the condition, even in settings with low prevalence (Larson 2014) , it is highly desirable to undertake a critical appraisal of the available evidence of the diagnostic accuracy of the di erent syphilis rapid POC tests.There is therefore, a need for high-quality systematic reviews to improve the diagnosis of syphilis.This systematic review will facilitate the synthesis of the current evidence, and recognise the strengths and weaknesses, address the uncertainty of the current knowledge, and make it possible to assess the e ectiveness and safety of this intervention.",
    "Knowing the performance, advantages and limitations of the POC test, could facilitate the decision-making process at individual, organisational, and healthcare systems levels (Larson 2014) .The formulation of public health policy focused on early diagnostic and treatment of the infected patient, eliminating the treatment delays and cutting the infection spread, even in clinical settings can help to reduce the burden of syphilis (Singh 2015).",
    "To determine the diagnostic accuracy of rapid tests at point of care (POC) for detecting syphilis infection in men and nonpregnant women of reproductive age, as verified with the combination of both reactive non-treponemal and treponemal test as the reference standard.",
    "Trusted evidence.Informed decisions.Better health.",
    "To assess the accuracy of rapid POC testing according to type (non-treponemal and treponemal), infection stage (active versus inactive) and setting (low/middle-income vs high-income countries).In addition, we will to determine the diagnostic accuracy of POC test by brand without realize a formal comparison.",
    "Criteria for considering studies for this review",
    "We will include accuracy studies.Participants in included studies should have been enrolled under field conditions, prospectively and consecutively or through random sampling.Only studies reporting that all participants received the index test and the reference standard and presenting 2 × 2 data will be eligible for inclusion.We will exclude diagnostic case-control studies because this is not an appropriate design for diagnostic test studies.",
    "We will include men and nonpregnant women at reproductive age, recruited at primary-or secondary-care facilities without previous diagnostic testing, who are attending an outpatient facility.We will not include pregnant women because there is another review with this population.",
    "Rapid tests at POC from whole blood, serum or plasma, regardless of the type of POC test (non-treponemal or treponemal) or technique (Immunochromatographic, agglutination or any other technology).",
    "A combination of both reactive non-treponemal (positive at any titre) and treponemal test (positive result).",
    "We will develop a highly-sensitive, systematic search strategy to identify as many relevant accuracy or validity studies, irrespective of their language, and publication status (published, unpublished, in press, and in progress).We will use both electronic searching in bibliographic databases and handsearching, as described in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011) .",
    "The results of all searches will be downloaded and managed using Endnote bibliographic so ware.Duplicate records of the same study will be deleted.",
    "We contacted with the Information Specialist of the Cochrane Sexually Transmitted Infections (STI) Review Group in order to implement a comprehensive search strategy to capture as many relevant studies as possible in electronic databases.For this purpose, we will use a combination of exploded controlled vocabulary (MeSH, Emtree, DeCS) and free-text terms (considering spelling variants, plurals, synonyms, acronyms and abbreviations) for the index tests (point-of-care test, point of care, point of care testing, point of care devices, point of care diagnostic, point of care laboratory, POC, POCT, rapid test, rapid test device, self testing, self test, patient self testing) and the target condition (syphilis, Treponema pallidum), with field labels, truncation, proximity operators and boolean operators.The search strategies and their results can be found in Appendix 1 (Electronic search strategies).",
    "Specifically, we will search the following electronic databases.",
    " MEDLINE, Ovid platform: inception to present.",
    "We will attempted to identify additional relevant studies by using of the following methods.",
    "Two review authors (NT-M, LV-V) will independently selecting the titles and abstracts of studies retrieved as a result of the search.Disagreements will be resolved through consensus or, if required, by consultation with a third review author (CFG-A).We will retrieve the full text of a study if we have doubts about whether the study should be included or excluded.Two authors (EA-M, JA-G) will review independently the full text of selected articles in order to defined their inclusion.Disagreements will be resolved through consensus or, if required, by consultation with a third review author (CFG-A).",
    "We will design a data extraction form.For eligible studies, two review authors (EA-M, JA-G) will extract data independently using the form.Discrepancies will be resolved through consensus or, if required, by consultation with a third review author (CFG-A).The data extraction form will include the following information.We will collate and present this information in 'Characteristics of included studies' tables.We will add the data to Review Manager 5.3 (Revman 2014), and two review authors (CFG-A, JA-G) will independently assess the accuracy of the data.Di erences will be resolved through consensus or by evaluation by a third review author (EA-M).When information regarding any of the above is unclear, we will contact the authors of the original reports to request further details.",
    "We will assess the quality of included articles by using a modified version of the Quality Assessment of Diagnostic Accuracy Studies-2 (QUADAS-2) tool (Whiting 2011).Two review authors (JA-G,EA-M ) will independently perform the quality assessment using the four key domains to assess risk of bias and concerns regarding the applicability to the research question (patient selection, index test, reference standard, and flow-timing domains).We will score the papers as having a 'low', 'high' or 'unclear' risk of bias for each of four domains, and for the patient selection, index test and reference standard applicability.Studies classified at high or unclear risk of bias and/or high concern regarding applicability in at least one",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews domain will be regarded as having low methodological design.In the case of disagreements, di erences will be resolved through consensus or by consultation with a third review author (CFG-A).The results will be presented in graphics according to each study an as a summary of all the studies.",
    "We will to assess the accuracy of all POC available test for detecting syphilis infection regardless their type: treponemal or non-treponemal.In this sense we plan to look at their accuracy grouped.On the other hand, because currently there are two common approaches to the diagnosis of syphilis using serological tests: the traditional algorithm (begins the screening with a nontreponemal test and confirms a positive result with a treponemal test) and the reverse algorithm (utilises a treponemal primary screening assay followed by a non-treponemal test if the primary treponemal assay is positive) we plan to report POC test accuracy using as gold standard both approaches grouped by type and sequence.",
    "We will summarise diagnostic test accuracy by creating a 2 × 2 table for each study based on information retrieved directly from the papers.Each table will contain false-positive, false-negative, truepositive, and true-negative rates.Two review authors (CFG-A, JA-G) will independently enter the data into Revman 2014.Discrepancies will be resolved by consensus or, if required, by consultation with a third review author (EA-M).",
    "In the first instance, we will analyse in a descriptive way all data retrieved from the included studies.For this purpose and given that results of the POC are reported qualitatively (positive or negative), we will present the results by plotting their sensitivity and specificity (and their 95% confidence intervals) both in forest plots and in a scatter plot in receiver operating characteristic (ROC) space.For the meta-analysis of diagnostic accuracy measures, we will use the bivariate model (Reitsma 2005) .For studies with a common threshold, this model takes into account withinstudy variation and between-study variation and focuses on estimating a summary operating point (i.e. a summary value for sensitivity and specificity).In addition, we will estimate the 95% confidence region and the 95% prediction region around the summary operating point.We will perform these analyses using the command xtmelogit in STATA, according to the licenses available.",
    "We will include a 'Summary of findings' table using the GRADE (Grades of Recommendation, Assessment, Development and Evaluation) approach to diagnostic test accuracy (Hsu 2011) , using the template provided in the Cochrane Handbook for Systematic Reviews of Diagnostic Test Accuracy (DTA) (Bossuyt 2013 ).We will present this summary table to provide a more accessible perspective of diagnostic information to healthcare providers and other end users.",
    "We will explore heterogeneity initially by performing visual inspection of forest plots of sensitivities and specificities and visual examination of the prediction region.We will formally assess the source of heterogeneity by examining di erences in diagnostic accuracy between subgroups of studies.Again, we will use the bivariate method to analyse how the summary estimate of sensitivity and specificity varies according to study level covariates.",
    "For this purpose, we will create a factor variable with N categories and will generate an N-1 dummy that will be entered into the bivariate model to test the e ects of covariates on both sensitivity and specificity (Bossuyt 2013 ).",
    "We will define the sources of heterogeneity a priori and will include the following factors: POC type (non-treponemal and treponemal), infection stage (active versus inactive) and setting (low/middleincome vs high-income countries).In addition, we will to realize a subgroup analyses in order to determine the diagnostic accuracy of POC test by brand, without incurring a formal comparison.",
    "We will perform sensitivity analysis for aspects of the review that might a ect the results, such as risk of bias associated with the quality of included trials based on an overall 'Risk of bias' assessment (low versus unclear and high risk of bias) according to QUADAS-2 patient selection, index test, reference standard, and flow-timing domains.",
    "We will investigate publication bias if we find 10 or more studies for inclusion in this systematic review.We will investigate reporting bias by using the natural logarithm of the DOR (lnDOR) and plot it against its variance or SE.We will assess asymmetry visually, and if asymmetry is suggested by a visual assessment, we will perform exploratory analyses using Deeks' test to investigate the asymmetry and using diagnostic odds ratio (DOR) as a measure of test accuracy (van Enst 2014).",
    "Trusted evidence.Informed decisions.Better health.",
    "Trusted evidence.Informed decisions.Better health.",
    "No: The study did not implement a consecutive or a random sample method for patients enrolled.",
    "Was a case-control design avoided?",
    "Yes: The study avoid implementation of 2 separate selection processes to sample patients with the target condition and patients without the target condition.",
    "Unclear: The method of selection processes is not reported or is unclear.",
    "No: The study did not avoid implementation of 2 separate selection processes to sample patients with the target condition and patients without the target condition.",
    "Did the study avoid inappropriate exclusions?",
    "Yes: The study included all outpatients (in primary or secondary care) without previous test results, regardless of their symptomatic status or baseline risk (low-and high-risk populations).",
    "Unclear: Prior test history of patients in the study was not reported.",
    "No: The study included only patients who had received a previous test or were symptomatic or were a high-risk population.",
    "Judgment Were the index test results interpreted without knowledge of the results of the reference standard?",
    "Yes: The index tests were interpreted in a blind manner without knowledge of the results of the reference standard, or the index test was always performed and interpreted before results of the reference standard were known.",
    "Unclear: It is not reported whether the index test was conducted without knowledge of the results of the index test, or whether the index test was completed before the reference standard was known.",
    "No: The results of the reference standard were known to the reader of the index test.",
    "Judgment: Could the conduct or interpretation of the index test have introduced bias?",
    "Risk of bias: LOW/HIGH/UNCLEAR B. Concerns regarding applicability Variations in test technology, execution, or interpretation may affect estimates of its diagnostic accuracy.",
    "Point of care rapid test for diagnosis of syphilis infection in men and nonpregnant women (Protocol)Copyright  2018 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "The authors thank the Cochrane Sexually Transmitted Infections Group for their support and feed back.",
    "Trusted evidence.Informed decisions.Better health.",
    "Liu LL, Lin LR, Tong ML, Zhang HL, Huang SJ, Chen YY, et ",
    "Pan American Health Organization.Guidance on Syphilis Testing in Latin America and the Caribbean: Improving Uptake, Interpretation, and Quality of Testing in Di erent Clinical Settings.Washington, DC.Pan American Health Organization 2015.",
    "Peeling RW, Ye H. Diagnostic tools for preventing and managing maternal and congenital syphilis: an overview.The included study describes appropriately the methods of patient selection.Was a consecutive or random sample of patients enrolled?Yes: The study reported a consecutive or a random sample of patients enrolled.Unclear: The method of sampling is not reported or is unclear.",
    "Trusted evidence.Informed decisions.Better health.",
    "Judgment: Is there concern that the index test, its conduct, or its interpretation differs from the review question?Concern: LOW/HIGH/UNCLEAR (Continued)DOMAIN 3: REFERENCE STANDARD",
    "The included study describes appropriately the reference standard and how it was conducted and interpreted.Is the reference standard likely to correctly classify the target condition?Yes: The reference standard was conducted and interpreted by trained operatives.Unclear: It is not clear whether those individuals who interpreted or conducted the reference standard were trained.No: The reference standard was not conducted or interpreted by trained operatives.Were the reference standard results interpreted without knowledge of the results of the index test?Yes: The index tests were interpreted in a blind manner without knowledge of the results of the index test, or the reference standard was always performed and interpreted before the index test results were known.Unclear: it is not reported whether the reference standard was conducted without knowledge of the results of the index test, or whether the reference standard was completed before the index test results were known.No: The results of the index test were known to the reader of the reference standard.Judgment: Could the reference standard, its conduct, or its interpretation have introduced bias?Risk of bias: LOW/HIGH/UNCLEAR",
    "The reference standard may be free of bias, but the target condition that it defines may differ from the target condition specified in the review question.Judgment: Is there concern that the target condition as defined by the reference standard does not match the review question?Concern: LOW/HIGH/UNCLEAR DOMAIN 4: FLOW AND TIMING",
    "Was there an appropriate interval between index test and reference standard?Yes: The index test and reference standard were collected on the same patients at the same time.Unclear: It is unclear if the index test and the reference standard were collected on the same patients at the same time.No: The index test and the reference standard were not collected on the same patients at the same time.",
    "Trusted evidence.Informed decisions.Better health.",
    "Did all patients receive the reference standard?Yes: The total of the study group received confirmation of the diagnosis by the reference standard.Unclear: In case insufficient information is available to make a judgment.No: The total of the study group did not receive confirmation of the diagnosis by the reference standard.Did patients receive the same reference standard irrespective of the index test results ?Yes: The total of the study group received the same reference standard irrespective of the index test results.Unclear: In case insufficient information is available to make a judgment.No: Participants received the reference standard according to the index test results.Were all patients included in the analysis?Yes: If it is clear what happened to all patients who entered the study, for example, if a flow diagram of study participants is reported to explain any withdrawals or exclusions, or if the numbers recruited match those in the analysis.Unclear: If it is unclear how many patients entered and hence whether there were any withdrawals.No: If it appears that some of the patients who entered the study did not complete the study, i.e. did not receive both the index test and the reference standard, and if these patients were not accounted for.Could the patient flow have introduced bias?Risk of bias: LOW/HIGH/UNCLEAR (Continued)",
    "EA-M, NAT-M, JA-G and CFG-A wrote the first dra of the protocol and subsequent amendments.LV commented on and revised the first dra of the protocol, provided a clinical perspective.",
    "None known.",
    " No sources of support supplied",
    " Universidad Nacional de Colombia, Colombia."
  ],
  "bibref_titles": [
    "External quality assurance with dried tube specimens (DTS) for point-of-care syphilis and HIV tests: experience in an indigenous populations screening programme in the Brazilian Amazon",
    "HIV and syphilis testing preferences among men who have sex with men in South China: a qualitative analysis to inform sexual health services",
    "Cochrane Handbook for Systematic Reviews of Diagnostic Test Accuracy",
    "Multisite laboratory evaluation of a Dual Human Inmunodeficiency Virus (HIV)/Syphilis point-of-care rapid test for simultaneous detection of HIV and syphilis infection",
    "Syphilis testing algorithms using treponemal tests for initial screening: four laboratories. New York City, 2005-2006",
    "Rapid syphilis testing uptake for female sex workers at sex venues in Southern China: implications for expanding syphilis screening",
    "An evaluation of the relative sensitivities of the venereal disease research laboratory test and the Treponema pallidum particle agglutination test among patients diagnosed with primary syphilis",
    "Point of care diagnostics for sexually transmitted infections: perspectives and advances",
    "Rapid diagnostic methods in sexually transmitted infections",
    "Introduction of rapid tests for large-scale syphilis screening among female,male, and transgender sex workers in Mumbai, India",
    "Cochrane Handbook for Systematic Reviews of Interventions Versions 5.1.0",
    "Application of GRADE: making evidence-based recommendations about diagnostic tests in clinical practice guidelines",
    "Are Treponema pallidum specific rapid and point-of-care tests for syphilis accurate enough for screening in resource limited settings? Evidence from a meta-analysis",
    "State of the of the art syphilis diagnostics: rapid point-of-care tests",
    "Finding a needle in the haystack: the costs and cost-e ectiveness of syphilis diagnosis and treatment during pregnancy to prevent congenital syphilis in Kalomo District of Zambia",
    ").tw. 10 (syphilis adj5 rapid adj5 test).tw. 11 or 2 or 3 or 4 or 5 or 6 or 7 or 8 or 9 or 10 12 exp Treponema pallidum/ 13 treponema$.tw. 14 (spirochaeta adj5 pallid$).tw. 15 pallidum.tw. 16 exp Syphilis/ 17 syphili$.tw. 18 lues.tw. 19 chancre",
    "syphilis rapid test'/exp #2. 'point of care testing'/exp #3. 'point of care':ab,ti #4. (bedside NEAR/5 test*):ab,ti #5",
    "NEAR/5 test*):ab",
    "NEAR/5 collect*):ab",
    "NEAR/5 swab*):ab,ti #11. 'rapid test'/exp #12. (syphilis NEAR/5 rapid NEAR/5 test):ab",
    "treponema pallidum'/exp Point of care rapid test for diagnosis of syphilis infection in men and nonpregnant women (Protocol) Copyright  2018 The Cochrane Collaboration"
  ]
}