{
  "paper_id": "Association-of-endometriosis-and-adenomyosis-with-",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-03-25T16:28:29.586898Z"
  },
  "title": "Association of endometriosis and adenomyosis with pregnancy and infertility",
  "authors": [
    {
      "first": "Paolo",
      "last": "Vercellini",
      "email": "paolo.vercellini@unimi.it",
      "affiliation": {
        "laboratory": "",
        "institution": "Universit a degli Studi",
        "location": {
          "settlement": "Milano",
          "country": "Italy"
        }
      }
    },
    {
      "first": "Paola",
      "last": "Viganò",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Veronica",
      "last": "Bandini",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Universit a degli Studi",
        "location": {
          "settlement": "Milano",
          "country": "Italy"
        }
      }
    },
    {
      "first": "Laura",
      "last": "Buggio",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
        "location": {
          "settlement": "Milano",
          "country": "Italy"
        }
      }
    },
    {
      "first": "Nicola",
      "last": "Berlanda",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico",
        "location": {
          "settlement": "Milano",
          "country": "Italy"
        }
      }
    },
    {
      "first": "Edgardo",
      "last": "Somigliana",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Universit a degli Studi",
        "location": {
          "settlement": "Milano",
          "country": "Italy"
        }
      }
    }
  ],
  "year": "",
  "abstract": "We performed a comprehensive narrative synthesis of systematic reviews with meta-analysis published in the last 5 years on the association of endometriosis and adenomyosis with reproductive and obstetric outcomes.This review aimed to define the information on which to base preconceptional counseling and clarify whether and in which cases pregnant women with endometriosis and adenomyosis should be referred to tertiary care centers and followed as high-risk obstetric patients.Reduced pregnancy and live birth rates and an increased miscarriage rate were observed in women with endometriosis and adenomyosis.The effect was larger in women with adenomyosis than in those with endometriosis.Women with superficial peritoneal and ovarian endometriosis do not appear to be at considerably increased risk of major obstetric and neonatal complications, whereas women with severe endometriosis, whether operated or not, are at several-fold increased risk of placenta previa.Moreover, deep infiltrating endometriosis is a risk factor for spontaneous hemoperitoneum in pregnancy and is associated with surgical complications at cesarean section.Overall, women with adenomyosis are at increased risk of various adverse obstetric outcomes, including preeclampsia, preterm delivery, fetal malpresentation, postpartum hemorrhage, low birth weight, and small for gestational age.Most studies included in the considered systematic reviews are characterized by substantial qualitative and quantitative heterogeneity.This makes a reliable assessment of the available evidence difficult, and caution should be exercised when attempting to derive clinical indications.Nevertheless, women with deep infiltrating endometriosis and severe adenomyosis should be considered at high obstetric risk and can benefit from referral to tertiary care centers where they can be safely followed through pregnancy and delivery.Whether the same should apply also to pregnant women with minimal endometriosis and adenomyosis forms is currently uncertain.Emerging evidence suggests that some adverse reproductive and obstetric outcomes observed in women with endometriosis are, in fact, associated with coexisting adenomyosis.(",
  "pdf_parse_keywords": [
    "Endometriosis",
    "adenomyosis",
    "infertility",
    "pregnancy",
    "ART"
  ],
  "body_text": [
    "A n impressive amount of data has recently accumulated on associations between endometriosis and adenomyosis and fertility and obstetric outcomes.Despite this wealth of evidence, the impact of these conditions on the reproductive trajectory of affected women remains imprecisely defined (1) (2) (3) .It is unclear whether different disease phenotypes have similar effects, a biologic gradient exists, or these commonly associated conditions act independently or additively.It is also uncertain whether the relationship between endometriosis or adenomyosis and various pregnancy outcomes is causal and whether the treatment of lesions improves the obstetric prognosis.The information on which preconceptional counseling is based appears partly imprecise, and there is no consensus on whether all pregnant women with endometriosis and adenomyosis should be referred to tertiary care centers and followed as high-risk obstetric patients.",
    "With the aim of attempting to systematize the available evidence, we performed a comprehensive narrative synthesis of the numerous overviews with meta-analysis published in the last 5 years on the association of endometriosis and adenomyosis with infertility and pregnancy outcome.Studies were also selected, although not on the basis of a systematic approach, to summarize the potential pathogenic mechanisms by which endometriosis and adenomyosis may exert an effect on the likelihood of conception and on pregnancy course.",
    "On January 2, 2023, we searched PubMed for English-language studies using the terms ''endometriosis AND pregnancy'' and ''adenomyosis AND pregnancy,'' applying the filters ''article type, systematic reviews'' and ''publication date, 5 years.''Only systematic reviews with meta-analysis were included.Additional articles were identified by scrutinizing the references of the retrieved reviews and using the PubMed's ''similar articles'' function for all selected records.A total of 18 systematic reviews on endometriosis and 5 on adenomyosis and reproductive and obstetric outcomes were finally included in this narrative synthesis.For each of the outcomes assessed, the number of selected studies, overall number of cases and controls, and effect sizes, expressed as odds ratio (OR) and 95% confidence interval (CI), were extracted from individual reviews.Outcomes were considered if at least 2 studies were available that allowed data to be pooled.When the 95% CI did not include unity, the strength of the association between endometriosis or adenomyosis and the considered outcome was defined as weak if the pooled OR was >1 to 1.5 or <1 to 0.67, moderate if it was >1.5 to 3 or <0.67 to 0.33, and strong if it was >3 or <0. 33 .",
    "Institutional review board approval was not required for this review because only published and deidentified data were extracted from the selected original articles.",
    "Endometriosis and adenomyosis share a similar histologic feature, that is, the presence of endometrial glands and stroma in abnormal locations.However, they may affect fertility and pregnancy course through different mechanisms (Fig. 1 ).As expected, investigating the pathogenesis of a potential interference of these 2 conditions with fertility is complicated by their frequent co-occurrence as well as coexistence with other lesions, such as fibroids, that may influence reproductive events (4) .",
    "Pelvic adhesions, documented in most patients with deep infiltrating endometriosis (DIE) (5) , may disrupt pelvic anatomy, interfere with oocyte release, or impede oocyte uptake or transport by the fallopian tubes (6) .Moreover, chronic pelvic inflammation may result in a local milieu unfavorable to conception.Cytokines, growth factors, prostaglandins, and reactive oxygen species, found at high levels in the peritoneal fluid and lesions of patients with endometriosis, can interfere with ovulation, oocyte uptake, sperm function, gamete fertilization, and embryo migration.Peritoneal macrophages, which are increased in number and exhibit a dysfunctional phenotype in women with endometriosis, are central to these phenomena (7) .Their increased ability to produce proinflammatory mediators perpetuates pelvic inflammation and promotes the recruitment of other immune cells (8) .",
    "Assisted reproductive technology (ART) could overcome some of these adverse phenomena; however, women with endometriosis may still face challenges during ART cycles, owing to an increased likelihood of unexpected poor ovarian response and a lower number of retrieved oocytes (9) .The pathophysiology underpinning ovarian damage, especially when an endometrioma is present, has been well described (10) .The replacement of normal ovarian cortical tissue with fibrous tissue in which the cortex-specific stroma is reduced is likely caused by reactive oxygen species permeating the tissues surrounding the cyst and the proteolytic substances degrading the adjacent areas.Fibrosis is followed by follicular loss and intraovarian vascular injury.",
    "In addition, several molecular aberrations observed in the eutopic endometrium of women with endometriosis may cause defects in endometrial receptivity possibly hampering embryo implantation (11) .However, contradictory results were reported when strictly controlling for ovarian and embryonic parameters (12, 13) .",
    "In women with adenomyosis, infertility may arise mostly because of local endometrial inflammation, at least when lesions infiltrate the inner myometrium.The establishment of an adenomyotic focus would lead to platelet aggregation and hypoxia, resulting in the production of inflammatory cytokines and prostaglandins, as well as an increase in local estrogens synthesis (14) .These events may prompt both uterine hyperperistalsis through estrogen receptor induction of oxytocin signaling and fibrosis through epithelialmesenchymal transition and fibroblast-to-myofibroblast transdifferentiation.Although abnormal contraction waves are thought to disrupt gamete and embryo transport, local inflammation and fibrosis are considered determinants of an altered uterine milieu unfavorable for embryo implantation.Notably, the number of microvilli is reduced, steroid hormone metabolism is altered, and the oxidative stress is increased in the endometrium of affected women (15) .Because adenomyosis has not been associated with adverse effects on folliculogenesis, ART is here unlikely to overcome this type of reproductive barrier.",
    "The observation that perturbations during the periimplantation period can persist throughout the entire pregnancy course is crucial for the understanding of the embryo-maternal dialog.In fact, the complex and tightly regulated dynamics of pregnancy make it susceptible to perturbations if the timing of early events goes awry (16) .Delayed implantation beyond the window of receptivity is thought to lead to embryo misplacement, resulting in placenta previa and/or accreta, or placental insufficiency leading to intrauterine growth restriction (IUGR) and/or preeclampsia.Premature decidual senescence can lead to preterm birth and fetal demise, whereas shallow trophoblast invasion into the maternal decidua and/or blood vessels can lead to preeclampsia (17) .",
    "Adenomyosis may potentially increase the risk of adverse pregnancy and neonatal outcomes, such as preeclampsia, preterm birth, and small-for-gestational-age (SGA) newborns (18) through different pathogenic mechanisms including the following: disruption of the uterine junctional zone (JZ) and, thus, of uterine peristalsis during the luteal phase (abnormal uterine contractility is associated with failure to progress, uterine hyperstimulation and atony, placental retention, and postpartum hemorrhage) (19) (20) (21) ; increased intrauterine oxidative stress that may lead to maternal endothelial dysfunction underlying abnormal placentation (15, 22) (the spiral arteries may undergo hyperplastic changes, resulting in increased flow impedance of the uterine arteries and placentation defect); and increased inflammatory environment that may alter myometrial decidualization, determining an abnormal trophoblastic JZ invasion during pregnancy (23) .",
    "How endometriosis could negatively affect pregnancy course is more difficult to hypothesize.In advanced endometriosis forms, a fibrotic entrapment of pelvic vessels may determine an increase in arterial wall stiffness with secondary decrease in vascular compliance, thus hampering the physiological hemodynamic adaptation that occurs during pregnancy (23) .Moreover, the numerous endometrial molecular abnormalities (11) and increased JZ thickness observed in affected patients may be involved in placental dysfunction or abnormal placental implantation (24, 25) .Whether and to what extent the inflammatory pelvic environment of women with endometriosis may directly or indirectly increase the risk of specific adverse obstetric outcomes is currently undefined.",
    "The summary results of the selected meta-analyses on the association between endometriosis or adenomyosis and reproductive and pregnancy outcomes are shown in Tables 1 2 3 4 .",
    "On the basis of the results of 29 studies, Horton et al. (18) reported a 15% reduction in the likelihood of conception after in vitro fertilization (IVF)/intracytoplasmic sperm injection in women with endometriosis compared with that in women without the condition.However, the effect was no longer significant in selected subgroup analyses (stages I-II and III-IV separately, patients with ovarian endometriomas vs. controls).Data on women with DIE were too heterogeneous to be combined in a meta-analysis (Table 1 ).",
    "The same investigators observed a slightly increased risk of miscarriage when women were stratified according to disease stage (stages I-II and II-IV vs. controls) but not when they were categorized according to the presence of ovarian endometriomas.Huang et al. (26) observed a higher risk of miscarriage only in patients who conceived spontaneously but not in those who conceived after ART.In contrast to the findings of Horton et al. (18) , the effect was no longer statistically significant in a subgroup analysis on the basis of disease stage categorization (either stage I-II or II-IV vs. controls).In the meta-analysis by Wang et al. (27) , miscarriage risk was slightly increased in all women with endometriosis and in those who conceived solely after ART.",
    "A 12% reduction in live birth rate (LBR) after ART was observed by Horton et al. (18) only in patients with stage III-IV endometriosis, whereas Qu et al. (28) reported no difference compared with controls.",
    "In the meta-analysis by Horton et al. (18) and Nirgianakis et al. (29) , a reduction of 31%-43% in the likelihood of conception was observed in patients with infertility with the disease (Table 2 ).",
    "The miscarriage rate consistently increased in 3 metaanalyses with ORs ranging from 2.17 (29) to 3.49.",
    "A 55% reduction in LBR after ART was reported by Horton et al. (18) , whereas Nirgianakis et al. (29) did not find a difference between cases and controls.",
    "Overall, no increase in the risk of ectopic pregnancy, gestational diabetes, low birth weight, and operative vaginal delivery was observed in women with endometriosis in the considered meta-analyses (26, 28, 30-35) (Table 3 ).",
    "A small increase in the risk of gestational hypertension was reported in 3 meta-analyses (18, 27, 33) , with pooled ORs ranging from 1.14 and 1.30.Similarly, the risk of preeclampsia either did not significantly increase (26, 28, 36) or only marginally increased (18, 27, 32, 33) , with pooled ORs below 1.20.Fittingly, the risk of IUGR also did not increased in women with endometriosis (26, 31) .",
    "The strength of the association between endometriosis and preterm delivery appeared weak in 4 meta-analyses (18, 31, 33, 37) and moderate in 3 but with pooled OR marginally above 1.5 (26, 27, 32) .At subgroup analysis, the risk appeared markedly increased only when considering pregnancies after natural conception (27, 31, 32, 38) .",
    "The risk of preterm premature rupture of membranes more than doubled in the single meta-analysis addressing this specific complication (32) .The risk of placental abruption significantly increased in only 2 of the 6 meta-analyses evaluating this outcome, with pooled ORs of 1.87 (18) and 1.40 (33) , respectively.The risk of antepartum hemorrhage also moderately increased (26, 32) .",
    "Women with endometriosis were more likely to deliver abdominally than controls, the risk being slightly increased in 2 meta-analyses (27, 33) and moderately increased in 3 (18, 32, 34) .The risk of postpartum hemorrhage marginally increased in 2 meta-analyses (28, 34) , moderately increased in 1 (26) and unvaried in 3 (32, 33, 39) .",
    "Inconsistent findings were reported also regarding the risk of SGA because 3 research groups observed a slight increase in the risk (31, 32, 37) and 2 reported no effect (28, 33) .",
    "The risk of stillbirth slightly increased (18, 26, 32, 33) , and that of neonatal death moderately increased (32) ; however, estimates were based on few events.The likelihood of neonatal intensive care unit admission marginally increased in 2 meta-analyses (18, 32) , and that of the 5-minute Apgar score of <7 was unvaried in 1 meta-analysis (32) .",
    "The risk of placenta previa stood out consistently and robustly among all 11 selected meta-analyses (18, 24, 26-28, 32, 33, 39-42) , with pooled ORs ranging from 2.09 in the entire study population of women with endometriosis (26) to 11.86 in the subgroup with severe lesions (40) .Accordingly, the risk of placenta accreta spectrum disorder was also over threefold times higher in women with endometriosis than in controls (24) .A separate section in the following is dedicated to this issue.",
    "Finally, women with severe endometriosis had an increased risk of spontaneous hemoperitoneum in pregnancy (SHiP).Previous systematic reviews not included in our search period identified DIE in the posterior compartment and IVF as the main risk factors, with an overall frequency of 0.4% in this patient population (18, 43, 44) .Although rare, SHiP is an extremely serious event that can endanger the life of both mother and fetus, with mortality rates of nearly 2% and 27%, respectively (44) .",
    "Meta-analyses by Horton et al. (18) , Nirgianakis et al. (29) , and Razavi et al. (45) consistently showed a greatly increased risk of preeclampsia in women with adenomyosis, with ORs ranging from 4.35 to 7.87 (Table 4 ).",
    "Women with adenomyosis also had a more than doubled risk of preterm delivery (pooled OR, 2.65-3.09) (18, 29, 37, 45) .At sensitivity analyses, the results were confirmed in the subgroups of women who conceived either naturally or after ART (29) .However, on the basis of a limited number of events, the risk of severe preterm birth did not significantly increase (29) .",
    "In 2 studies, a consistently increased risk of fetal malpresentation was observed in women with adenomyosis compared with that in controls (29, 45) , although the reported incidence of fetal malpresentation among cases was unusually high.",
    "Moreover, women with adenomyosis were at almost threefold risk of postpartum hemorrhage (29) .",
    "According to the findings of Nirgianakis et al. (29) , the risk of delivering an infant weighing <2,500 g was higher in women with adenomyosis, and a substantial increase in the risk of SGA was consistently reported in 4 meta-analyses, with pooled ORs ranging from 2.86 to 3.90 (18, 29, 37, 45) .",
    "Nirgianakis et al. (29) did not demonstrate a significantly increased risk of intrauterine fetal death in women with adenomyosis.No differences were detected also in the likelihood of the 5-minute Apgar score of <7 and rate of pH of <7.1 between neonates of mothers with adenomyosis and those of mothers without the condition (29).According to the results of the meta-analysis by Gasparri et al. (42) , endometriosis would be an independent risk factor for placenta previa, in addition to the risk already conferred by IVF per se.Indeed, the risk of placenta previa in women undergoing IVF was 3 times higher when infertility was 24), women who conceived after frozen embryo transfer were less likely to develop placenta previa than those who conceived with fresh embryos (OR, 0.71; 95% CI, 0.57-0.88).In addition, women with endometriosis had an increased risk of placenta accreta (adjusted OR, 3.39; 95% CI, 1.96-5.87) (24) .This is expected because the trophoblast can more easily infiltrate the myometrium when the placenta is implanted in the lower uterine segment compared with that in proximal sites.",
    "Notably, the independent effect of DIE on the risk of placenta previa was originally observed in a large series of women with defined lesion subtypes who conceived naturally (46) .",
    "Considering the strong association between DIE and placenta previa, a pathogenic role of these infiltrating forms of endometriosis seems plausible.Whether the cause of abnormal placental localization is endometriosis per se or the frequently coexisting adenomyosis (47, 48) is currently unknown, although the latter hypothesis is suggested by the results of a recent multicenter Italian study conducted in 11 centers of expertise including women with accurately defined endometriosis and adenomyosis subtypes who conceived naturally (3) .The risk of placenta previa significantly increased in participants with endometriosis and coexistent severe adenomyosis compared with that in participants with endometriosis and mild or absent adenomyosis (adjusted OR, 16.68; 95% CI, 3.48-79.71).",
    "Regardless of the mechanisms involved, a causal relationship appears to be supported also by the fulfillment of 6 of the 9 Bradford Hill criteria, that is, strength, consistency, specificity, temporality, biologic gradient, and plausibility (49) .Overall, on the basis of the World Cancer Research Fund's 5 levels of evidence (convincing, strong evidence; probable, strong evidence; limited, suggestive evidence; limited, no conclusion; and substantial effect on risk unlikely, strong evidence) (https://www.wcrf.org/diet-activity-and-cancer/global-cancer-update-programme/judging-the-evidence/; accessed on January 16, 2023), the hypothesis of a causal relationship between DIE and placenta previa could be defined as ''probable-strong evidence.''Does Surgery for DIE Reduce Obstetric Risks and Increase the Likelihood of Conception?",
    "If the hypothesis of a causal relationship between DIE and placenta previa is considered likely, the consequential question is whether excision of lesions reduces the risk.This could be considered reasonable only if endometriosis, and not coexisting adenomyosis, is the pathogenic mechanism leading to abnormal placental implantation.Unfortunately, few studies and a single systematic review have addressed this specific and clinically challenging research question.",
    "Mooney et al. ( 50) identified only 3 studies on the effect of prepregnancy surgical treatment of endometriosis on future obstetric outcomes.However, a quantitative synthesis of the data could not be originated because of heterogeneity in design, definition of study groups and outcome measures, and critical risk of bias.In a national cohort study on the basis of the Danish Health Register, the rate of placenta previa increased in women who underwent surgery for severe endometriosis compared with that in women who conceived in the nonsurgical group (OR, 2.04; 95% CI, 1.66-2.52).In the same study, the increased risks of gestational hypertension, preterm birth, SGA, perineal laceration (OR, 6.06; 95% CI, 5.08-7.23),and both antepartum and postpartum hemorrhages were also reported after preconceptional excision of endometriosis (51) .The risk of placenta previa did not decrease in a case-control study comparing pregnancy outcomes in 49 women who underwent surgery for endometriosis and 31 women with nonsurgically treated lesions (OR, 2.83; 95% CI, 0.56-12.31) (52) .The third study included in the systematic review did not report the risk of placenta previa (53) .",
    "Nirgianakis et al. (54) reported the results of a casecontrol study on 62 women with endometriosis who conceived after excision of posterior DIE and 186 women without endometriosis.The frequency of placenta previa was significantly higher in cases (6.5%) than in controls (no event).The same was true for gestational hypertension and IUGR.",
    "The scanty evidence available does not support the hypothesis that women who underwent surgery for severe endometriosis have an improved obstetric prognosis compared with women who become pregnant with endometriotic lesions in situ.It cannot be excluded that other unrecognized or untreated factors, such as adenomyosis, may play a role.Therefore, until adequately designed and conducted trials demonstrate a benefit of preconceptional surgery, excision of DIE lesions may not be indicated with the sole aim of reducing the risk of maternal and neonatal adverse events.",
    "Defining an appropriate therapeutic balance between the potential benefits and potential harms of surgery for DIE when specifically aimed at improving reproductive and obstetric outcomes seems particularly relevant.Indeed, this is not only a matter of CIs and P values but also that of what level of risk of major complications each individual patient is willing to accept for which effect size.Different patients may have different priorities, and especially in these clinical conditions, women should be empowered to choose the treatment option that is more aligned with their personal preferences without being unduly influenced.",
    "Infertility associated with DIE in general, and with colorectal endometriosis in particular, constitutes an illustrative example.According to the results of the meta-analysis by Casals et al. (55) , the LBR was significantly higher in women with infertility who underwent DIE excision before IVF than in those who underwent IVF without prior surgery (OR, 2.22; 95% CI, 1. 42-3.46) .Only 3 trials were available for analysis, none of which was a randomized controlled trial.A specific benefit of surgery for colorectal endometriosis was reported in 1 study only (OR, 2.43; 95% CI, 1. 13-5.22) .Two of the studies were at high risk of bias, and the fixed-effects model was used for data pooling.On the basis of the results of a previous systematic review (56) , the natural pregnancy rate in women with infertility with in situ colorectal endometriosis was 26.5%, and that after colorectal surgery was 31.4%.",
    "In the meta-analysis by Bendifallah et al. (57) , the mean combined postoperative complication rates of discoid excision and segmental resection for bowel endometriosis (rectovaginal fistula, anastomotic leakage or stenosis, and voiding dysfunction) were 9.7% and 9.9%, respectively.",
    "Thus, in women with infertility with DIE and colorectal endometriosis, the benefit of radical lesion resection, although statistically significant, seems limited when considering either natural conception or pregnancy after IVF.This could be expected if adenomyosis, which remains unaffected by excisional endometriosis treatment, plays a role in determining infertility (58, 59) .In this regard, Martire et al. (60) analyzed the postoperative transvaginal ultrasound findings in 50 women who underwent segmental rectosigmoid resection for deep endometriosis and observed adenomyosis in 80% of them.",
    "Moreover, the generalizability of the aforementioned estimates is uncertain because the pooled postoperative pregnancy and complication rates were derived from studies conducted at centers of excellence where surgeons with unusually high technical skill are available.In addition, publication bias cannot be ruled out because surgeons with unfavorable results may be scarcely willing to submit their reports to medical journals and editors may be little motivated to publish poor results.absence of a formal randomized controlled trial, it seems difficult to distinguish the specific effect of excision of deep and colorectal lesions from that of superficial and ovarian lesions.Finally, Maignien et al. (61) reported a cumulative LBR of 64.4% in 101 women with bowel endometriosis who underwent direct ART without prior surgery.",
    "Surgery in women with severe pain symptoms in addition to infertility or at high risk of major gynecologic complications during pregnancy, such as bowel obstruction and ureteral stenosis, is an entirely different issue that should be carefully considered in tertiary care referral centers (62) (63) (64) .",
    "Finally, gynecologists should be aware, and patients should be informed, that severe DIE, whether operated on before conception or not, is associated with a substantially increased risk of major complications at both vaginal delivery and cesarean section (53) (54) (55) (56) (57) (58) (59) (60) (61) (62) (63) (64) (65) .",
    "For several reasons, the impact of adenomyosis and endometriosis on reproduction and pregnancy can only be roughly assessed.Most of the studies included in the selected metaanalyses are retrospective.The diagnostic criteria used are heterogeneous and sometimes not well defined, especially for adenomyosis, because some studies used transvaginal ultrasound, some magnetic resonance imaging, and others both.Most studies did not distinguish between the subtypes of endometriosis and adenomyosis (18) .Therefore, it is difficult to determine the specific impact of different disease forms.Some studies have included patients with both endometriosis and adenomyosis, making it difficult to accurately assess the impact of each condition separately.",
    "No less important, even when participants were formally included with either endometriosis or adenomyosis, unrecognized coexistence of the 2 conditions cannot be ruled out.Indeed, the oldest studies on the obstetric impact of endometriosis were conducted when awareness of adenomyosis was limited compared with that in recent years and when the image quality of ultrasound equipment allowing reliable identification of mild adenomyosis forms was not as defined as that of today.Moreover, underdiagnosis by unskilled operators cannot be excluded in some studies.This may have caused inclusion of several women with endometriosis or adenomyosis in the control group, thus potentially diminishing the actual magnitude of the effect of the 2 conditions on fertility and pregnancy outcomes.",
    "Only a minority of studies have separately investigated women with endometriosis in situ and those who have undergone lesion excision.As a result, it is difficult to understand whether, and to what extent, treatment before conception mitigates the adverse effects of the disease on selected obstetric outcomes.",
    "Adjustment for potential confounders was limited.For some outcomes, meta-analyses were based on few women and events; therefore, a type II error cannot be excluded even after combining data.Some CIs were wide, making it difficult to define a reasonably precise risk estimate.Different statistical approaches were used, and the CI may include unity in the random-effects model but not in the fixed-effects model.It is not uncommon for different meta-analyses on the same outcomes to produce different results.In several studies, natural and ART conceptions were not analyzed separately.However, different rates of ART conception between cases and controls and between different studies may affect the reliability of the pooled estimate because ART, as a recognized risk factor for several of the obstetric outcomes considered, may act as a confounder (66) .",
    "In general, endometriosis and adenomyosis appear to have a negative impact on reproductive and obstetric outcomes, even in naturally conceived pregnancies.However, given all aforementioned considerations, it is uncertain what kind of clinical weight should be given to the different effects of endometriosis and adenomyosis when only weak associations are observed, and combined estimates are calculated on the basis of a limited number of studies and events.Nevertheless, some overall conclusions can be tentatively drawn.",
    "First, the effect of adenomyosis on the likelihood of conception and the risk of miscarriage after ART appears greater than that of endometriosis.A marginal reduction in the LBR was observed only in women with advanced stages of endometriosis.However, when undergoing donor egg embryo transfer ART, women with and without mild adenomyosis forms had similar LBRs (67, 68) .",
    "Second, a strong association between endometriosis and placenta previa has been consistently reported, especially in women with DIE.As expected, the association with placenta accreta also appears to be robust.Although rare, SHiP is another threatening condition apparently associated with DIE.",
    "Third, women with adenomyosis are at significantly increased risk of developing preeclampsia and delivering an SGA infant.Again, an association between these 2 outcomes is likely, biologically plausible, and consistent with the currently accepted mechanisms of poor placentation and endothelial inflammation.",
    "The association between DIE and placenta previa could be considered causal, and the same may be true for the association between adenomyosis and preeclampsia.The increased risk of postpartum hemorrhage in women with adenomyosis is reasonably explained by myometrial fibrosis with secondary impaired contractile function after delivery.Weak or moderate associations were observed between endometriosis and several other obstetric outcomes.In particular, the risk of preterm birth only slightly increased.This risk was higher in women with adenomyosis but appeared to be limited to the late preterm category.",
    "Women with severe DIE and severe adenomyosis should receive specific and detailed preconceptional counseling.In particular, women with severe DIE should easily understand the absolute risk of placenta previa (approximately 1 in 15-20 pregnancies) and SHiP (approximately 1 in 250-300 pregnancies) (69, 70) , the clinical manifestations that should prompt immediate medical evaluation, and the potential consequences of delayed care.Once pregnant, women with severe DIE and extensive adenomyosis should be considered at significantly increased obstetric risk and referred to tertiary care centers where they can be followed through delivery and postpartum.",
    "Whether the same should apply also to pregnant women with limited endometriosis and adenomyosis forms is currently uncertain, and data are needed to verify whether such a clinical approach would be clinically effective and cost-effective.Given the nature of the outcomes and limited increase in the risk of most of them, it cannot be excluded that vigilant but standard obstetric care may prove adequate.",
    "In conclusion, most of the studies included in the systematic reviews considered here are characterized by substantial qualitative and quantitative heterogeneity.This makes a reliable assessment of the available evidence difficult, and caution should be exercised when attempting to derive clinical indications that may affect the obstetric prognosis of pregnant women with endometriosis and adenomyosis.Furthermore, this was not a systematic review, the quality of the included meta-analyses was not assessed, and some of them reported inconsistent results.In addition, the literature search may have missed some relevant publications.",
    "Nevertheless, women with early-stage peritoneal and ovarian endometriosis do not appear to be at high risk of major obstetric and neonatal complications, whereas women with DIE, whether operated or not, have an approximately 5% chance of developing placenta previa and 0.4% chance of experiencing SHiP.In addition, women with severe DIE have an increased risk of surgical complications at cesarean section and an increased risk of trauma and laceration at vaginal delivery (53, 65) .These women should deliver in tertiary care centers where experienced obstetricians, skilled pelvic surgeons, expert anesthesiologists, and services such as a blood bank, interventional radiology, and adult and neonatal intensive care units are available (66) .",
    "Overall, women with severe adenomyosis are at increased risk of several adverse obstetric outcomes, including miscarriage, preeclampsia, preterm delivery, fetal malpresentation, postpartum hemorrhage, low birth weight, and SGA, and would likely benefit from referral to tertiary care obstetric centers early in pregnancy.",
    "Emerging evidence suggests that some adverse reproductive and obstetric outcomes observed in women with endometriosis are, in fact, associated with coexisting adenomyosis (71) .This appears to be particularly true for women with DIE lesions (58) .In most meta-analyses, the association with the same adverse obstetric outcome was stronger for adenomyosis than for endometriosis.Given the universal availability and good overall diagnostic accuracy of transvaginal ultrasonography (72) (73) (74) (75) , further investigation of the impact of adenomyosis is now possible.Evaluating whether the type and degree of adenomyosis are correlated with the magnitude of the effect on reproductive and obstetric outcomes would be of great clinical importance (76, 77) .",
    "Given that the impact of delayed diagnosis may become apparent during pregnancy, the availability of more robust data would also allow consideration of whether screening for endometriosis and adenomyosis before trying to conceive would be equitable."
  ],
  "back_matter": [
    "Acknowledgment: The authors thank Giorgia Di Stefano, Biol.Sci, for the creation of Figure 1.",
    "S. reports payments from Ferring Pharmaceuticals for research grants and honoraria from Merck Serono for lectures."
  ],
  "bibref_titles": [
    "Beyond infertility: obstetrical and postpartum complications associated with endometriosis and adenomyosis",
    "Endometriosis and obstetrics complications: a systematic review and meta-analysis",
    "Impact of endometriosis on obstetric outcome after natural conception: a multicenter Italian study",
    "Fibroids and natural fertility: a systematic review and meta-analysis",
    "Association rate between deep peritoneal endometriosis and other forms of the disease: pathogenetic implications",
    "Endometriosis and infertility: a long-life approach to preserve reproductive integrity",
    "Endometriosis-associated macrophages: origin, phenotype, and function",
    "Macrophage immune memory controls endometriosis in mice and humans",
    "The impact of endometriosis on IVF efficacy: qualitative and quantitative assessment of ovarian response and embryo development",
    "The distinguishing cellular and molecular features of the endometriotic ovarian cyst: from pathophysiology to the potential endometrioma-mediated damage to the ovary",
    "Implantation failure in endometriosis patients: etiopathogenesis",
    "Endometriosis does not impact live-birth rates in frozen embryo transfers of euploid blastocysts",
    "Improvements achieved in an oocyte donation program over a 10-year period: sequential increase in implantation and pregnancy rates and decrease in high-order multiple pregnancies",
    "Cracking the enigma of adenomyosis: an update on its pathogenesis and pathophysiology",
    "Pathogenesis of human adenomyosis: current understanding and its association with infertility",
    "Cadence of procreation: orchestrating embryo-uterine interactions",
    "Mechanisms of implantation: strategies for successful pregnancy",
    "Reproductive, obstetric, and perinatal outcomes of women with adenomyosis and endometriosis: a systematic review and meta-analysis",
    "The ADENO study: ADenomyosis and its Effect on Neonatal and Obstetric outcomes: a retrospective population-based study",
    "Adenomyosis: fertility and obstetric outcome. A comprehensive literature review",
    "Pathophysiologic mechanisms by which adenomyosis predisposes to postpartum haemorrhage and other obstetric complications",
    "Endothelial dysfunction and preeclampsia: role of oxidative stress",
    "Endometriosis and impaired placentation: a prospective cohort study comparing uterine arteries Doppler pulsatility index in pregnancies of patients with and without moderate-severe disease",
    "Placenta accreta spectrum disorder complicated with endometriosis: systematic review and meta-analysis",
    "The uterine junctional zone: a 3-dimensional ultrasound study of patients with endometriosis",
    "Miscarriage on endometriosis and adenomyosis in women by assisted reproductive technology or with spontaneous conception: a systematic review and meta-analysis",
    "Adverse pregnancy outcomes for women with endometriosis: a systematic review and meta-analysis",
    "The effect of endometriosis on IVF/ ICSI and perinatal outcome: a systematic review and meta-analysis",
    "Fertility, pregnancy and neonatal outcomes of patients with adenomyosis: a systematic review and meta-analysis",
    "Endometriosis and ectopic pregnancy: a meta-analysis",
    "Health Outcomes and Systematic Analyses (HOUS-SAY) Project. Association between endometriosis and preterm birth in women with spontaneous conception or using assisted reproductive tech-nology: a systematic review and meta-analysis of cohort studies",
    "Endometriosis and adverse maternal, fetal and neonatal outcomes, a systematic review and meta-analysis",
    "Endometriosis and risk of adverse pregnancy outcome: a systematic review and meta-analysis",
    "Association between endometriosis and delivery outcomes: a systematic review and meta-analysis",
    "Endometriosis and gestational diabetes mellitus risk: a systematic review and meta-analysis",
    "Systematic Analyses (HOUSSAY) Project. Systematic review and meta-analysis regarding the association of endometriosis and preeclampsia in women conceiving spontaneously or through assisted reproductive technology",
    "Endometriosis and adenomyosis are associated with increased risk of preterm delivery and a small-for-gestational-age child: a systematic review and meta-analysis",
    "Premature birth in women with endometriosis: a systematic review and meta-analysis",
    "The association of endometriosis with placenta previa and postpartum hemorrhage: a systematic review and meta-analysis",
    "Placenta previa complicated with endometriosis: contemporary clinical management, molecular mechanisms, and future research opportunities",
    "Women with endometriosis, especially those who conceived with assisted reproductive technology, have increased risk of placenta previa: meta-analyses",
    "Placenta previa and placental abruption after assisted reproductive technology in patients with endometriosis: a systematic review and meta-analysis",
    "Severe spontaneous hemoperitoneum in pregnancy may be linked to in vitro fertilization in patients with endometriosis: a systematic review",
    "Spontaneous hemoperitoneum in pregnancy (SHiP) and endometriosis -a systematic review of the recent literature",
    "Systematic review and meta-analysis of adverse pregnancy outcomes after uterine adenomyosis",
    "Pregnancy outcome in women with peritoneal, ovarian and rectovaginal endometriosis: a retrospective cohort study",
    "Relationship between the magnetic resonance imaging appearance of adenomyosis and endometriosis phenotypes",
    "Focal adenomyosis of the outer myometrium and deep infiltrating endometriosis severity",
    "The environment and disease: association or causation",
    "Obstetric outcome after surgical treatment of endometriosis: a review of the literature",
    "Endometriosis increases the risk of obstetrical and neonatal complications",
    "Adverse effects of endometriosis on pregnancy: a case-control study",
    "Maternal and neonatal outcomes in women with colorectal endometriosis",
    "Obstetric complications after laparoscopic excision of posterior deep infiltrating endometriosis: a case-control study",
    "Impact of surgery for deep infiltrative endometriosis before in vitro fertilization: a systematic review and meta-analysis",
    "Colorectal endometriosis and fertility",
    "Surgical outcomes after colorectal surgery for endometriosis: a systematic review and meta-analysis",
    "Adenomyosis and reproductive performance after surgery for rectovaginal and colorectal endometriosis: a systematic review and meta-analysis",
    "Bowel surgery as a fertility-enhancing procedure in patients with colorectal endometriosis: methodological, pathogenic and ethical issues",
    "Transvaginal ultrasound findings after laparoscopic rectosigmoid segmental resection for deep infiltrating endometriosis",
    "Infertility in women with bowel endometriosis: first-line assisted reproductive technology results in satisfactory cumulative live-birth rates",
    "Colorectal endometriosis responsible for bowel occlusion or subocclusion in women with pregnancy intention: is the policy of primary in vitro fertilization always safe?",
    "Swimming against the stream: is surgery worthwhile in women with deep infiltrating endometriosis and pregnancy intention?",
    "Differed surgery in patient with colorectal endometriosis and pregnancy intention: Is it reasonable?",
    "Complications during pregnancy and delivery in women with untreated rectovaginal deep infiltrating endometriosis",
    "The ominous association between severe endometriosis, in vitro fertilisation, and placenta previa: raising awareness, limiting risks, informing women",
    "Pregnancy outcomes with donor oocyte embryos in patients diagnosed with adenomyosis using the Morphological Uterus Sonographic Assessment criteria",
    "Sonographic diagnosis of adenomyosis-ultrasound that cried wolf?",
    "Endometriosis and spontaneous hemoperitoneum in pregnancy: evaluation of the magnitude of the risk in women becoming pregnant via in vitro fertilization",
    "Obstetrical outcome in women with endometriosis including spontaneous hemoperitoneum and bowel perforation: a systematic review",
    "Presence of adenomyosis at MRI reduces live birth rates in ART cycles for endometriosis",
    "Diagnosing adenomyosis: an integrated clinical and imaging approach",
    "Noninvasive diagnosis of adenomyosis: a structured review and meta-analysis of diagnostic accuracy in imaging",
    "Diagnostic accuracy of transvaginal ultrasound and magnetic resonance imaging for adenomyosis: systematic review and meta-analysis and review of sonographic diagnostic criteria",
    "Consensus on revised definitions of Morphological Uterus Sonographic Assessment (MUSA) features of adenomyosis: results of modified Delphi procedure",
    "Exploring the challenges for a new classification of adenomyosis",
    "New sonographic classification of adenomyosis: do type and degree of adenomyosis correlate to severity of symptoms?"
  ]
}