{
  "paper_id": "Barrowclough_et_al-2022-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:06.350676Z"
  },
  "title": "Maternal postures for fetal malposition in labour for improving the health of mothers and their infants",
  "authors": [
    {
      "first": "Jennifer",
      "last": "Barrowclough",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Luling",
      "last": "Lin",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Bridget",
      "last": "Kool",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "G",
      "last": "Hofmeyr",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Caroline",
      "last": "Crowther",
      "email": "",
      "affiliation": {}
    }
  ],
  "year": "",
  "abstract": "",
  "pdf_parse_keywords": [],
  "body_text": [
    "Fetal malposition (occipito-posterior and persistent occipito-transverse) in labour is associated with adverse maternal and infant outcomes.Whether use of maternal postures can improve these outcomes is unclear.This Cochrane Review of maternal posture in labour is one of two new reviews replacing a 2007 review of maternal postures in pregnancy and labour.",
    "To assess the e ect of specified maternal postures for women with fetal malposition in labour on maternal and infant morbidity compared to other postures.",
    "We searched Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.gov, the World Health Organization (WHO) International Clinical Trials Registry Platform (ICTRP) (13 July 2021), and reference lists of retrieved studies.",
    "We included randomised controlled trials (RCTs) or cluster-RCTs conducted among labouring women with a fetal malposition confirmed by ultrasound or clinical examination, comparing a specified maternal posture with another posture.Quasi-RCTs and cross-over trials were not eligible for inclusion.",
    "Two review authors independently assessed trials for inclusion, risk of bias, and performed data extraction.We used mean di erence (MD) for continuous variables, and risk ratios (RRs) for dichotomous variables, with 95% confidence intervals (CIs).We assessed the certainty of the evidence using the GRADE approach.",
    "We included eight eligible studies with 1766 women.",
    "All studies reported some form of random sequence generation but were at high risk of performance bias due to lack of blinding.There was a high risk of selection bias in one study, detection bias in two studies, attrition bias in two studies, and reporting bias in two studies.",
    "Trusted evidence.Informed decisions.Better health.",
    "The use of hands and knees posture may have little to no e ect on operative birth (average RR 1.14, 95% CI 0.87 to 1.50; 3 trials, 721 women; low-certainty evidence) and caesarean section (RR 1.34, 95% CI 0.96 to 1.87; 3 trials, 721 women; low-certainty evidence) but the evidence is uncertain; and very uncertain for epidural use (average RR 0.74, 95% CI 0.41 to 1.31; 2 trials, 282 women; very low-certainty evidence), instrumental vaginal birth (average RR 1.04, 95% CI 0.57 to 1.90; 3 trials, 721 women; very low-certainty evidence), severe perineal tears (average RR 0.88, 95% CI 0.03 to 22.30; 2 trials, 586 women; very low-certainty evidence), maternal satisfaction (average RR 1.02, 95% CI 0.68 to 1.54; 3 trials, 350 women; very low-certainty evidence), and Apgar scores less than seven at five minutes (RR 0.71, 95% CI 0.21 to 2.34; 2 trials, 586 babies; very low-certainty evidence).",
    "No data were reported for the hands and knees comparisons for postpartum haemorrhage, serious neonatal morbidity, death (stillbirth or death of liveborn infant), admission to neonatal intensive care, neonatal encephalopathy, need for respiratory support, and neonatal jaundice requiring phototherapy.",
    "The use of lateral postures may have little to no e ect on reducing operative birth (average RR 0.72, 95% CI 0.43 to 1.19; 4 trials, 871 women; low-certainty evidence), caesarean section (average RR 0.78, 95% CI 0.44 to 1.39; 4 trials, 871 women; low-certainty evidence), instrumental vaginal birth (average RR 0.73, 95% CI 0.39 to 1.36; 4 trials, 871 women; low-certainty evidence), and maternal satisfaction (RR 0.96, 95% CI 0.84 to 1.09; 2 trials, 451 women; low-certainty evidence), but the evidence is uncertain.The evidence is very uncertain about the e ect of lateral postures on severe perineal tears (RR 0.66, 95% CI 0.17 to 2.48; 3 trials, 609 women; very low-certainty evidence), postpartum haemorrhage (RR 0.90, 95% CI 0.48 to 1.70; 1 trial, 322 women; very low-certainty evidence), serious neonatal morbidity (RR 1.41, 95% CI 0.64 to 3.12; 3 trials, 752 babies; very low-certainty evidence), Apgar scores less than seven at five minutes (RR 0.25, 95% CI 0.03 to 2.24; 1 trial, 322 babies; very low-certainty evidence), admissions to neonatal intensive care (RR 1.41, 95% CI 0.64 to 3.12; 2 trials, 542 babies; very low-certainty evidence) and neonatal death (stillbirth or death of liveborn) (1 trial, 210 women and their babies; no events).",
    "For the lateral posture comparisons, no data were reported for epidural use, neonatal encephalopathy, need for respiratory support, and neonatal jaundice requiring phototherapy.We were not able to estimate the outcome death (stillbirth or death of liveborn infant) due to no events (1 trial, 210 participants).",
    "We found low-and very low-certainty evidence which indicated that the use of hands and knees posture or lateral postures in women in labour with a fetal malposition may have little or no e ect on health outcomes of the mother or her infant.If a woman finds the use of hands and knees or lateral postures in labour comfortable there is no reason why they should not choose to use them.Further research is needed on the use of hands and knees and lateral postures for women with a malposition in labour.Trials should include further assessment of semi-prone postures, same-side-as-fetus lateral postures with or without hip hyperflexion, or both, and consider interventions of longer duration or that involve the early second stage of labour.",
    "Malposition is when the back of the baby's head lies towards the mother's back.As a result, labour and birth can be long and di icult, sometimes resulting in an operative birth (where the baby is delivered by caesarean section or with special tools to help the baby through the birth canal) and more perineal trauma (damage to the pelvic floor).The baby may be more likely to go to a neonatal care unit.Also, women may experience stress or disappointment with the birth experience.",
    "The way a pregnant woman is positioned during labour may help rotate a baby so that the back of the baby's head lies towards the front of the mother's abdomen.This improved position may help the mother and baby have a more normal labour and birth.However, it is not yet known which posture, if any, is e ective and when is the best time to use it.",
    "A systematic review of studies of positions (postures) used by women in labour with a baby in a malposition can provide answers on whether the postures improve birth and other health outcomes for mothers and babies.The summary of this review can be used to update clinical practice guidelines.",
    "Trusted evidence.Informed decisions.Better health.",
    "We searched for evidence (published to 13 July 2021) and identified eight studies in nine di erent countries involving 1766 women and their babies.Women in the included studies were either first-time mothers or mothers who had birthed before.All the women's pregnancies were at least at 36 weeks.",
    "The trials compared use of 'hands and knees' posture or 'side-lying' (lateral) postures (lying on the same side as the baby, lying on the opposite side to the baby, and lying semi-prone) to other postures (free posture, lying on back, leaning back, lying on the same side as the baby).",
    "For both the hands and knees posture and side-lying positions during labour, there may be little or no di erence in the numbers of operative births, haemorrhage (profuse bleeding of the mother), severe perineal trauma, and women's satisfaction with their labour and delivery, but there was insu icient evidence to be sure.Many of our outcomes of interest were not reported in the included studies.",
    "Overall, we have little to no confidence in the evidence, mainly because there were too few women and babies in the studies, and some studies used unclear methods.",
    "Overall, it is uncertain whether hands and knees or side-lying positions in labour improve the health of mother and baby when a baby is in a malposition.However, if women find the use of hands and knees, side-lying, or other postures in labour comfortable, there is no reason why they should not choose to use them.",
    "Further research is needed to enable optimal fetal positioning.In particular, further research is needed on variations in the postures, the impact of longer use of these postures during labour, and on long-term outcomes for women and their babies.",
    "No. of participants (studies)",
    "344 per 1000 392 per 1000 (300 to 516) *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).CI: confidence interval; MD: mean difference; RR: risk ratio GRADE Working Group grades of evidence High certainty: we are very confident that the true effect lies close to that of the estimate of the effect.",
    "Moderate certainty: we are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different.Low certainty: our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect.Very low certainty: we have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effect.",
    "Setting: tertiary labour and birthing units in Spain, France, China, and Iran; and one primary unit (Spain) *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).CI: confidence interval; MD: mean difference; RR: risk ratio",
    "Trusted evidence.Informed decisions.Better health.",
    "In normal labour, the fetal head usually enters the maternal pelvis in the transverse diameter and then rotates anteriorly as the head descends into the mid pelvis.When the fetal head does not rotate anteriorly or instead rotates posteriorly the position is termed persistent and is a deviation from normal labour (Cunningham 2018) .Commonly referred to as 'fetal malposition', it is described as occipito-posterior (OP) or 'back-to-back' when the back of the fetal head lies posteriorly in the back of the mother's pelvis and occipitotransverse (OT) when the back of the fetal head lies transversely (at the side of the mother's pelvis).The head will o en be deflexed, likely due to forward application of the maternal sacral promontory on the fetal spine with consequential neck extension (Barth 2015) .",
    "A deflexed fetal head presents a wider diameter to the maternal pelvis which can cause delayed entry and transition through the pelvis.The fetal head may extend further to a mento-anterior or mento-lateral/transverse position (where the chin is anterior or lateral/transverse) to the maternal pelvis.Unlike a well-flexed head which presents a uniformly round vertex (crown of the head) to the cervix, a deflexed head is not completely round which may lead to poor application and thus pressure to the cervix.Poor head to cervix contact in nulliparous women is associated with cervical dystocia (cervix failing to open) (Allman 1996; Kjaergaard 2008) .",
    "When the fetus is in an OP position, the fetal axis or the long line of the fetal body in relation to the long axis of the woman, is inclined towards the mother's symphysis pubis bone.In the case of an OT position, the fetus is inclined towards the opposite side of the mother's pelvis.In both these positions, the fetal axis does not align well with the mother's anteriorly tilted pelvic brim, unlike in an occipito-anterior (OA) positioned fetus where the fetal axis is towards the mother's sacrum facilitating entry into the anteriorly tilted pelvic brim.",
    "Fetal malposition may be diagnosed by a vaginal digital examination which finds the junction of the sagittal and lambdoidal sutures of the fetal head located in the transverse diameter of the maternal pelvis for OT position or at least 45 degrees posterior to the transverse diameter of the maternal pelvis for OP position (Cunningham 2018) .Ultrasonographic detection of fetal malposition is more reliable than digital vaginal examination (Sherer 2002) .Ultrasonography to diagnose fetal malposition can locate the position of the fetal orbits or cervical spine anteriorly or transversely to the maternal pelvis (Akmal 2003; Souka 2003; Zahalka 2005) .",
    "A fetal OP position occurs in 15% to 33% of labours with a cephalic (head-first) presentation.Most OP positioned fetuses spontaneously rotate to an anterior position by the end of labour.However, about 8% that are OP in early labour, and 10% to 20% that are OP in the early second stage of labour, will remain in this position until birth, with 70% of these undergoing an operative vaginal birth (forceps or vacuum extraction) or caesarean section (Gardberg 1998; Fitzpatrick 2001; Ponkey 2003; Akmal 2004; Phipps 2014) .Women of African-American ethnicity have a higher prevalence of OP position during labour (Cheng 2006a).OP position is more prevalent in women with an under-developed pelvis associated with early age at first pregnancy (Blumenthal 1982) , malnutrition, and infection (Martins 2011) .OT position is associated with similar morbidities and occurs in 28% of labours, with 49% of these requiring an operative birth (Akmal 2004; Phipps 2014) .Considering the similar morbidities associated with OP and OT fetal positions, these are commonly grouped together in research (Doggett 1967) .Right OP/OT position is about twice as common as le OP/OT position (Randal 1952; Kutcipal 1959; Guittier 2016; Le Ray 2016) .During labour, the fetus will usually rotate on the pelvic floor anteriorly (to the front).However, when the fetus is in an OP position, the labour may be less likely to progress to the second stage, as shown by 53% OP position versus 38% non-OP position at caesarean section births for a prolonged first stage of labour (Eggebo 2015) .",
    "Fetal malposition is associated with a prolonged second stage labour (Senécal 2005), chorioamnionitis (Ponkey 2003), fetal distress (Ingemarsson 1980; Sokol 1981) , severe perineal trauma (Parente 2009) , anal sphincter injuries (Barbier 2007; Dudding 2008) , and birth injury (Cheng 2006b), including brachial plexus injury (Cheng 2006c), hypoxic ischaemic encephalopathy (Liljestrom 2018) , and subgaleal haematoma (Ashwal 2016) .",
    "Operative vaginal and caesarean section deliveries with an OP position are associated with postpartum haemorrhage, endometritis (Cheng 2006a), extension of the uterine incision during caesarean section especially in second stage labour (de la Torre 2006), and increased risk of need for neonatal resuscitation and neonatal intensive care unit admission (Cheng 2006a).The level of care available at a facility may impact health outcomes associated with a fetal malposition related to the degree of maternity experience and resources available (Aiken 2015) .",
    "Fetal malposition has direct and indirect costs, including longer postnatal hospital stays for women and their infants.The economic burden of third-and fourth-degree perineal tears in England due to longer hospital stays was estimated to be GBP 14.5 million for the year 2013/14 (Orlovic 2017) .A retrospective cohort study comparing women with severe perineal tears versus those without found the incidence of women having an OP positioned baby was 32% versus 4% respectively (Barbier 2007 ).In addition, there are ongoing costs of impaired sexual health (Lydon-Rochelle 2001), and emotional health, such as chronic post-traumatic stress disorder which has a prevalence of 1% to 2% following traumatic births (Wijma 1997; Ayers 2001) .",
    "The aetiology of OP fetal position is uncertain.The greater propensity for right OP/OT fetal position compared to le OP/ OT position may relate to dextrorotation of the uterus (oblique tilt of the uterus towards the right) with some fetuses on the right of the mother more inclined to rotate posteriorly and fetuses on the mother's le to rotate anteriorly.Dextrorotation of up to 45 degrees is considered normal physiologically and occurs commonly in the gravid (pregnant) uterus, most likely due to the presence of the sigmoid colon (large bowel) on the maternal le (Anderson 1965; El-Mowafi 2017) .Fetal malposition is associated with nulliparity (Fitzpatrick 2001) , narrow pubic arch angle typical of the anthropoid and android pelvis (Suonio 1986; Gilboa 2013; Ghi 2016) , epidural analgesia (Lieberman 2005; Menichini 2021 ), anterior positioned placenta (Gardberg 1994) , advanced maternal",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews age, African-American ethnicity, fetal macrosomia (Cheng 2006a), and increased maternal body mass index (BMI) (Akmal 2004 ).An association between epidural anaesthesia and fetal malposition has been linked to lax maternal uterine muscles to impair anterior fetal rotation during the first stage of labour (Robinson 1996; Boog 2006) or lax pelvic floor muscles to impair anterior rotation in the second stage of labour (Lieberman 2005) .",
    "Knowing whether malposition exists in late pregnancy or develops in first or second stage labour is important so that e ective interventions can be appropriately timed before clinical situations, such as deep transverse arrest (transversely positioned fetal head stuck in the transverse diameter of the pelvis), occur.There is conflicting opinion regarding whether persistent OP position develops mostly during labour (nearly 70%) (Gardberg 1998; Lieberman 2005) , or from the onset of labour (Akmal 2004) .",
    "Several maternal postures in labour that have been previously studied include the hands and knees posture, lateral postures, which include lying on the same side as the fetus, lying on the opposite side as the fetus, semi-prone, and vertical postures (standing up or supported standing).",
    "Women may have been shown how to adopt specific posture/s as an intervention or may have used specific posture/s as a control.Use of the posture may have been for a specified time period or a collective minimum time requirement per hour or until birth of the baby.An ultrasound scan may have confirmed the fetal position prior to the intervention and during labour.",
    "There are two di erent pathways by which maternal posture might work to rotate the baby anteriorly.These include: changes in pelvic angles and diameters inducing fetal head flexion and anterior rotation (Desbriere 2013), and the forces of gravity and buoyancy (Andrews 2004) .Labour involves the passage of the shape of the baby through the shape of the pelvis.By adjusting the mother's posture, the shape and angles of her pelvis may provide a better fit for the baby's head shape.With e ective descent of the head in labour, pressure is applied to the cervix leading to full dilatation.The head when in contact with the firm pelvic floor can rotate anteriorly aided by the slightly concave incline of the levator ani muscles (Parente 2009) .",
    "Alternatively, rotation of the occiput to an OA position may occur with gravitational forces on fetal weight.For example, in the symmetrical Sims/semi-prone posture (mother lying in a lateralforwards posture on same side to location of fetal spine) the fetal spine, being the heaviest, may lead the weight of the fetal trunk by a falling action towards the centre of gravity, which is in this case located towards the mother's anterior aspect of her abdomen.",
    "Once the fetal trunk rotates anteriorly, the occiput repositions anteriorly (the fetus untwists its neck) (Barth 2015) .An example of a similar mechanism is restitution, when, following the birth of the head, the head rotates to align with the trunk (Cunningham 2018) .",
    "Use of maternal posture may facilitate fetal rotation of OP or OT position to the more favourable OA position (Sutton 2000), coined as 'optimal fetal positioning', and associated with better birth and health outcomes.",
    "Changes in maternal posture when there is a fetal malposition in labour may be a safe method to achieve a normal vaginal birth.As yet there is limited evidence on the appropriate maternal posture(s) to use, the optimal time to adopt the posture(s), or their e ectiveness.",
    "Conducting a systematic review of the evidence from randomised controlled trials of maternal posture in labour where there is a fetal malposition is important to establish their e ectiveness for correcting the malposition, the e ects on relevant maternal and infant morbidities, and the rates of operative births.The evidence from randomised trials summarised in this review is important for the update of evidence-based clinical practice guidelines.",
    "A previous Cochrane Review, titled Hands and knees posture in late pregnancy or labour for fetal malposition (lateral or posterior) (Hunter 2007) , found use of the hands and knees position for 10 minutes twice daily was not e ective for improving maternal and neonatal outcomes of labour.The position was associated with reduced backache in labour.This review indicated further research was required on posture and its e ect on progress or outcomes of labour in terms of pain, duration of labour, method of delivery, baby's condition, and maternal satisfaction (Hunter 2007) .The Cochrane Review by Hunter and colleagues included randomised trials in late pregnancy and in labour.Since then, additional randomised trials on maternal posture for the management of labour in women with a fetus in OP or OT position have been conducted which use other posture interventions, some of which have reported positive e ects on maternal and neonatal outcomes.The publication of new trials indicated that an updated evidence synthesis was necessary, and we decided to split the previous Cochrane Review by Hunter and colleagues into two new reviews: the present review focuses on maternal postures for fetal malposition in labour for improving the health of mothers and their infants, and its sister review focuses on maternal postures for fetal malposition in late pregnancy for improving the health of mothers and their infants.",
    "To assess the e ect of specified maternal postures for women with fetal malposition in labour on maternal and infant morbidity compared to other postures.",
    "We included randomised controlled trials (RCTs) (published or unpublished) only.Cluster-randomised trials and trials published only as abstracts were eligible for inclusion, but none were identified.Quasi-randomised trials and cross-over studies were not eligible for inclusion in this review.We assessed trial methodology and risk of bias from full texts; none of the trials were reported only as abstracts.",
    "We included information from other study designs in the Background and Discussion but we did not use it to inform the results or conclusions of this review.",
    "Trusted evidence.Informed decisions.Better health.",
    "Women in labour with a malposition of the fetus (occipito-posterior (OP), occipito-transverse (OT) (lateral), mento anterior/transverse (lateral)) diagnosed by digital vaginal examination or ultrasound.",
    "Specified maternal postures for women in labour with a fetal malposition compared with other maternal postures.This may have included maternal side-lying on the same side as the fetal spine, maternal side-lying on the opposite side to the fetal spine, maternal side-lying with hyperflexed hip/s, hand and knees posture, standing, semi-recumbent/recumbent (lying flat on back), sitting, squatting, or other postures.The intervention was compared with other postures, specified or unspecified, that excluded the intervention postures.",
    "The primary and secondary maternal and neonatal outcome measures were based on consensus between the review authors.",
    " Operative birth (composite outcome defined as caesarean section, instrumental vaginal birth)",
    " Serious neonatal morbidity (composite outcome defined as death, admission to neonatal intensive care, neonatal encephalopathy, or as defined by trialists)",
    "Maternal Short-term outcomes",
    "The following section of this review is based on a standard template used by Cochrane Pregnancy and Childbirth.",
    "We searched Cochrane Pregnancy and Childbirth's Trials Register by contacting their Information Specialist (13 July 2021).",
    "The Register is a database containing over 27,000 reports of controlled trials in the field of pregnancy and childbirth.It represents over 30 years of searching.For full current search methods used to populate Cochrane Pregnancy and Childbirth's Trials Register -including the detailed search strategies for the Cochrane Central Register of Controlled Trials (CENTRAL), MEDLINE, Embase and the Cumulative Index to Nursing and Allied Health Literature (CINAHL); the list of handsearched journals and conference proceedings; and the list of journals reviewed via the current awareness service -please follow this link.",
    "Briefly, Cochrane Pregnancy and Childbirth's Trials Register is maintained by their Information Specialist and contains trials identified from:",
    " monthly searches of CENTRAL;",
    " weekly searches of MEDLINE (Ovid);  weekly searches of Embase (Ovid);  monthly searches of CINAHL (EBSCO);  handsearches of 30 journals and the proceedings of major conferences;  weekly current awareness alerts for a further 44 journals plus monthly BioMed Central email alerts.",
    "Two people screen these search results and review the full texts of all relevant trial reports identified.Based on the intervention described, they assign each trial report a number corresponding to a specific Pregnancy and Childbirth review topic (or topics) and add the trial reports to the Register.'The Information Specialist searched the Register for this review using a topic number rather than keywords.This resulted in a more specific search set that has been fully accounted for in the relevant review sections (Included studies, Excluded studies, and Studies awaiting classification).",
    "In addition, we searched ClinicalTrials.govand the World Health Organization (WHO) International Clinical Trials Registry Platform",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews (ICTRP) for unpublished, planned, and ongoing trial reports using the search methods detailed in Appendix 1.",
    "We searched the reference lists of retrieved studies.We did not apply any language or date restrictions.",
    "The following section of this protocol is based on a standard template used by Cochrane Pregnancy and Childbirth Group (Figure 1 ).",
    "Screening eligible studies for trustworthiness At least two review authors evaluated all studies meeting our inclusion criteria against predefined criteria to select studies that, based on available information, were deemed to be su iciently trustworthy to be included in the analysis.Cochrane Pregnancy and Childbirth have developed a Trustworthiness Screening Tool (CPC-TST) which includes the following criteria.",
    " Are there any retraction notices or expressions of concern listed on the Retraction Watch Database relating to this study? Was the study prospectively registered (for those studies published a er 2010)?If not, was there a plausible reason? When requested, did the trial authors provide/share the protocol, the ethics approval letter, or both? Did the trial authors engage in communication with the Cochrane Review authors within the agreed timelines? Did the trial authors provide individual patient data (IPD) upon request?If not, was there a plausible reason?",
    " Is the study free from participant characteristics that appear too similar (e.g.distribution of the mean (SD) excessively narrow or excessively wide, as noted by Carlisle 2017)?",
    " Is the study free from characteristics that could be implausible (e.g.large numbers of women with a rare condition (such as severe cholestasis in pregnancy) recruited within 12 months)? In cases with (close to) zero losses to follow-up, is there a plausible explanation?",
    " Is the study free from results that could be implausible (e.g.massive risk reduction for main outcomes with small sample size)? Do the numbers randomised to each group suggest that adequate randomisation methods were used (e.g. is the study free from issues such as unexpectedly even numbers of women",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews 'randomised' including a mismatch between the numbers and the methods, if the authors say 'no blocking was used' but still end up with equal numbers, or if the authors say they used 'blocks of 4' but the final numbers di er by 6)?",
    "We did not include studies assessed as being potentially 'high risk' in the review.For studies classified as 'high risk,' we attempted to contact the study authors to address any possible lack of information or concerns.In cases where we could not obtain contact details for the study authors, or where adequate information remained unavailable, we listed the study as 'awaiting classification' and described in detail the reasons and our communications with the author (or lack thereof).",
    "We included data from abstracts only if, in addition to the trustworthiness assessment, the study authors had confirmed in writing that the data to be included in the review had come from the final analysis and would not change.If such information was not available/provided, the study would remain in 'awaiting classification' (as above).",
    "See Figure 2 for details of how we applied the trustworthiness screening criteria.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "Two review authors independently assessed for inclusion or exclusion all potential studies identified as a result of the search strategy.We resolved any disagreement on inclusion or exclusion through discussion; if required, we consulted a third review author.",
    "We created a study flow diagram to map out the number of records identified, included, and excluded.",
    "We designed a data extraction form based on the Cochrane Pregnancy and Childbirth Group's data extraction form.Two review authors collected information from the eligible studies relating to type of intervention, timing of intervention, concomitant treatments, and maternal and infant outcomes.We collected information about sources of funding and any declarations of interest by trialists.We resolved any disagreements through discussion.We entered all data from the data extraction forms into Review Manager 5.3 so ware (Review Manager 2014) and checked the data for accuracy.We attempted to contact authors of original reports if required to provide clarity or further information.",
    "Two review authors independently assessed risk of bias (ROB) for each study using methods described for ROB 1.0 in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011) .",
    "We judged risk of biases as low, high, or unclear.We resolved any disagreement through discussion or by the involvement of a third assessor.",
    "(1) Random sequence generation (checking for possible selection bias)",
    "We described for each included study the method of allocation sequence in su icient detail to determine the equipoise and thus comparability of groups.We assessed the method as:",
    " low risk of bias (unequivocal randomisation design, e.g.random number list; computer-generated random assignment);  high risk of bias (use of alternation, e.g.date of birth, case record number, date of presentation, or other quasi randomisation); or  unclear risk of bias (e.g.incomplete statement of the randomisation process).",
    "(2) Allocation concealment (checking for possible selection bias)",
    "We described for each included study the method used to conceal allocation to intervention assignment before and until assignment and assessed whether such allocation could have been foreseen during this time.We assessed the method as:",
    " low risk of bias (e.g.central or telephone randomisation by a third party; sequentially numbered, sealed, opaque envelopes);  high risk of bias (unconcealed random allocation; e.g.unsealed or non-opaque envelopes); or  unclear risk of bias (e.g.incomplete details of central randomisation process, unmarked envelopes prior to opening).",
    "We described for each included study the reported method that was used (if any) for blinding of participants, personnel, or both.For each included study methodology that used unblinded participants, personnel, or both, we judged whether this lack of blinding would be likely to a ect the results.We assessed methods as low, high, or unclear risk of bias for participants and personnel, respectively.",
    "(3.2) Blinding of outcome assessment (checking for possible detection bias)",
    "We described each included study's method of blinding outcome assessors to the intervention and assessed risk of bias for categories of outcomes (e.g.subjective or objective) separately as required.We assessed the method as low, high, or unclear risk of bias.",
    "(4) Incomplete outcome data (checking for possible attrition bias due to the amount, nature, and handling of incomplete outcome data)",
    "We described for each included study, and for each outcome or class of outcomes, the completeness of data, including attrition and exclusions from the analysis.We state whether attrition and exclusions were reported, and the numbers included in the analysis at each stage (compared with the total randomised participants), reasons for attrition or exclusion where reported, and whether missing data were balanced across groups or were related to outcomes.Where su icient information was reported, or was supplied by the trial authors, we re-included missing data in the planned analyses.",
    "We assessed methods as:",
    " low risk of bias (e.g.no missing outcome data; missing outcome data balanced across groups);  high risk of bias (e.g.numbers or reasons for missing data imbalanced across groups; 'as treated' analysis done with substantial departure of intervention received from that assigned at randomisation);  unclear risk of bias.",
    "(5) Selective reporting (checking for reporting bias)",
    "We described for each included study how we investigated the possibility of selective outcome reporting bias and what we found.We assessed the methods as:",
    " low risk of bias (where it was clear that all of the study's prespecified outcomes and all expected outcomes of interest to the review were reported);  high risk of bias (where not all the study's pre-specified outcomes were reported; one or more reported primary outcomes were not pre-specified; outcomes of interest were reported incompletely and so could not be used; study failed to include results of a key outcome that would have been expected to have been reported);  unclear risk of bias.",
    "We described for each included study any important concerns we had about other possible sources of bias.We assessed whether each study was free of other problems that could put it at risk of bias:",
    "Trusted evidence.Informed decisions.Better health.",
    " low risk of other bias;  high risk of other bias;  unclear whether there is risk of other bias.",
    "We made explicit judgements about whether studies were at high risk of bias, according to the criteria given in the CochraneHandbook (Higgins 2021) .With reference to (1) to (6) above, we assessed the likely magnitude and direction of the bias and whether we considered it was likely to impact on the findings.We explored the impact of the level of bias through undertaking sensitivity analyses.See Sensitivity analysis.",
    "For dichotomous data, we presented results as summary risk ratios (RRs) with 95% confidence intervals (CIs).",
    "For continuous data, we used the mean di erences (MDs) with 95% CIs if outcomes were measured in the same way between trials.Where di erent methods of measurement were used, we planned to use the standardised mean di erence with 95% CIs to combine trials that measured the same outcome, but used di erent methods.",
    "We did not identify any cluster-RCTs.In future updates, if there are cluster-RCTs that meet our inclusion criteria, we will combine them with individually randomised trials in the analyses.We will adjust their sample sizes using the methods described in the Cochrane Handbook (Higgins 2022; Chapter 23) , using an estimate of the intracluster correlation co-e icient (ICC) derived from the trial (if possible), from a similar trial, or from a study of a similar population.If we use ICCs from other sources, we will report this and conduct sensitivity analyses to investigate the e ect of variation in the ICC.If we identify both cluster-randomised trials and individually-randomised trials, we plan to synthesise the relevant information.We will consider it reasonable to combine the results from both if there is little heterogeneity between the study designs and the interaction between the e ect of intervention and the choice of randomisation unit is considered to be unlikely.We will also acknowledge heterogeneity in the randomisation unit and perform a sensitivity analysis to investigate the e ects of the randomisation unit.",
    "Unit of analysis issues may arise when randomised women have a multiple pregnancy.We presented maternal data as per randomised woman and neonatal data as per infant.",
    "Where trials had multiple arms, we used methods described in the Cochrane Handbook to avoid unit of analysis issues (Higgins 2022; Chapter 23) , such as double counting of participants, by combining groups to create a single pair-wise comparison if appropriate, or by splitting the 'shared group' into two or more groups with smaller sample sizes and included two or more comparisons.",
    "For included studies, we noted levels of attrition.We explored the impact of including studies with high levels of missing data in the overall assessment of treatment e ect by using sensitivity analysis.",
    "For all outcomes, we carried out analyses, as far as possible, on an intention-to-treat basis; that is, we attempted to include all participants randomised to each group in the analyses, and all participants were analysed in the group to which they were allocated, regardless of whether or not they received the allocated intervention.The denominator for each outcome in each trial was the number randomised minus any participants whose outcomes were known to be missing.",
    "We assessed statistical heterogeneity in each meta-analysis using the Tau , I and Chi statistics.We regarded heterogeneity as substantial if I was greater than 30% and either Tau was greater than zero, or there was a low P value (less than 0.10) in the Chi test for heterogeneity.",
    "If there had been 10 or more studies in the meta-analysis,we planned to investigate reporting biases (such as publication bias) using funnel plots.We planned to assess funnel plot asymmetry visually.If asymmetry was apparent, we planned to perform exploratory analyses to investigate it.",
    "We carried out statistical analysis using the Review Manager 5 so ware (Review Manager 2014).We used fixed-e ect metaanalysis for pooling data where it was reasonable to assume that studies were estimating the same underlying treatment e ect: that is, where trials were examining the same intervention, and the trials' populations and methods were judged su iciently similar.If there was clinical heterogeneity su icient to expect that the underlying treatment e ects di ered between trials, or if substantial statistical heterogeneity was detected, we used random-e ects meta-analysis to produce an overall summary if an average treatment e ect across trials was considered clinically meaningful.The random-e ects summary was treated as the average of the range of possible treatment e ects and we discussed the clinical implications of treatment e ects di ering between trials.If the average treatment e ect was not clinically meaningful, we did not combine trials.",
    "Where we used random-e ects analyses, we presented the results as the average treatment e ects with 95% CIs, and the estimates of Tau and I .",
    "Where we identified substantial heterogeneity, we planned to investigate it using subgroup analyses and sensitivity analyses.We planned to consider whether an overall summary was meaningful, and if it was, to use random-e ects analysis to produce it.",
    "We planned to carry out the following subgroup analyses:",
    "Trusted evidence.Informed decisions.Better health.",
    " parity (para 0 versus para ≥ 1);  body mass index (BMI) (< 25 versus ≥ 25);  birthweight (< 90th centile versus ≥ 90th centile);  fetal position (le occipito-posterior/transverse versus right occipito-posterior/transverse);  level of care facility (primary facility versus secondary or tertiary facility);  ultrasound confirmation of malposition (ultrasound versus no ultrasound to confirm malposition).",
    "We planned to restrict subgroup analysis to the review's primary outcomes.",
    "We assessed subgroup di erences by interaction tests available within Review Manager (Review Manager 2014).Results of subgroup analyses were to be reported quoting the Chi 2 statistic and P value, and the I value.",
    "Where there was significant heterogeneity or risk of bias associated with the quality of some of the included trials, we explored this with a sensitivity analysis for the primary outcomes.We compared trials with a low risk of bias for randomisation (including sequence generation, concealment of allocation, blinding) as well as an overall low risk of bias to trials judged as having a high or unclear risk of bias to measure if there was any di erence to the result for primary outcomes.",
    "We assessed the certainty of the evidence using the GRADE approach, as outlined in the GRADE handbook (Schünemann 2013), for the following outcomes.",
    " Operative birth (caesarean section, instrumental vaginal birth) We used the GRADEpro Guideline Development tool (GRADEpro GDT) to import data from Review Manager 5.3 (Review Manager 2014) in order to create summary of findings tables.We produced a summary of the intervention e ect and a measure of certainty for each of the above outcomes using the GRADE approach.The GRADE approach uses five considerations (study limitations, consistency of e ect, imprecision, indirectness, and publication bias) to assess the certainty of the body of evidence for each outcome.The evidence can be downgraded from 'high certainty' by one level for serious (or by two levels for very serious) limitations, depending on assessments for risk of bias, indirectness of evidence, serious inconsistency, imprecision of e ect estimates, or potential publication bias.",
    "This section describes the studies considered for inclusion in this review.",
    "We assessed 26 study reports from the Cochrane Pregnancy and Childbirth search (July 2021), and two identified through other sources (Kariminia 2004; Molina-Reyes 2014) .",
    "We included eight studies (21 reports) and excluded three (four reports).Three studies, Lu 2001 , Ou 1997 and Wu 2001 , require further details to assess eligibility and therefore remain awaiting classification.",
    "See Figure 2 .",
    "From the 11 studies identified as potentially eligible for inclusion, three studies, Lu 2001 , Ou 1997 and Wu 2001 , did not meet the criteria for trustworthiness for the following reasons.In all three, there was uncertainty about the randomisation process used, including no explanation of how women were allocated to each study group and who decided this, and no details of human ethics approval.We made every e ort to contact authors.However, we could not locate contact details for authors of two studies, and authors of the remaining study did not respond.See Studies awaiting classification.",
    "Nearly three-quarters of participants (n = 1287/1766) were recruited for trials published in the last seven years.",
    "Le Ray 2016 and Guittier 2016 were the largest trials, randomising 322 and 439 women, respectively.Sample sizes for Desbriere 2013 and Liu 2018 were 200 and 226, respectively.The remaining four trials had sample sizes ranging from 120 to 180 (Bahmaei 2018; Bueno-Lopez 2018; Molina-Reyes 2014; Stremler 2005) .",
    "Five of the eight included trials were conducted in Europe.Of these, three were in France (Desbriere 2013; Guittier 2016; Le Ray 2016), and two were in Spain (Bueno-Lopez 2018; Molina-Reyes 2014).One trial was conducted in China (Liu 2018), one in Iran (Bahmaei 2018), and one multicentre trial was held in 13 universitya iliated hospitals worldwide (Stremler 2005) .All of the trials included tertiary level hospitals and one trial, Le Ray 2016, also included Level 1 (primary care -in a community setting) and Level 2 (secondary care -hospital-based care with specialist level care available) hospitals.",
    "All eight included trials had participants with a singleton pregnancy in early or active phase of labour with an OP fetal position confirmed via ultrasonography.One study confirmed fetal position with a second vaginal examination by another midwife or obstetrician if ultrasonography was not possible (Molina-Reyes 2014).Seven of the eight included trials recruited participants from 37 weeks' gestational age and one trial recruited women from 36 weeks' gestational age (Desbriere 2013).In one trial, all participants had an epidural at time of randomisation (Bueno-Lopez 2018), and in another trial, 93% of participants had epidural analgesia at the time of randomisation (Guittier 2016).In four of the trials, more than 90% of participants had epidural analgesia at the time of randomisation (Bueno-Lopez 2018; Desbriere 2013; Guittier 2016; Le Ray 2016).One trial had low numbers of women with an epidural analgesia at the time of randomisation (Stremler 2005), and one trial had fewer women with epidurals in the hands and knees posture group compared to the decubitus lateral group (Molina-Reyes 2014).Two trials did not report the use of epidural use or had no use of analgesia (Liu 2018 and Bahmaei 2018, respectively) .",
    "Four of the included trials utilised the hands and knees posture (Bahmaei 2018; Guittier 2016; Molina-Reyes 2014; Stremler 2005) .In one of these trials, the posture used was described as prostration, in which the chest was on the bed, the hips were higher than the chest, and the hips rocked side to side for 15 to 30 minutes every hour (Bahmaei 2018).Two of the trials using the hands and knees posture similarly described the torso as either tilted forwards with back stretched (Guittier 2016), or the hands on the mattress, forearms on headboard, or thorax resting on a ball (Molina-Reyes 2014), for a minimum of 10 minutes or 30 minutes, respectively, a er which women could remain in the posture or change postures.In the Stremler 2005 trial, the hands and knees posture was used for a minimum of 30 minutes and up to 60 minutes, and women were encouraged to continue the posture for the remainder of their labour.",
    "Among the four trials using hands and knees as the intervention posture, two trials used free posture as the comparator (Guittier 2016; Stremler 2005) .Specifically, women continued to use their pre-randomisation posture (excluding hands and knees) for at least one hour a er randomisation a er which they could adopt the hands and knees posture if they chose to (Guittier 2016), or use any posture except hands and knees, or any position that suspended the abdomen, and were encouraged to observe this exemption a er the study period (Stremler 2005) .Of the remaining two trials, Bahmaei 2018 used supine or lateral posture as the comparator which was maintained throughout labour, and Molina-Reyes 2014 used same-side-as fetus, decubitus-lateral posture as the comparator for a minimum of 30 minutes, or if no rotation occurred for those with a direct fetal occiput a er 30 minutes, then the woman would adopt the contralateral posture (opposite side to fetus).A er the intervention period, the women could use any posture they wished.",
    "Five of the included trials utilised lateral posture interventions (Bahmaei 2018; Bueno-Lopez 2018; Desbriere 2013; Le Ray 2016; Liu 2018) .Of these, two trials utilised a lateral posture in which the woman lay on the same side as their fetus (Bueno-Lopez 2018; Desbriere 2013), two trials utilised contralateral postures (opposite side to the fetus) (Le Ray 2016; Liu 2018), and one trial utilised a semi-prone lateral posture non-specific to fetal position in which the superior leg was hyperflexed, inferior leg slightly flexed, inferior arm placed towards the back and the superior arm was flexed (Bahmaei 2018).",
    "One trial utilising the lateral decubitus posture on the same side as the fetus described the posture as a modified Sims posture in which the superior leg was flexed and the inferior leg straight (Bueno-Lopez 2018).The woman adopted this posture for 40 minutes every hour until either rotation or birth occurred.Women in the comparator group adopted free positions, but could only use lateral postures for up to 20 minutes each hour, and continued until either rotation or birth occurred.Another trial utilised a sequence of three postures, two of which were lateral decubitus postures on the same side as the fetus, depending on the station of the fetal head (Desbriere 2013).Specifically, a woman with a fetal head station between -5 cm and -3 cm adopted the hands and knees posture (Posture 1) (13%); and as the fetal station came to between -2 cm to 0 cm, they adopted 'Posture 2', a strict lateral recumbent position on the same side of the fetal spine with the inferior leg flexed and the superior leg positioned in the axis of the body; then at fetal head station greater than 0 cm, they adopted 'Posture 3', similar to 'Posture 2' but with the inferior leg in the axis of the body and the superior leg flexed at 90 degrees with the use of a leg support.If anterior rotation occurred, a woman was asked to adopt the dorsal recumbent position.Women in the comparator group adopted the dorsal recumbent (supine) posture.",
    "Two trials utilising contralateral intervention postures included hip flexion (superior leg) of 90 degrees or more (Le Ray 2016; Liu 2018).One trial placed the foot of the woman's superior leg on a foot pedal so the knee was as close to the abdomen as possible (Liu 2018).This intervention was compared with a contralateral posture without extreme hip flexion and abduction in which the",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews superior leg was flexed less than 90 degrees and the inferior leg was straight.The other trial had the woman's inferior leg straight and the posture was maintained for 30 to 60 minutes (Le Ray 2016).A er one hour the woman was asked to continue the posture for as long as possible during the first stage of labour, a er which the midwife or obstetrician could recommend maternal postures or attempt manual rotation according to the unit's practice.This intervention was compared to the use of the dorsal recumbent (supine) posture for one hour a er randomisation then for as long as possible during labour.Later in labour, the woman could use any comparator position, except the lateral decubitus position, if they wanted or needed to due to fetal heart rate abnormalities.A er the first stage, midwives and obstetricians could recommend other maternal postures or attempt manual rotation according to the unit's practice.",
    "The primary maternal outcome of operative birth (composite outcome defined as caesarean section, instrumental vaginal birth) was reported in seven of the eight included trials standard error of the mean was reported so we converted this to standard deviation.The Molina-Reyes 2014 trial reported the di erence between mean pain score before the intervention and in labour as categorical variables of either 'less', 'equivalent' or 'more'.For the meta-analysis, we used the 'more' pain score.Three other trials reported on pain score (Bahmaei 2018; Guittier 2016; Stremler 2005) ; however, we could not include these in the meta-analyses as there was either no report of standard deviation, total participants, or median and range.Comfort with the intervention was reported by two trials using Likert scales (Guittier 2016; Le Ray 2016).We used the categories 'comfort improved' and 'comfortable/very comfortable' from Guittier 2016 and Le Ray 2016, respectively, for this review.Epidural use was reported in three trials (Desbriere 2013; Molina-Reyes 2014; Stremler 2005) .Occipito-posterior/transverse position at birth was reported in five trials (Desbriere 2013; Le Ray 2016; Liu 2018; Molina-Reyes 2014; Stremler 2005) .Episiotomy was reported in three trials (Bueno-Lopez 2018; Desbriere 2013; Le Ray 2016).Severe perineal tears (third degree or higher, as defined by trialists) was reported in four trials (Bueno-Lopez 2018; Desbriere 2013; Guittier 2016; Le Ray 2016) .Postpartum haemorrhage (as defined by trialists) was reported in one trial (Le Ray 2016).Maternal satisfaction (as defined by trialists using standardised tools) was reported in three trials (Bahmaei 2018; Molina-Reyes 2014; Stremler 2005) .Of these, Bahmaei 2018 and Molina-Reyes 2014 defined satisfaction as satisfaction with the delivery/birth experience, and Stremler 2005 defined satisfaction by whether women used the posture a er the one-hour study period, as well as a mean score to evaluate the intervention position using the Labour Agentry Scale (Hodnett 1987) .The Bueno-Lopez 2018 trial only reported two of the questions about satisfaction and only used P values, so we could not include its data.None of the trials reported on OT arrest, postnatal depression (as defined by trialists), any breastfeeding on discharge, operative pelvic floor repair post discharge, or posttraumatic stress referrals.",
    "The primary neonatal outcome of serious neonatal morbidity (composite outcome defined as death, admission to neonatal intensive care, neonatal encephalopathy, or as defined by trialists) was reported in three trials (Desbriere 2013; Le Ray 2016; Liu 2018).Death (stillbirth or death of a liveborn infant) was reported (as nil in both groups) in one trial (Liu 2018).Apgar score less than seven at five minutes was reported in three trials (Guittier 2016; Le Ray 2016; Stremler 2005) .Admission to neonatal intensive care unit was reported in two trials (Desbriere 2013; Le Ray 2016).Birth trauma was reported in only one trial (Desbriere 2013).No trials reported on neonatal encephalopathy (as defined by trialists), need for respiratory support, neonatal jaundice requiring phototherapy, increased lactates or low PH (as defined by trialists), or disability including developmental delay (as defined by trialists).The remaining trial, Desbriere 2013, did not report their funding sources.",
    "Of the three excluded studies, two were ineligible due to trial participants not being in labour (Andrews 1981; Kariminia 2004) , and one due to participants not specifically having an OP/OT malposition (Zhang 2017).",
    "We assessed risk of bias from full-text versions of all eight included trials (Bahmaei 2018; Bueno-Lopez 2018; Desbriere 2013; Guittier 2016; Le Ray 2016; Liu 2018; Molina-Reyes 2014; Stremler 2005) (see Figure 3 and Figure 4 ).All included trials were at risk of performance bias due to unblinding (Figure 3 ; Figure 4 ).We assessed one trial as high risk for allocation bias.High risk of reporting bias applied to two trials.",
    "We assessed seven trials as being at low risk of selection bias We judged Desbriere 2013 to be at unclear risk of selection bias because, although it used permutated blocks of four, it provided no details on the source of the random sequence.We judged Molina-Reyes 2014 to be at high risk for allocation concealment as the midwife (possibly providing care) consulted the list of random numbers.The remaining four trials did not report a method for concealing allocation, such as use of an independent person responsible for accessing the randomisation so ware or random digit table and whether the random digit table was visible to sta (Bahmaei 2018; Bueno-Lopez 2018; Desbriere 2013; Liu 2018).We rated these as being at unclear risk of bias.",
    "Given the nature of the intervention (maternal posture in labour) and comparison (use of another maternal posture), it was not possible for participants or caregivers, midwives, and obstetricians to be blinded to the allocated groups, and thus we judged the risk of performance bias to be high for all eight included trials.We judged three trials to be at low risk of detection bias due to blinding of outcome assessors (Bueno-Lopez 2018; Stremler 2005; Bahmaei 2018).We assessed three trials to be at unclear risk of detection bias: in two trials, due to the midwife or obstetrician involved in care performing the ultrasound scan before operative births and collecting fetal position at birth for two trials (Desbriere 2013; Guittier 2016); and in one trial, there was no mention of whether outcome assessors were blinded (Liu 2018).We judged two trials to be at high risk of detection bias due to lack of blinding of the midwives and obstetricians who assessed outcomes and randomly assigned groups (",
    "We considered the majority (six) of the trials to be at low risk of attrition bias, with minimal or no losses to follow-up (Bahmaei 2018; Bueno-Lopez 2018; Desbriere 2013; Guittier 2016; Le Ray 2016; Stremler 2005) .In one of these trials, information for one participant in the intervention group was lost (Bueno-Lopez 2018).",
    "We judged the two remaining trials to be at high risk of attrition bias due to incomplete outcome data and no intention-to-treat analysis (Liu 2018; Molina-Reyes 2014).In Molina-Reyes 2014, 11 participants (14.5%) were lost to follow-up in the intervention group and no participants lost from the control group.In Liu 2018, there was loss to follow-up in both groups: nine (7.8%) in the study group and seven (6.25%) in the control group.",
    "We judged five of the eight trials to be at low risk of selective reporting bias as all outcomes in the study methods were reported (Desbriere 2013; Guittier 2016; Le Ray 2016; Liu 2018; Molina-Reyes 2014; Stremler 2005) .",
    "We judged two trials to be at high risk of selective reporting bias (Bueno-Lopez 2018; Bahmaei 2018).The Bueno-Lopez 2018 trial did not report duration of first and second stage labour despite it being listed as an outcome in their trial protocol, and although intention-to-treat analysis was intended, one set of notes was lost.",
    "The Bahmaei 2018 trial only reported two of the 10 trial outcomes (labour pain intensity and maternal satisfaction); it did not report the primary outcome (correction of OP head position).We did not locate any other publications of the outcomes.We judged Liu 2018 to have an unclear risk of selective reporting bias due to no pretrial registration or protocol; therefore, it was unclear if all planned outcomes were reported.",
    "We",
    "No trials reported operative birth by any of the pre-specified subgroups.",
    "None of the four trials in the hands and knees posture comparison reported on death or serious neonatal morbidity.",
    "Fetal malposition (OP/OT) a er the intervention",
    "The evidence is uncertain that use of the hands and knees posture compared to other postures results in a reduction in the outcome fetal malposition (OP/OT) a er the intervention because the CI includes the line of no e ect (RR 0.93, 95% CI 0.87 to 1.00; Chi 2 = 0.38 (P = 0.83), I 2 = 0%; 3 trials (Guittier 2016; Molina-Reyes 2014; Stremler 2005), 688 women; Analysis 1.2).The Bahmaei 2018 trial did not report this outcome.",
    "The evidence suggests use of the hands and knees posture has little or no e ect on the duration of labour compared to the use of other posture (mean di erence (MD -0.26 hours, 95% CI -0.75 to 0.22; Chi 2 = 1.42 (P = 0.49), I 2 = 0%; 3 trials (Guittier 2016; Molina-Reyes 2014; Stremler 2005), 721 women; Analysis 1.3).We converted data for Stremler 2005 from mean and interquartile range to mean and standard deviation.Again, the remaining trial did not report on duration of labour (Bahmaei 2018).",
    "There may be little or no di erence in the requirement for oxytocin augmentation of labour in women using hands and knees posture compared to other postures (RR 0.86, 95% CI 0.57 to 1.30; 147 women; Analysis 1.4), however, the evidence is from only one trial (Stremler 2005) .Three trials in this comparison did not report on oxytocin use during labour (Bahmaei 2018; Guittier 2016; Molina-Reyes 2014).",
    "Pain score (as defined by trialists using standardised tools)",
    "The evidence is uncertain that the hands and knees posture compared to other postures results in a reduction in pain score because the CI includes the line of no e ect (RR 0.41, 95% CI 0.17 to 1.01; 110 women; Analysis 1.5), however, the evidence is from only one trial (Molina-Reyes 2014).The authors defined pain a er the intervention as either major, minor, or equal to pre-intervention pain.For this review, we report major pain.We could not use pain score data provided in Stremler 2005 because they gave no standard deviation, and in Bahmaei 2018 because they provided no totals.The use of hands and knees posture may result in little or no di erence in mean pain score compared to other postures (MD 0.05, 95% CI -0.29 to 0.39; 439 women; Analysis 1.6); however, the evidence was from one trial (Guittier 2016).Pain was reported as median and range which we converted to mean and standard deviation.There were likely more events of improved comfort in the hands and knees posture compared to other postures (RR 1.75, 95% CI 1.25 to 2.46; P = 0.001; 1 trial (Guittier 2016), 411 women; Analysis 1.7).Another study that reported increased comfort only provided percentages (Molina-Reyes 2014), so we could not include their data in the meta-analysis.",
    "The",
    "The evidence is uncertain about the e ect of the hands and knees posture compared to other postures on caesarean section because the CI is compatible with a range of e ects encompassing both a small benefit but also appreciable harm (RR 1.34, 95% CI 0.96 to 1.87; Chi 2 = 2.48 (P = 0.29), I 2 = 19%; 3 trials (Guittier 2016; Molina-Reyes 2014; Stremler 2005), 721 women; low-certainty evidence; Analysis 1.10).One trial in this comparison did not report caesarean section (Bahmaei 2018).",
    "The hands and knees posture may result in little or no di erence in instrumental vaginal birth compared to other postures, but the evidence is very uncertain (average RR 1.04, 95% CI 0.57 to 1.90; Tau 2 = 0.18, Chi 2 = 5.99 (P = 0.05)), I 2 = 67%; 3 trials (Guittier 2016; Molina-Reyes 2014; Stremler 2005), 721 women; very lowcertainty evidence; Analysis 1.11).Heterogeneity may be explained in part by the 14.5% attrition in one trial (Molina-Reyes 2014), and the short duration of intervention (minimum 10 minutes) in the Guittier 2016 trial.A er removing Molina-Reyes 2014 in a sensitivity analysis, heterogeneity was reduced to I 2 = 29% but did not change the result.One trial did not report this outcome (Bahmaei 2018).",
    "The evidence is very uncertain about the e ect of the hands and knees posture compared to other postures on the outcome episiotomy because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (RR 1.15, 95% CI 0.70 to 1.91; 147 women; Analysis 1.12).However, the evidence is from only one trial.Three trials did not report this outcome (Bahmaei 2018; Guittier 2016; Molina-Reyes 2014).",
    "Severe perineal tears (third degree or higher, as defined by trialists)",
    "The evidence is very uncertain about the e ect of the hands and knees posture compared to other postures on women sustaining severe perineal tears (third degree or higher) because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (average RR 0.",
    "No trials in the hands and knees comparison reported occipitotransverse arrest, postpartum haemorrhage, postnatal depression, any breastfeeding on discharge, or the long-term outcomes of operative pelvic floor repair post discharge or post-traumatic stress referrals.",
    "The evidence is very uncertain about the e ect of the hands and knees posture compared to other postures on the outcome Apgar score less than seven at five minutes because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (RR 0.71, 95% CI 0.21 to 2.34; Chi 2 = 0.81 (P = 0.37), I 2 = 0%; 2 trials (Guittier 2016; Stremler 2005), 586 women and their babies; very low-certainty evidence; Analysis 1.16).Two trials did not report this outcome (Bahmaei 2018; Molina-Reyes 2014).",
    "There were no events of birth trauma in the only trial reporting this outcome (Stremler 2005) .",
    "No trials in the hands and knees comparison reported death (stillbirth or death of liveborn infant), admission to neonatal intensive care, neonatal encephalopathy, need for respiratory support, neonatal jaundice requiring phototherapy, increased cord lactates or low pH, or the long-term outcome of disability including developmental delay.",
    "Five trials used lateral postures",
    "The evidence is very uncertain if lateral postures compared to other postures may reduce the outcome fetal malposition a er the intervention because the CI is compatible with both appreciable benefit and also no e ect (average RR 0.70, 95% CI 0.46 to 1.08; Tau 2 = 0.15, Chi 2 = 22.08 (P < 0.001), I 2 = 86%; 4 trials (Bueno-Lopez 2018; Desbriere 2013; Le Ray 2016; Liu 2018), 864 women; Analysis 2.2).The heterogeneity is not explained by whether same-side or contralateral side was used: separate comparisons for same-side or contralateral side posture show similar results.However, one trial timed the intervention in late labour and measured the outcome 60 minutes later when women were more likely to have entered the second stage (Liu 2018), when counter pressure from the pelvic floor may have aided fetal rotation.One trial did not report this outcome (Bahmaei 2018).",
    "The evidence suggests use of lateral posture may result in little or no di erence in the duration of labour compared to other postures (average MD -0.Severe perineal tears (third degree or higher, as defined by trialists)",
    "The evidence is very uncertain about the e ect of lateral postures compared to other postures on the outcome severe perineal tears because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (RR 0.66, 95% CI 0.17 to 2.48; Chi 2 = 0.92 (P = 0.63), I",
    "The use of lateral postures may result in little or no di erence in maternal satisfaction compared to use of other postures, but the evidence is uncertain (RR 0.96, 95% CI 0.84 to 1.09; Chi 2 = 0.81 (P = 0.37), I 2 = 0%; 2 trials (Bahmaei 2018; Le Ray 2016), 451 women; lowcertainty evidence; Analysis 2.12).In the Bahmaei 2018 study, the intervention group had two arms: hands and knees posture, as reported in Comparison 1, and lateral (semi-prone) posture, as reported here.One trial only reported P values for two questions using the Mackey Scale (Bueno-Lopez 2018), and two trials did not report this outcome (Desbriere 2013; Liu 2018).",
    "No trials in the lateral posture comparison reported occipitotransverse arrest, epidural use, postnatal depression, any breastfeeding on discharge, and the long-term outcomes of operative pelvic floor repair post discharge or post-traumatic stress referrals.For one trial (Bueno-Lopez 2018), having an epidural was an inclusion criteria, and in another, the vast majority of women had an epidural prior to randomisation (Desbriere 2013).",
    "One trial with 210 participants reported no deaths in either group in the lateral posture comparison (Liu 2018), but the evidence is very uncertain.",
    "The evidence is very uncertain about the e ect of lateral postures compared to other postures on the outcome Apgar score less than seven at five minutes because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also",
    "Two trials used same-side-as-fetus lateral posture (Bueno-Lopez 2018; Desbriere 2013).",
    "Operative birth (composite outcome defined as caesarean section, instrumental vaginal birth)",
    "Same-side lateral posture may have little or no e ect on the rate of operative birth, compared to other postures (average RR 0.88, 95% CI 0.64 to 1.21; Tau 2 = 0.02, Chi 2 = 1.54 (P = 0.21), I 2 = 35%; 2 trials, 339 women; Analysis 3.1), but the evidence is very uncertain.The two trials di ered by intervention.Bueno-Lopez 2018 compared a same-side lateral posture in which the upper leg was slightly internally rotated (modified Sims) and a er fetal rotation, women adopted free postures.Desbriere 2013 compared a series of lateral postures on the same side as the fetus, depending on the station of the fetal head, and a er fetal rotation, adopted supine posture.",
    "The evidence is very uncertain about the e ect of same-side lateral posture compared to other postures on the outcome serious neonatal morbidity because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm, and the evidence was from one trial reporting infants' requirement for admission to neonatal intensive care (Desbriere 2013) (RR 2.00, 95% CI 0.51 to 7.80; 220 women and their babies; Analysis 3.10).One trial did not report on this outcome (Bueno-Lopez 2018).",
    "Fetal malposition (OP/OT) a er the intervention Use of same-side lateral posture may have little or no e ect on fetal malposition (OP/OT) a er the intervention compared to other postures (average RR 0.73, 95% CI 0.49 to 1.07; Tau 2 = 0.04, Chi 2 = 1.95 (P = 0.16), I 2 = 49%; 2 trials, 339 women; Analysis 3.2), but the evidence is very uncertain.However, the trials di ered in that Bueno-Lopez 2018 confirmed anterior rotation by scan whereas Desbriere 2013 only reported persistent fetal position at birth.Though Desbriere 2013 had women in the study group adopt the supine position a er anterior rotation, they did not report on malposition just prior to this.",
    "Use of same-side lateral posture likely results in little or no di erence in duration of labour compared to the use of other postures, though the evidence is from only one trial (Desbriere 2013) (MD 0.13, 95% CI -0.56 to 0.82; 220 women; Analysis 3.3).Duration of labour was reported as median and interquartile range which we converted into mean and standard deviation.One trial did not report this outcome (Bueno-Lopez 2018).",
    "Only one trial reported oxytocin augmentation of labour (Desbriere 2013), in which there was likely little or no di erence between the same-side lateral posture and other posture groups (RR 0.93, 95% CI 0.85 to 1.02; 220 women; Analysis 3.4).The Bueno-Lopez 2018 trial did not report on oxytocin augmentation.",
    "OP/OT position at birth was only reported in one trial of 220 women (Desbriere 2013), in which the same-side lateral posture may have had little or no e ect on OP/OT position at birth compared to other postures (RR 0.92, 95% CI 0.57 to 1.50; Analysis 3.5).One study did not report fetal position at birth (Bueno-Lopez 2018).",
    "The evidence is very uncertain about the e ect of same-side lateral posture compared to other postures on the outcome caesarean section because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (average RR 0.75, CI 0.33 to 1.69; Tau 2 = 0.24, Chi 2 = 3.25 (P = 0.07), I 2 = 69%; 2 trials, 339 women; Analysis 3.6).The two trial interventions di ered, which possibly explains the heterogeneity.Bueno-Lopez 2018 included slight internal rotation of the upper leg and Desbriere 2013 had women adopt a supine posture a er fetal rotation occurred.",
    "Rates of instrumental vaginal births may be no di erent between the same-side lateral posture groups and other posture groups (RR 1.01, 95% CI 0.66 to 1.53; I 2 = 0%; 2 trials, 339 women; Analysis 3.7).",
    "Trusted evidence.Informed decisions.Better health.",
    "The number of women receiving an episiotomy may be no di erent using same-side lateral postures compared to other postures (RR 1.05, 95% CI 0.77 to 1.41; I 2 = 0%; 2 trials, 339 women; Analysis 3.8).",
    "Severe perineal tears (third degree or higher, as defined by trialists)",
    "The evidence is very uncertain about the e ect of same-side lateral postures compared to other postures on the outcome severe perineal tears because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (RR 0.43, 95% CI 0.06 to 2.89; Chi 2 = 0.62 (P = 0.43), I 2 = 0%; 2 trials, 339 women; Analysis 3.9).",
    "Neither trial in the same-side lateral posture comparison reported pain score, occipito-transverse arrest, postpartum haemorrhage, epidural use, maternal satisfaction, postnatal depression, any breastfeeding on discharge, or the long-term outcomes of operative pelvic floor repair post discharge or post-traumatic stress referrals.",
    "Both trials reported epidural use prior to the intervention (Bueno-Lopez 2018; Desbriere 2013).In the Bueno-Lopez 2018 trial, all included women had epidural analgesia.In the Desbriere 2013 trial, 103 of 110 women in the intervention group and 105 of 110 women in the control group had an epidural.",
    "Neither trial in the same-side lateral posture comparison reported neonatal death.",
    "Neither trial in the same-side-lateral posture comparison reported Apgar scores less than seven at five minutes.",
    "The evidence is very uncertain about the e ect of same-side lateral postures compared to other postures on the outcome admission to neonatal intensive care because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm, and the evidence was from one trial with few events (Desbriere 2013) (RR 2.00, 95% CI 0.51 to 7.80; 220 women and their babies; Analysis 3.11).The Bueno-Lopez 2018 trial did not report on this outcome.",
    "Only the Desbriere 2013 trial reported birth trauma, with just one incident of infant scalp trauma following a ventouse extraction delivery in the other posture group (RR 0.33, 95% CI 0.01 to 8.09; 220 women and their babies; Analysis 3.12).Therefore, there were insu icient data to determine the e ect of posture on this outcome.One trial did not report this outcome (Bueno-Lopez 2018).",
    "No trials in the same-side lateral posture comparison reported death (stillbirth or death of liveborn infant), Apgar scores less than seven at five minutes, neonatal encephalopathy, need for respiratory support, neonatal jaundice requiring phototherapy, increased cord lactates or low pH, and the long-term outcome of disability including developmental delay.",
    "Two trials used a contralateral posture (Le Ray 2016; Liu 2018).",
    "Operative birth (composite outcome defined as caesarean section, instrumental vaginal birth)",
    "The evidence is very uncertain about the e ect of a contralateral posture compared to other postures on the outcome operative birth because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (average RR 0.49, 95% CI 0.08 to 2.85; Tau 2 = 1.53,Chi 2 = 18.63 (P < 0.001), I 2 = 95%; 2 trials, 532 women; Analysis 4.1).Whilst both trials involved hip hyperflexion greater than 90 degrees, Liu 2018 randomised late in labour and thus applied the intervention closer to the time of birth.",
    "Serious neonatal morbidity (composite outcome defined as death, admission to neonatal intensive care, neonatal encephalopathy, or as defined by trialists)",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome serious neonatal morbidity because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (RR 1.16, 95% CI 0.43 to 3.12; 2 trials, 532 women and their babies; Analysis 4.12).Le Ray 2016 reported admission to neonatal intensive care, and Liu 2018 reported no deaths in either group.",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome fetal malposition (OP/OT) a er the intervention because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (average RR 0.62, 95% CI 0.20 to 1.94; Tau 2 = 0.64, Chi 2 = 15.28 (P < 0.001), I 2 = 93%; 2 trials, 525 women; Analysis 4.2).The Liu 2018 study randomised women late in labour, when fetal rotation may have been aided by resistance of the pelvic floor in the second stage, which may explain the heterogeneity.",
    "The contralateral posture (with extreme hip flexion) likely reduced the duration of labour by 46 minutes compared to other postures (MD -0.76, 95% CI -1.14 to -0.38; overall e ect P < 0.001; 210 women; Analysis 4.3).However, the evidence was from only one trial (Liu 2018), so should be considered cautiously.One trial did not report duration of labour (Le Ray 2016).",
    "Pain score (as defined by trialists using standardised tools)",
    "Pain score was reported by only one trial (Le Ray 2016), which may have observed little or no di erence in mean pain score between the two groups (contralateral posture and other posture) (MD 0.10, 95% CI -0.28 to 0.48; 1 trial; 322 women; Analysis 4.4).One trial did not report on pain score (Liu 2018).",
    "The evidence is very uncertain about the e ect of contralateral posture compared to other postures on the outcome OP/OT",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews position at birth because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (average RR 0.50, 95% CI 0.08 to 2.89; Tau 2 = 1.51,Chi 2 = 14.15 (P < 0.001), I 2 = 93%; 2 trials, 529 women; Analysis 4.5).The Liu 2018 trial attempted manual rotation on all women for whom postural correction was unsuccessful 60 minutes a er randomisation, and the Le Ray 2016 trial performed manual rotation prior to instrumental vaginal birth.",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome caesarean section because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (average RR 0.70, 95% CI 0.17 to 2.86; Tau 2 = 0.83, Chi 2 = 4.45 (P = 0.03), I 2 = 78%; 2 trials, 532 women; Analysis 4.6).Whilst both trial interventions incorporated hip hyperflexion greater than 90 degrees, the Liu 2018 trial applied the intervention closer to the time of birth, and performed instrumental vaginal delivery or caesarean section if manual rotation was unsuccessful 60 minutes a er the intervention.Manual rotation was performed successfully in six of 13 women in the study group but only one of 36 women in the control group.These factors may explain the heterogeneity seen in this comparison.",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome instrumental vaginal birth because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm (average RR 0.43, 95% CI 0.07 to 2.76; Tau 2 = 1.66,Chi 2 = 11.49(P < 0.001), I 2 = 91%; 2 trials, 532 women; Analysis 4.7).All women in the Liu 2018 trial with an unsuccessful postural correction received manual rotation 60 minutes a er the intervention, whilst manual rotation was only performed in the Le Ray 2016 trial prior to instrumental vaginal birth; this di erence may explain the heterogeneity.",
    "There may be little or no di erence in women's risk of episiotomy using contralateral postures compared to other postures (RR 0.79, 95% CI 0.52 to 1.20; 270 women; Analysis 4.8); however, the evidence is from only one trial (Le Ray 2016).The Liu 2018 trial did not report on episiotomy.",
    "Severe perineal tears (third degree or higher, as defined by trialists)",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome severe perineal tears because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm, and the evidence is from only one trial with very few events (Le Ray 2016) (RR 1.06, 95% CI 0.15 to 7.42; 270 women; Analysis 4.9).The Liu 2018 trial did not report on perineal tears.",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome postpartum haemorrhage because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm, and evidence is from only one trial (Le Ray 2016) (RR 0.90, 95% CI 0.48 to 1.70; 322 women; Analysis 4.10).The Liu 2018 trial did not report on postpartum haemorrhage.",
    "Women using contralateral postures or other postures were likely equally satisfied in terms of comfort with their allocated posture; however, the evidence was from only one trial (Le Ray 2016) (RR 0.99, 95% CI 0.87 to 1.12; 322 women; Analysis 4.11).The Liu 2018 trial did not report maternal satisfaction.",
    "Neither trial in the contralateral posture comparison reported oxytocin augmentation, epidural use, occipito-transverse arrest, postnatal depression, any breastfeeding on discharge, and the long-term outcomes of operative pelvic floor repair post discharge and post-traumatic stress referrals.",
    "Death (stillbirth or death of liveborn infant)",
    "One trial with 210 participants reported no deaths in either group in the contralateral comparison (Liu 2018).",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome Apgar score less than seven at five minutes because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm, and the evidence is from only one trial (Le Ray 2016) (RR 0.25, 95% CI 0.03 to 2.24; 322 women and their babies; Analysis 4.13).The Liu 2018 trial reported Apgar scores inclusive of seven.",
    "The evidence is very uncertain about the e ect of contralateral postures compared to other postures on the outcome admission to neonatal intensive care because the CI is compatible with a wide range of e ects encompassing both appreciable benefit and also harm, and the evidence is from only one trial (Le Ray 2016) (RR 1.16, 95% CI 0.43 to 3.12; 322 women and their babies; Analysis 4.14).The Liu 2018 trial did not report neonatal admissions to intensive care.",
    "Neither trial in the contralateral posture comparison reported on neonatal encephalopathy, need for respiratory support, neonatal jaundice requiring phototherapy, increased cord lactates or low pH, birth trauma, or the long-term outcome of disability including developmental delay.",
    "In this review, we included eight randomised trials of maternal posture reporting on 1766 women with fetal malposition in labour.",
    "We did not restrict inclusion of studies based on language.We had two included studies translated into English (Bahmaei 2018; Molina-Reyes 2014).",
    "Trusted evidence.Informed decisions.Better health.",
    "Use of the hands and knees posture may have little or no e ect on the primary maternal outcome operative birth (a composite outcome defined as caesarean section or instrumental vaginal birth), and for caesarean section alone, but the evidence is uncertain.Use of the hands and knees posture may have little or no e ect on the secondary outcomes epidural use, instrumental vaginal birth, severe perineal tears, and maternal satisfaction, but the evidence is very uncertain (Summary of findings 1).The evidence is very uncertain about the e ect of the hands and knees posture on Apgar score less than seven at five minutes (Summary of findings 2).No data were available for postpartum haemorrhage, serious neonatal morbidity, death (stillbirth or death of liveborn infant), admission to neonatal intensive care, neonatal encephalopathy, need for respiratory support, and neonatal jaundice requiring phototherapy.",
    "Use of lateral postures, including same-side and contralateral postures, may have little or no e ect on the primary maternal outcome operative birth, whether a caesarean section or instrumental vaginal birth, and the secondary outcomes maternal satisfaction, caesarean section, and instrumental vaginal birth, but the evidence is uncertain.Use of lateral postures may have little or no e ect on the secondary outcomes severe perineal tears and postpartum haemorrhage, but the evidence is very uncertain (Summary of findings 3).For the infant, the evidence is very uncertain about the e ect of lateral postures on the primary outcome serious neonatal morbidity, and secondary outcomes Apgar score less than seven at five minutes, admission to neonatal intensive care, and death (stillbirth or death of liveborn infant) (Summary of findings 4).There were no data reported for epidural use, neonatal encephalopathy, need for respiratory support, and neonatal jaundice requiring phototherapy.",
    "Little to no di erences in e ect were observed for the remaining maternal and infant secondary outcomes for which there were data; however, the evidence was uncertain.Each maternal posture comparison utilised a variety of comparators.This may have minimised the pooled treatment e ect, especially where trial comparators had di ering mechanisms of rotation.Di erences by timing, duration, and posture may have also influenced the findings.",
    "The evidence from the meta-analysis on the e ectiveness of maternal postures for fetal malpositon in labour remains inconclusive.Whether either of the broad posture categories adopted within this review -that is, hands and knees posture or lateral postures -generate mechanisms for fetal rotation, or subtle di erences within the postures, such as hip hyperflexion or slight internal rotation of the upper leg, make a di erence is unclear.None of the included trials reported data for the key review outcomes of occipito-transverse arrest, any breastfeeding at discharge, operative pelvic floor repair post discharge, posttraumatic stress referrals, neonatal encephalopathy, need for respiratory support, neonatal jaundice requiring phototherapy, increased lactates (as defined by trialists) or low pH (as defined by trialists), and disability including long-term developmental delay (as defined by trialists).Evidence was based on one trial for several outcomes or was only reported for some postures.Several trials had a short duration of intervention which may be insu icient time to assess the e ectiveness of that posture in labour for fetal malposition.All trials but one reporting maternal satisfaction had both nulliparous and multiparous women; the exception was Bahmaei 2018.",
    "None of the trials reported any data that we could use for the pre-specified subgroup comparisons or had other conditions that warranted the application of our pre-specified subgroup analysis.It is therefore not known whether di erent findings may have resulted from analyses of the planned subgroups of parity, body mass index (less than 25 versus greater than or equal to 25), birthweight (less than 90 th centile versus greater than or equal to 90 th centile), fetal position (le OP/OT versus right OP/OT), and level of care facility (primary versus secondary or tertiary facility), and malposition confirmed by ultrasound.",
    "There were no trials of postures other than the hands and knees or lateral postures.Only one study utilised the semi-prone lateral posture and only reported on maternal satisfaction.",
    "It is possible that interventions of short duration early in labour could be susceptible to a recurrence of malrotation a er cessation of the posture, and therefore impact on the outcome 'OP/OT position at birth'.Current guidelines recommend nonsupine positions in labour and freedom of maternal position and movement throughout labour (World Health Organization 1996) .",
    "The evidence from this review does not support a change to these recommendations.Two prospective cohort studies reported over two-thirds of fetuses malrotate during labour (Gardberg 1998; Lieberman 2005) , although other studies report the contrary (Souka 2003; Akmal 2004 ).Whether the fetal spine is anterior or remains transverse a er anterior rotation of the head may be a determining factor.Malrotation following postural correction may explain the substantial heterogeneity in all lateral posture comparisons containing the Liu 2018 trial which di ered from the other trials by having randomisation late in labour, with use of the posture in the second stage of labour.One trial using contralateral posture, Le Ray 2016, and one trial using hands and knees posture, Guittier 2016, stopped the postural intervention before the second stage of labour, which may explain the lack of e ect seen in these trials.Another trial using the same-side lateral posture did not report when women stopped using the posture (Desbriere 2013).",
    "How trials reported maternal satisfaction varied, including satisfaction with the labour experience, satisfaction with the posture, and level of control in labour.Had all trials measured satisfaction with the posture, there may have been greater clarity on how women viewed use of posture for malposition in labour.",
    "The heterogeneity may relate to one study di ering by parity.Nulliparous women who typically experience a longer labour may have less tolerance for discomfort using the hands and knees posture, which has been reported to lead to sore wrists, hips, ligaments, and back pain (Kariminia 2004).",
    "Epidural use is an important outcome, considering women are more likely to experience backache with a fetal malposition (Stremler 2003).However, there was a paucity of data concerning",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews epidural use, partly due to women already having an epidural at randomisation.",
    "The body of evidence is generated from eight trials reporting on 1766 women.Conclusions about the e ectiveness of maternal posture to improve maternal and infant health following fetal malposition in labour are limited by insu icient sample sizes and too few trials able to provide data for many of the outcomes, except operative birth (lateral posture).Inconsistency due to substantial statistical heterogeneity was apparent for three outcomes within the hands and knees comparison (epidural use, instrumental vaginal birth, and maternal satisfaction), and two outcomes within the lateral posture comparison (operative birth (primary outcome) and caesarean section), limiting the certainty of the evidence.",
    "Several trials had short periods for the intervention of only 30 to 60 minutes, with one trial having only a 10-minute minimum period (Guittier 2016).This could have potentially reduced the e ect size for birth outcomes, considering the wide interval of time for confounding by other postures before the birth.One trial of the hands and knees posture assessed malposition in some women by clinical vaginal examination (Molina-Reyes 2014), known to be less accurate than ultrasound assessment (Souka 2003; Akmal 2004 ).This trial had a 14.5% attrition due to women being unable to maintain the posture following epidural analgesia.The trial compared the hands and knees posture to same-side lateral posture which both have hypotheses for rotation based on gravity, possibly neutralising e ects.Due to the nature of labour care, all trials were unblinded, thus at high risk of performance bias.In one trial that used the contralateral posture (Liu 2018), successful manual rotation followed by eutocic birth occurred in six of 13 women in the posture group but only one of 36 women in the control group, suggesting risk of performance bias for the review's primary outcome operative birth.",
    "The certainty of the evidence was low for all maternal outcomes in the hands and knees posture comparison except epidural use, instrumental vaginal birth, and severe perineal tears, which we judged to be of very low certainty (Summary of findings 1).We downgraded operative birth, epidural use, caesarean section, instrumental vaginal birth, and maternal satisfaction one level for serious limitations in study design due to a high risk of performance bias in all studies; one of the included studies was at high risk of selection bias, detection bias, attrition bias, and reporting bias (not intention-to-treat analysis).We downgraded severe perineal tears one level for serious risk of performance bias in both studies, and one level for serious imprecision due to low event rate and small sample size with very wide confidence interval; we downgraded all other outcomes one level for serious imprecision due to small sample size.We downgraded all outcomes except operative birth and caesarean section one level for serious inconsistency due to substantial unexplained statistical heterogeneity.There were no data available to report on postpartum haemorrhage.We judged the outcome Apgar scores less than seven at five minutes to be of very low-certainty evidence (Summary of findings 2), downgrading by one level due to risk of performance bias in all trials; selection bias, detection bias, attrition bias, and reporting bias (not intention-to-treat analysis) in one trial; and downgrading by two levels for very serious imprecision due to low event rate, small sample size, and very wide confidence interval.",
    "For the lateral posture comparison, we assessed the certainty of the evidence as low for operative birth, caesarean section, instrumental vaginal birth, and maternal satisfaction; and very low for severe perineal tears and postpartum haemorrhage.We downgraded operative birth, caesarean section, and instrumental vaginal birth by one level for serious limitations in study design due to a high risk of performance bias in all studies, detection bias in one study, and reporting bias (not intention-to-treat analysis) in one study; and downgraded by one further level for serious inconsistency due to substantial unexplained statistical heterogeneity (Summary of findings 3).We downgraded severe perineal tears and postpartum haemorrhage by one level for imprecision due to low event rate, small sample size, and very wide confidence interval.We further downgraded one level for serious limitations in study design due to high risk of performance bias in all studies; detection bias in one study; and reporting bias in one study applied to severe perineal tears.We downgraded maternal satisfaction by one level for serious imprecision due to small sample size; and one level due to serious limitations in study design due to a high risk of performance bias in both studies, and detection bias in one study.We judged all infant outcomes reported to be of very low-certainty evidence (Summary of findings 4).We downgraded all outcomes one level for serious limitations in study design due to a high risk of performance bias in all studies.Detection bias in one study applied to the outcomes Apgar score less than seven at five minutes and admission to neonatal intensive care; and reporting bias (no intention-to-treat analysis) applied to the outcome death (stillbirth or death of liveborn infant).We downgraded by two further levels the outcomes serious neonatal morbidity, Apgar scores less than seven at five minutes, and admission to neonatal intensive care for very serious imprecision due to low event rate, small sample size, and very wide confidence intervals.We further downgraded the outcome death (stillbirth or death of liveborn infant) two levels for very serious imprecision due to it being a single small study with no events.",
    "The review has the following strengths.We included all eligible relevant trials identified by the search and considered trustworthy.At least two review authors (JB and either JH, LL, BK or CC) agreed upon all data extraction and synthesis.At least two review authors held regular meetings, and all the review authors held monthly meetings, to reach agreement on the review's approach, such as organisation of comparisons, GRADE evaluations, interpretation of the results, and the implications for practice and research.The review author group sought a third opinion to reach agreement on risk of bias in two trials.In addition, the review benefits from author backgrounds in midwifery, obstetrics, general medicine, statistics, and clinical trials, providing contextual insight, for example, on the risk of performance bias in the clinical setting, and implications relevant to clinical practice and research.",
    "However, the review needs to be considered in the light of some limitations.Three trials remain awaiting classification due to the need for further information from the trial authors.Despite searching, we found no email address for authors of two of these trials (Ou 1997; Lu 2001 ), and we have received no response as",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews yet from Wu 2001.We have received no response as yet to a request for additional information about randomisation method from Bahmaei 2018 (hands and knees comparison).Most of the trials had relatively small sample sizes; consequently, much of the evidence is uncertain due to imprecision.",
    "The previous Cochrane Review of the use of hands and knees posture in labour compared with control posture analysed the data from Stremler 2005 (Hunter 2007 ).The review reported no di erences in comparison of operative birth, persistent malposition including at delivery, perineal trauma and Apgar scores, similar to the findings in this review apart from the definition used for Apgar scores.",
    "Two recently published systematic reviews provide meta-analyses assessing maternal posture to correct fetal malposition (Lee 2021; Levy 2021).The Levy 2021 review of trials of the hands and knees posture included pregnancy and labour trials but presented a subgroup analysis of women in labour.Lee 2021 assessed posture during the first stage of labour and included trials that used the hands and knees posture and trials using lateral postures.Lee 2021 hypothesised that both postures entail flexion of the thigh to 90 degrees or higher to the axis of the maternal spine, a mechanism by which the authors suggest pelvic diameters are increased, encouraging fetal rotation.",
    "Our meta-analysis used random-e ects analysis where heterogeneity exceeded 30%, compared to greater than 50% in the case of Lee 2021, and consistent use of random-e ects analysis in the case of Levy 2021.Regardless of how these two systematic reviews di er from this Cochrane Review in terms of pooled participants, interventions, or statistical model, their findings chime with our findings that there was little to no di erence between the posture and control groups in the pooled analysis for most outcomes.",
    "Similar",
    "We found low-and very low-certainty evidence which indicated that the use of hands and knees posture or lateral postures in women in labour with a fetal malposition may have little or no e ect on health outcomes of the mother or her infant.There was insu icient data to be able to assess most of these comparisons.If women find the use of hands and knees or lateral postures in labour comfortable, there is no reason why they should not choose to use them.",
    "Further research is needed on the use of hands and knees and lateral postures for women with a malposition in labour.This will improve precision through analyses of larger sample sizes, to be able to detect potentially important di erences in interventions, such as semi-prone inclination and hip hyperflexion.Trials should include further assessment of semi-prone postures and/or sameside-as-fetus lateral postures with or without hip hyperflexion.Future trials that assess a longer intervention period or shorter interval between the intervention and birth, may result in greater frequency of events and provide further evidence that is needed.Consideration should be given to longer duration interventions, perhaps including a minimum duration per hour rather than per labour, and assessment of the use of maternal posture in the second stage of labour.Free posture comparators are preferable to avoid possible confounding from hypothetical mechanisms of rotation within a comparator.Ultrasonic confirmation of fetal malposition prior to randomisation and at assessment of fetal position post intervention by an assessor masked to treatment group should be considered.",
    "How women felt about the postures needs further study as data are currently limited.Epidural use is an important outcome to report to provide contextual information on maternal pain scores.Future trials should report on all clinically relevant infant outcomes, including neonatal encephalopathy, need for respiratory support, and neonatal jaundice requiring phototherapy, as none of the current trials provided information about these.None of the existing trials have reported any longer-term outcomes prespecified in this review, such as post-traumatic stress referrals, need for pelvic floor repair for the women, and childhood disability including developmental delay.These should be considered in future trials.",
    "We Exclusion criteria: preterm labour, an indication for induction of labour, severe vaginal bleeding, and situations when the mother was not allowed active movement during labour.",
    "Posture 1) semi-prone (similar to lateral position, except that the anterior body weight is on the shoulder and hip) with lower arm located toward the back of the body and other arm flexed at shoulder and elbow.Upper leg is hyper flexed in hip and knee joints and aligned with waist line.Bottom leg is slightly flexed in hip and knee joints.A pillow is placed under upper arm and leg, and under participant's head.n = 45",
    "Posture 2) prostration (described as knees to chest -similar to hands and knees).Participant's chest is on the bed, hips higher than chest, and hips rock side to side.n = 45",
    "Postures maintained for at least 15 to 30 minutes every hour.Total number randomised: n = 90",
    "Control/comparison intervention: supine or lateral position maintained throughout labour Total number randomised: n = 90",
    "Outcomes Outcomes: duration of active phase (time frame from 4 cm to 10 cm cervical dilatation) and second stage of labour (time frame from 10 cm to birth); labour pain intensity at 4, 6, 8, 10 cm dilatation and in second stage; type of delivery; newborn Apgar score at 1 minute and 5 minutes; frequency of use of oxytocin during first and second stage labour; maternal satisfaction with delivery (Iranian adapted version of the Mackey satisfaction scale); frequency of episiotomy; frequency of third-and fourth-degree perineal lacerations; fetal head position at birth.",
    "Funding: Vice-chancellor of Research, Jundishapur University of Medical Sciences, Iran",
    "This paper only reports 2 of the 10 outcomes that were assessed in the trial (as listed on the registered clinical trial protocol).The protocol states that the study objective was to evaluate the efficacy of maternal position in labour to correct occipito-posterior fetal position and delivery outcome.However, the English abstract of the published paper states, This study aimed to investigate the effect of maternal position in the active phase of labor on the pain intensity and satisfaction.",
    "Pain score at 4 cm was prior to the intervention",
    "Random sequence generation (selection bias)",
    "Low risk Randomised to different groups by a randomiser software.",
    "Unclear risk No details provided on whose responsibility it was to access the software, when they accessed it, and whether before another participant.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "High risk Not blinded.Not possible to blind participants or personnel given the labour care within study group allocations.",
    "Low risk After labour, participants were asked about their satisfaction with their labour position (very dissatisfied, dissatisfied, neutral, satisfied, and very satisfied).",
    "However, for outcome pain, it was not clear whether participant or sta completed visual analogue score for pain, which was during intervention.",
    "Low risk 11 lost to follow-up (2 in trial group 1; 3 in trial group 2; 4 in control group) as le the study.However < 10% for each group not likely to affect result for satisfaction.",
    "Selective reporting (reporting bias)",
    "Low risk Outcome group: all outcomes 1 participant was removed from the study after the information was lost.(< 10%)",
    "Selective reporting (reporting bias)",
    "High risk All outcomes in methods are reported.However, text does not report on duration of first/second stage and epidural (in protocol), and includes Apgar score and cord pH.",
    "No other forms of bias detected.Conflict of interest not mentioned.Intention-to-treat analysis except for 1 participant who was removed when information was lost.",
    "Methods RCT",
    "Setting: a tertiary care centre maternity unit -Hôpital Nord, Marseille, France Inclusion criteria: those eligible had provided written, informed consent prior to randomisation and were adult pregnant women (age ≥ 18 years) in labour at ≥ 36 weeks of gestation, with cervical dilatation of ≥ 3 cm and ruptured membranes, and with a single fetus in cephalic OP position confirmed by ultrasound examination.Gestational age calculation was based on the participant's reported last menstrual period and fetal biometry at first-trimester systematic ultrasound scan.",
    "Experimental intervention: a sequence of postures was adopted depending on the station of the fetal head: posture 1 used the hands and knees posture when fetal head station between -5 and -3; posture 2 used a strict lateral recumbent position on the same side of the fetal spine with folded inferior leg and upper leg positioned in the axis of the body when fetal head station between -2 and 0; posture 3 used a lateral recumbent position on the same side of the fetal spine, with the inferior leg lying in the axis of the body and the other leg folded at an approximately 90-degree angle with the use of a leg support when fetal head station > 0. Women who achieved anterior rotation were then asked to adopt the dorsal recumbent position.Total number randomised: n = 110",
    "Control/comparison intervention: dorsal recumbent position.Total number randomised: n = 110",
    "Outcomes Primary: fetal head position at spontaneous vaginal delivery, or immediately before operative vaginal delivery or caesarean section Secondary: length of labour, length of pushing, operative deliveries, caesarean sections, perineal lacerations (Anglo-Saxon classification), oxytocin use, neonatal morbidity (Apgar score at 5 minutes, Apgar score at 10 minutes, umbilical arterial pH) and neonatal intensive care unit stay.",
    "Funding: not reported",
    "Random sequence generation (selection bias)",
    "The randomisation was made in permutated blocks of 4; however, no details are provided on the source of the random sequence.",
    "Unclear risk After inclusion, participants were randomly assigned to the intervention or control group.No details provided on who accessed the random sequence and allocated the participants.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "Outcome group: all outcomes Not possible to blind participants or personnel given the labour care within study group allocations.",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "Outcome group: all outcomes For all participants who achieved vaginal spontaneous delivery, the midwife or the obstetrician in charge of the delivery systematically recorded the exact type of fetal head presentation observed at the time of vaginal delivery.In cases of operative delivery, the fetal head position was recorded by means of ultrasonography immediately before the instruments (either forceps or vacuum) were applied.If a caesarean delivery was performed, the fetal head presentation was confirmed by ultrasonography immediately before caesarean section.Unclear if these assessments were influenced by knowledge of the treatment group allocation.",
    "Desbriere 2013 (Continued)",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews postures or attempt manual rotation performed according to unit's regular practice.Total number randomised: n = 160 (15 women wrongly enrolled, i.e. did not meet eligibility criteria, so not randomised).",
    "Control/comparison intervention: women used the dorsal recumbent posture for the first hour after randomisation and were then encouraged to maintain it for as long as possible during labour.Later in labour, women could use any position except LAD, if they wanted to or if they needed to due to fetal heart rate abnormalities.After first stage was complete, midwives and obstetricians could recommend other maternal postures or attempt manual rotation according to unit's regular practice.Total number randomised: n = 162 (15 women wrongly enrolled i.e., did not meet eligibility criteria, so not randomised).",
    "Maternal: occipito-anterior (OA) fetal position 1 hour after randomisation or at birth if this was sooner, OA position at full cervical dilatation and at delivery, speed of cervical dilatation during labour, duration of expulsive efforts, mode of delivery (spontaneous, instrumental, or caesarean), perineal laceration (episiotomy, third or fourth degree lacerations), hyperthermia (temperature ≥ 38°), postpartum haemorrhage (PPH) (≥ 500 mL), severe PPH (> 1000 mL or need for treatment to stop haemorrhage), maternal satisfaction about the comfort of the posture (very comfortable/comfortable/not really comfortable/uncomfortable), and pain intensity at 1 hour after randomisation (using the visual analogue scale).",
    "Standard error of the mean (SEM) rather than standard deviation (SD) used throughout paper despite being referred to as SD.",
    "Random sequence generation (selection bias)",
    "Web-based, permutated blocks of 4 stratified by centre and parity.",
    "Low risk Allocation was based on permutated blocks of 4 and was stratified by center and parity (primiparous/multiparous).This strategy was not known by local investigators.",
    "As soon as the written consent was signed, the randomization was performed by an automated web-based system to ensure allocation concealment (24-hour accessibility with personal login and password: Cleanweb software; Telemedicine Technologies S.A, Boulogne-Billancourt, France).",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "Outcome group: all outcomes Midwives and obstetricians random [sic] assigned the women and conducted the vaginal and ultrasound examinations at inclusion, at the end of thefirst hour after randomization, and at complete cervical dilation.They also prospectively collected fetal head position at birth and details about the postures that were used by each woman (number and description of each) and about manual rotation and FHR [fetal heart rate] signal loss.",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "Le Ray 2016 (Continued)",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews Midwives and obstetricians random assigned the women and conducted the vaginal and ultrasound examinations at inclusion, at the end of the first hour after randomization, and at complete cervical dilation.They also prospectively collected fetal head position at birth and details about the postures that were used by each woman (number and description of each) and about manual rotation and FHR signal loss.",
    "Incomplete outcome data (attrition bias) All outcomes",
    "Outcome group: all outcomes 2.2% loss to follow-up for the primary outcome (5 in the intervention group and 9 in the control group did not complete the intervention).",
    "Selective reporting (reporting bias)",
    "Outcomes: appears all outcomes were reported (no differences found, so selective reporting would not be an issue).",
    "No other bias identified.",
    "Le Ray 2016 (Continued)",
    "Methods RCT",
    "Setting: Obstetrical Department, Affiliated Hospital of Jiangsu University",
    "Study dates: January 2015 to June 2017",
    "Inclusion criteria: 1) age ≥ 20 years, 2) singleton pregnancy, 3) 37 weeks' gestation, 4) planned vaginal birth, 5) including those with a cephalic presentation and full cervical dilatation, 6) occiput posterior position confirmed by ultrasound according to the angle of < 45° between the occiput and midline during the active phase of the 1st stage of labour.",
    "Exclusion criteria: 1) clinical suspicion of cephalo-pelvic disproportion, 2) history of caesarean section, 3) brow or face presentation, 4) known of suspected chorioamnionitis, 5) pre-existing maternal diabetes, 6) suspected fetal bleeding disorder, 7) known major anatomical fetal abnormality",
    "Experimental intervention: when cervical dilatation reached 8 cm to 10 cm, pregnant women were positioned in extreme flexion and hip abduction combined with contralateral (opposite side to fetus) side-lying.Foot of upper leg placed on foot pedal so knee as close as possible to abdomen.Total number randomised: n = 114.",
    "Control/comparison intervention: when cervical dilatation reached 8 cm to 10 cm, pregnant women were positioned in contralateral side (opposite side to fetus) side-lying alone, without extreme flexion and hip abduction.Lower leg was straight and upper leg was flexed less than 90°.Total number randomised: n = 112.",
    "Outcomes: 1) successful correction (anterior rotation) of fetus, 2) duration of time from initial (attempt at) correction to successful correction, 3) mode of delivery: spontaneous vaginal, assisted vaginal, caesarean, 4) duration of 1 st , 2 nd , 3 rd stage labour, 5) postpartum mean blood loss within 2 hours, 6) Apgar score (8 to 10 normal newborn, 4 to 7 mild asphyxia, ≤ 3 severe).Cochrane Database of Systematic Reviews Apgar scores provided but no time frame, e.g.whether taken at 1 minute or 5 minutes.Not an intention-to-treat analysis.The loss to follow-up in both groups was < 10%: 9 (7.8%) in the study group due to discontinued intervention following fetal distress and 7 (6.25%) in the control group (5 due to fetal distress and 2 due to prolongation of latent phase).The baseline characteristics are balanced between 2 groups after loss to follow-up.",
    "Selective reporting (reporting bias)",
    "Unclear risk Outcomes: no pre-trial registration or protocol so unclear if all planned outcomes were reported.",
    "No other bias identified.",
    "Methods RCT",
    "Setting: a randomised, open, controlled, and multicentre clinical trial was designed in three hospitals of the public network of Andalusia, in the hospitals of Baza and Guadix, in Granada, and Úbedaenjaén.",
    "Study dates: 01 January 2010 to 30 June 2011",
    " Pregnant women in the active phase of childbirth and diagnosed with persistent OP fetal position  Diagnosis of the fetal position made by the midwife who attended to the pregnant woman by performing a vaginal examination  Persistent OP was considered when the fetus had not rotated to OA and the dilation of the cervix was equal to or greater than 8 cm or a lower dilation without progression of labour for at least 2 hours with adequate uterine dynamics (3 to 5 contractions in 10 minutes).",
    " Pregnant women with a single fetus greater than 37 weeks of gestation, who met the conditions of the definition of the study subjects and agreed to participate voluntarily in the study.",
    "Exclusion criteria: maternal or fetal causes that prevented the intervention (active metrorrhagia, indication of urgent caesarean section due to fetal suffering), non-adoption of the assigned posture due to loss of muscle strength in lower limbs secondary to the administration of epidural analgesia, or twin pregnancies.",
    "Experimental intervention: the women adopted the hands and knees position on the bed.They were given the option to support their hands on the mattress, their forearms on the bed's headboard, or their thorax on a ball such as a fit-ball type.The assigned posture was to be maintained for a minimum of 30 minutes, if the fetus had not yet rotated to OA.After the intervention, the woman could adopt any position she wanted.Total number randomised: n = 76.",
    "Control/comparison intervention: the decubitus lateral (DL) posture towards the fetal back, lying on their right side when the fetus was in the right OP position and on their le side if the fetus was in the le OP position or direct OP.If after 30 minutes, the fetus had not rotated from direct OP to OA, they would adopt the right DL.The assigned posture was to be maintained for a minimum of 30 minutes, if the fetus had not yet rotated to OA.After the intervention, the woman could adopt any position she wanted.Total number randomised: n = 70.",
    "Fetal rotation from OP to OA (rotation during the intervention, rotation after the intervention, non-rotation); type of termination of delivery (normal vaginal delivery, instrumental delivery, caesarean section); duration of the intervention (minutes), duration of the first stage of labour (minutes), duration of the second stage of labour (minutes); epidural use; and satisfaction with birth experience using the Care in Obstetrics: Measure for Testing Satisfaction (COMFORTS) Scale -very dissatisfied, dissatisfied, moderately satisfied recoded as unsatisfied, and satisfied, very satisfied recoded as satisfied; pain level during the adoption of the given posture compared to pain before adopting it (less, equal, greater); comfort with assigned posture (very comfortable, moderately comfortable, comfortable were recoded as comfortable, and very uncomfortable, uncomfortable were recoded as uncomfortable).",
    "Funding: Ministry of Innovation and Science (Spain), Call for Evaluation of Sanitary Technologies and Health Services (PI09 / 90739); and the Ría de Salud de Andalucía (PI-0336).",
    "Random sequence generation (selection bias)",
    "After signing the informed consent and to assign the position by simple randomisation, the midwife consulted the list of random numbers created with a 1:1 ratio of the groups for each centre by means of a computer program, corresponding the number 1 to the Hands and Knees (Manos y Rodillas MR) group and the 2 to the Decubitus Lateral (DL) group.",
    "High risk No. The midwife consulted the list of random numbers.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "Outcome group: all outcomes Open label study.Due to the physical nature of the intervention, after its assignment, it could not be masked to the participant or the midwife",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "Outcome group: all outcomes Due to the physical nature of the intervention, after its assignment, it could not be masked to the participant or the midwife The midwife collected the data in a data collection notebook, and the closed Likert response questionnaire on women's pain and comfort.The satisfaction questionnaire was com-",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews pleted by the woman after discharge and then returned to the unit sta and collected by the research team.",
    "High risk Outcome group: all outcomes For the analysis of operative birth (primary outcome) and the other outcomes reported in the main paper, 14.5% of the intervention group participants were lost and no control group participants were lost.Baseline characteristics: administration of epidural analgesia and maternal parity were imbalanced between the 2 groups.There was no intention-to-treat analysis.",
    "Selective reporting (reporting bias)",
    "Low risk It seems that all outcomes specified have been reported.",
    "No other bias identified.",
    "Methods RCT",
    "Setting: 13 university-affiliated hospitals in Argentina, Australia, Canada, England, Israel, and the USA Study dates: 28-month period in 2000 to 2002.",
    "Inclusion criteria: in hospital, in early or active labour with a singleton pregnancy in cephalic presentation at ≥ 37 weeks' gestation, with occipito-posterior position of the fetal head confirmed by ultrasound examination.",
    "Exclusion criteria: second stage of labour expected within 1 hour, complications of pregnancy or any other contraindication to assuming hands and knees position (such as immobilising anaesthesia), planned caesarean delivery, or known major fetal congenital anomalies.",
    "Experimental intervention: women assigned to the hands and knees position were asked to maintain the posture for as much time as possible over a period of 60 minutes, for a minimum of 30 minutes in total.After the study period, the woman was encouraged to use the hands and knees position whenever she wished for the remainder of labour.Total number randomised: n = 70.",
    "Control/Comparison intervention: women were able to use any position except hands and knees position or any position that suspended the maternal abdomen.Women were asked not to assume hands and knees position at any time during the study period and were not actively encouraged to use this position at any other time in labour.Clinicians who placed the telephone call to obtain group allocation were not permitted to perform the final ultrasound scan to determine the primary outcome.Nurses, midwives, and labouring women were instructed not to reveal group assignments to the clinician performing the final ultrasound examination, and clinicians were asked not to seek out the labouring woman's assignment.Although the clinician may also have provided care to the labouring woman, it was rare that the woman needed to be assessed during the short interval between ultrasound scans.Forms were sealed so that the clinician recording the ultrasound results was unable to access data sheets indicating the woman's group assignment and pain scores.Research assistants collecting data from chart review and scanning data into the computer database were unaware of group allocation.",
    "Outcome group: all outcomes 3 deviations from intended intervention in control group and 1 in intervention group; however, no missing data for primary outcome.-0.17 [-0.73 , 0.39] -0.13 [-1.42 , 1.16 ] -1.13 [-2.63 , 0. ",
    "Maternal postures for fetal malposition in labour for improving the health of mothers and their infants (Review)Copyright  2022 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "We would like to acknowledge Regina Kulier for her contribution to the previous version of this review.Jennifer Barrowclough wishes to thank the Liggins Institute, University of Auckland, Shundi Group Ltd, and Work Force New Zealand for financial support of her PhD.This project was supported by the National Institute for Health Research (NIHR), via Cochrane Infrastructure funding to Cochrane Pregnancy and Childbirth.The views and opinions expressed herein are those of the authors and do not necessarily reflect those of the Evidence Synthesis Programme, the NIHR, National Health Service (NHS) or the Department of Health and Social Care.As part of the pre-publication editorial process, this review has been commented on by three peers (an editor and two referees who are external to the editorial team), members of Cochrane Pregnancy and Childbirth's international panel of consumers and the Group's Statistical Adviser.The authors are grateful to the following peer reviewers for their time and comments: Dr Eleanor Jones, Institute of Applied Health Research, University of Birmingham; Jim Thornton, Emeritus Professor Obstetrics and Gynaecology, University of Nottingham.We thank Faith Armitage for copy editing the final dra for publication.",
    "See: Summary of findings 1 Hands and knees posture compared to other postures for fetal malposition in labour -maternal outcomes; Summary of findings 2 Hands and knees posture compared to other postures for fetal malposition in labour -infant outcomes; Summary of findings 3 Lateral postures compared to other postures for fetal malposition in labour -maternal outcomes; Summary of findings 4 Lateral postures compared to other postures for fetal malposition in labour -infant outcomes",
    "Four trials used the hands and knees posture (Bahmaei 2018; Guittier 2016; Molina-Reyes 2014; Stremler 2005) .",
    "Use of the hands and knees posture may result in little to no di erence on the outcome operative birth but the evidence is uncertain (average risk ratio (RR) 1.14, 95% confidence interval (CI) 0.87 to 1.50; Tau 2 = 0.02, Chi 2 = 2.95 (P = 0.23), I 2 = 32%; 3 trials (Guittier 2016; Molina-Reyes 2014; Stremler 2005) , 721 women; low-certainty evidence; Analysis 1.1).All trials included both nulliparous and multiparous women.Guittier 2016 had a minimum intervention period of 10 minutes compared to 30 minutes in the other two trials.Molina-Reyes 2014 did not confirm fetal malposition at randomisation by ultrasound scan for all women; instead, this was assessed by two vaginal examinations.The Bahmaei 2018 trial did not report operative birth.",
    "Schünemann H, Brożek J, Guyatt G, Oxman A, editor(s).Handbook for grading the quality of evidence and the strength of recommendations using the GRADE approach (updated October 2013).GRADE Working Group, 2013.Available from gdt.guidelinedevelopment.org/app/handbook/handbook.html.",
    "Senécal J, Xiong X, Fraser WD.E ect of fetal position on second-stage duration and labour outcome.",
    "Methods RCT",
    "Setting: Geneva University Hospitals, Switzerland.The unit was the largest in Switzerland with 4000 births/year.",
    "Inclusion criteria: nulliparous and multiparous women, aged 18 to 48 years, in the first stage of labour (cervix dilated 2 cm to 9 cm), singleton, term ≥ 37 weeks' gestation, diagnosis of occipito-posterior fetus confirmed by ultrasound.Exclusion criteria: maternal age below 18 years, limited understanding of French language, full dilatation of the cervix, previous use of evaluated posture during the 1st stage of labour.",
    "Experimental intervention: women allocated to the intervention group were invited to adopt a type of hands and knees posture: support on the knees, torso tilted forward, back stretched for a minimum of 10 minutes.A cushion was placed between the legs of the woman in labour to limit discomfort.After 10 minutes, women could remain in the posture or change positions if they preferred.Total number randomised: n = 220.Control/comparison intervention: women in the control group had no specific intervention other than usual care.Immediately after randomisation, they continued use of their pre-randomisation posture (e.g.sitting or standing or semi-recumbent or lateral) for at least 1 hour (not hands and knees).After 1 hour, they were given the option to adopt the hands and knees posture if they wished to do so.Total number randomised: n = 219.",
    "Primary: fetal head position after the intervention compared to the control group (time frame: 1 hour after randomisation or at delivery if came first).Secondary: maternal comfort and pain sensation (time frame: 15 minutes after randomisation) by evaluation of the comfort of maternal posture; impact of maternal posture on perceived pain; duration of first and second stage of labour; mode of delivery; perineal status; and markers of neonatal asphyxia (Apgar score < 7 at 5 mins, umbilical artery pH, and neonatal resuscitation).",
    "Funding: Swiss National Science Foundation (SNFS, DORE research grants) and the ReSAR.",
    "Random sequence generation (selection bias)Low risk Web-based system provided by the informatics department of the Geneva University Hospitals.Randomisation was performed using randomly permutated blocks of varying sizes (4, 6, and 8) stratified by parity (nulliparous/multiparous) and epidural analgesia (yes/no).The ratio for hands and knees versus expectant management was 1:1.",
    "Low risk After confirming eligibility and consent, the randomisation system returned the allocation of the woman to the midwife.Blinding",
    "Methods RCT",
    "Setting: 4 French maternity units.Two level 3 university hospital maternity units (Port Royal, Paris & Caen University Hospital, Normandy), a level 2 maternity unit (Avranches-Granville, Normandy) and a level 1 maternity unit (Les Bluets, Paris)",
    "Inclusion criteria: ≥ 18 years of age, in labour with ruptured membranes, singleton term fetus (37 weeks of gestation) in an OP position clinically diagnosed between 2 cm and 9 cm of cervical dilation and confirmed by transabdominal ultrasound imaging just above the symphysis, demonstrating the position of the fetal orbits, the falx, and the fetal spine.Exclusion criteria: women with complications during pregnancy, small-for-gestational-age fetuses, in utero fetal deaths, those who did not understand French, or women who used the lateral asymmetric decubitus (LAD) posture before inclusion and randomisation.",
    "Experimental intervention: women were positioned in the LAD posture for 1 hour after randomisation and a minimum of 30 mins.LAD was a pronounced lateral recumbent posture, lying on the side opposite the fetal spine with the inferior leg positioned in the axis of the body and the upper leg hyperflexed (spine-femur angle, < 90 degrees) with the shin propped up on a stirrup.After the first hour after randomisation, women were asked to maintain the posture for as long as possible during first stage of labour.After first stage was complete, midwives and obstetricians could recommend other maternal For this review, Jennifer Barrowclough (JB) and Caroline Crowther (CC) applied the selection criteria; all five authors (JB, Luling Lin (LL), Bridget Kool (BK), Justus Hofmeyr (JH), CC) assessed trustworthiness, extracted data for included studies, and assessed risk of bias.JB and LL carried out GRADE assessments and prepared summary of findings tables.JB wrote the first dra of the review and all five authors (JB, LL, BK, JH, CC) contributed to the dra s and editing of the review.",
    "Jennifer Barrowclough: reports receiving a student scholarship from the Liggins Institute, University of Auckland, funds from Shundi Group Ltd, and funds from Work Force New Zealand education grant.Caroline Crowther: has declared no conflict of interest.Bridget Kool: has declared no conflict of interest Luling Lin: has declared no conflict of interest.Justus Hofmeyr: reports being an Associate Editor for Cochrane Pregnancy Childbirth, and reports no involvement in the editorial processing of this review.Reports receiving consulting fees and royalties unrelated to this topic.",
    "Internal sources",
    "The protocol for this review was published in PROSPERO -see www.crd.york.ac.uk/prospero/display_record.php?RecordID=214341.Any di erences between our published protocol and the full review are listed below.",
    "Trusted evidence.Informed decisions.Better health.",
    " We have incorporated the Cochrane Pregnancy and Childbirth Trustworthiness Screening Tool (CPC-TST).",
    "The original review 'Hands and knees posture in late pregnancy or labour for fetal malposition (lateral or posterior)' (Hunter 2007 ) has now been split into two reviews. Maternal postures for fetal malposition in labour for improving the health of mothers and their infants (this review). Maternal postures for fetal malposition in late pregnancy for improving the health of mothers and their infants (Hofmeyr review in progress).",
    "Medical Subject Headings (MeSH)"
  ],
  "bibref_titles": [
    "Clinical observation of lateral-prostrate position preventing persistent OP/OT position",
    "{published data only}",
    "Correction of occipito-posterior position by maternal posture during the process of labor",
    "Correction of occipito-posterior by maternal postures during the process of labor",
    "Management of fetal malposition in the second stage of labour: a propensity score analysis",
    "Comparison of transvaginal digital examination with intrapartum sonography to determine fetal head position before instrumental delivery",
    "Investigation of occiput posterior delivery by intrapartum sonography",
    "Head-to-cervix force: an important physiological variable in labour. 2. Peak active force, peak active pressure and mode of delivery",
    "Arrested occiput posterior positions",
    "Physical theory as a basis for successful rotation of fetal malpositions and conversion of fetal malpresentations",
    "The association between fetal head position prior to vacuum extraction and pregnancy outcome",
    "Do women get post-traumatic stress disorder as a result of childbirth? A prospective study of incidence",
    "Is primiparity, the only risk factor for type 3 and 4 perineal injury, during delivery? Gynecologie",
    "Persistent occiput posterior",
    "Obstetrics in the very young black South African teenager",
    "How to reduce the incidence and complications of occiput posterior positions during delivery? Gynecologie",
    "Data fabrication and other reasons for non-random sampling in 5087 randomised, controlled trials in anaesthetic and general medical journals",
    "Associated factors and outcomes of persistent occiput posterior position: a retrospective cohort study from 1976 to 2001",
    "The association between persistent occiput posterior position and neonatal outcomes",
    "The relationship of fetal position and ethnicity with shoulder dystocia and birth injury",
    "Significance of accidental extensions in the lower uterine segment during cesarean delivery",
    "Management of the persistent occiput posterior position",
    "Obstetric anal sphincter injury: incidence, risk factors, and management",
    "Prediction of delivery mode by ultrasound-assessed fetal position in nulliparous women with prolonged first stage of labor",
    "Maternal changes due to pregnancy",
    "Influence of persistent occiput posterior position on delivery outcome",
    "Anterior placental location predisposes for occiput posterior presentation near term",
    "Intrapartum sonography and persistent occiput posterior position: a study of 408 deliveries",
    "Narrow subpubic arch angle is associated with higher risk of persistent occiput posterior position at delivery",
    "Pubic arch angle in prolonged second stage of labor: clinical significance",
    "Cochrane Handbook for Systematic Reviews of InterventionsVersion 5.1.0",
    "Cochrane Handbook for Systematic Reviews of Interventions Version 6.2",
    "Chapter 23: Including variants on randomized trials",
    "The Labour Agentry Scale: psychometric properties of an instrument measuring control during childbirth",
    "Repeated hands-and-knees positioning during labour: a randomized pilot study",
    "Influence of occiput posterior position on the fetal heart rate pattern",
    "Obstetric risk indicators for labour dystocia in nulliparous women: a multi-centre cohort study",
    "The persistent occiput posterior position: a review of 498 cases",
    "Maternal positioning with flexed thighs to correct foetal occipito-posterior position in labour: a systematic review and meta-analysis",
    "Handsand-knees posturing and fetal occiput anterior position: a systematic review and meta-analysis",
    "Changes in fetal position during labor and their association with epidural analgesia",
    "Antepartum risk factors for moderate to severe neonatal hypoxic ischemic encephalopathy: a Swedish national cohort study",
    "Delivery method and self-reported postpartum general health status among primiparous women",
    "Long-lasting e ects of undernutrition",
    "Fetal head malposition and epidural analgesia in labor: a case-control study",
    "Estimating the incidence and the economic burden of third and fourth-degree obstetric tears in the English NHS: an observational study using propensity score matching",
    "The influence of an occipito-posterior malposition on the biomechanical behavior of the pelvic floor",
    "Is there an association between sonographically determined occipito-transverse position in the second stage of labor and operative delivery?",
    "Maternal postures for fetal malposition in labour for improving the health of mothers and their infants",
    "Hands and knees posture in late pregnancy or labour for fetal malposition (lateral or posterior)"
  ]
}