{
  "paper_id": "Boomsma_et_al-2019-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:07.808940Z"
  },
  "title": "Semen preparation techniques for intrauterine insemination",
  "authors": [
    {
      "first": "Carolien",
      "last": "Boomsma",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Ben",
      "last": "Cohlen",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Cindy",
      "last": "Farquhar",
      "email": "",
      "affiliation": {}
    }
  ],
  "year": "",
  "abstract": "3 Multiple pregnancy rate per couple.....",
  "pdf_parse_keywords": [],
  "body_text": [
    "Semen preparation techniques are used in assisted reproduction to separate sperm which have a normal appearance and move spontaneously from the fluid portion of the semen in which the sperm are suspended.The e ectiveness of specific semen preparation techniques for increasing pregnancy rates in subfertile couples undergoing IUI is unknown.",
    "We found six randomised controlled trials comparing a gradient, swim-up or wash technique, in a total of 485 couples undergoing IUI.The evidence is current to March 2019.",
    "We are uncertain whether there is a di erence in pregnancy outcomes between the three sperm preparation techniques for subfertile couples undergoing IUI.No studies reported on live birth rates.",
    "Considering the quality of evidence (very low), we are uncertain whether there was a di erence between clinical pregnancy rates (CPR) for swim-up versus a gradient technique.The results suggest that if the chance of pregnancy a er the use of a gradient technique is assumed to be 24%, the chance of pregnancy a er using the swim-up technique is between 14% and 30%.We are uncertain whether there was a",
    "Considering the quality of evidence (very low), we are uncertain whether there is a di erence in clinical pregnancy rates a er a gradient versus wash and centrifugation technique.The results suggest that if the chance of pregnancy a er the use of a wash technique is assumed to be 13%, the chance of pregnancy a er using the gradient technique is between 8% and 46%.Considering the quality of evidence, we are uncertain whether there was a di erence between multiple pregnancy rates per couple between the treatment groups.Considering the quality of evidence, we are also uncertain whether there was a di erence between miscarriage rates per couple between the treatment groups.No studies reported on ongoing pregnancy rate, ectopic pregnancy rate, fetal abnormalities or infection rate.",
    "The quality of the evidence was very low.The main limitations were (unclear) risk of bias, signs of imprecision (small number of studies/ participants included) and inconsistency in results among studies.",
    "There were no events in either group *The basis for the assumed risk (e.g. the median control group risk across studies) is provided in footnotes.The corresponding risk (and its 95% CI) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).",
    "Relative effect (95% CI) Cochrane Database of Systematic Reviews",
    "The success of the treatment of subfertile couples has made substantial progress over the last two decades.Subfertile couples are defined as couples who have tried unsuccessfully to conceive for at least one year despite regular and unprotected sexual intercourse (Evers 2002) .Subfertility is a common problem, a ecting up to 15% of couples (Evers 2002; Templeton 1990 ).",
    "Demand for infertility treatment is on the rise as increasing numbers of women delay having children till an age when natural female fertility is in decline and there is a raised chance of exposure to sexually transmitted diseases and continually falling sperm counts (Delhanty 2001; Niederberger 2018; Swan 1999) , although worldwide the percentage of women seeking treatment has not significantly changed over the last two decades (Mascarenhas 2012) .According to a number of high-quality studies, intrauterine insemination (IUI) should be the first choice treatment in case of unexplained and moderate male factor subfertility and an unfavourable prognosis for natural conception (Farquhar 2018; Ombelet 2017) .",
    "With the emergence of in vitro fertilization (IVF) with uterine transfer of embryos (IVF-ET), semen preparation techniques were developed to separate motile sperm that are morphologically normal (normal appearance) from seminal plasma (the fluid portion of the semen in which the spermatozoa are suspended) and foreign material.It is known that white blood cells, bacteria and dead spermatozoa produce oxygen radicals that negatively influence the ability of normal spermatozoa to fertilize the egg (Aitken 1994; De Jonge 2002; Parinaud 1997) .Reactive oxygen species (ROS) cause peroxidative damage and loss of sperm function, as well as DNA damage in both the nuclear and mitochondrial genomes (WHO 2010).A randomised controlled trial (RCT) of prepared sperm compared to unprepared first split ejaculates showed that semen preparation significantly increased the probability of conception a er IUI in a group of couples with male subfertility (Goldenberg 1992) .Furthermore, in IUI the use of fresh unprepared semen has been reported to cause uterine cramps and may induce pelvic inflammatory disease, endometritis, cervicitis or vaginitis, as well as an increased likelihood of miscarriage, premature delivery or a malformed fetus (Wang 1991; Yan 1998) .",
    "Some research has suggested an association between the probability of conception a er IUI and the absolute number of motile sperm that are inseminated.Some retrospective studies have defined a threshold level beyond which pregnancy rates reached a plateau (Berg 1997; Huang 1996a; Khalil 2001; Madbouly 2017) .However, the threshold levels found in these studies di ered substantially from one to five million motile sperm, which makes these results less useful in practice.One prospective controlled trial demonstrated links between total sperm motility and the probability of conception a er IUI ( Van Voorhis 2001) .",
    "In couples with subfertility, the yield of as many motile, morphologically normal spermatozoa as possible is important as it influences treatment choices and therefore outcomes.A high yield can lead to a preference for IUI or IVF, whereas a lower yield could result in a preference for intracytoplasmic sperm injection (ICSI).ICSI is an IVF procedure in which a single sperm is injected directly into an egg, a procedure that is most commonly used to overcome severe male infertility problems.The treatment outcome a er ICSI is not related to the number of available motile sperm.",
    "Many sperm preparation procedures are available, but there are three main groups of methods.",
    "Firstly, spermatozoa may be selected on their ability to swim, known as the 'swim-up technique'.This technique is performed by layering culture medium over the liquefied semen.Motile spermatozoa swim up into the culture.The upper part of the layered medium is then carefully removed for further use.",
    "The second method of selecting spermatozoa is by the use of density gradients.The semen sample is pipetted on top of the density column, which is then centrifuged.Density gradient centrifugation separates spermatozoa according to their density.This way you can select the motile, morphologically normal spermatozoa in the solution with the highest concentration of gradient, which is aspirated for further use (WHO 1999) .Sperm preparation with the use of density gradient centrifugation has been a standard technique in assisted reproductive techniques.Fresh semen samples have been centrifuged on Percoll gradients in the 40% to 90% range with good recovery (Byrd 1996) .In late 1996, Percoll was removed from clinical human use.This product was replaced by silica stabilized with covalently bound hydrophilic silane, marketed under several commercial names.",
    "The third method is the conventional wash method in combination with centrifugation, previously only used for diagnostic procedures.The semen sample is diluted with a medium and centrifuged.Subsequently, the pellet (the bottom part a er centrifugation) is resuspended in a small amount of medium and incubated until the time of insemination.",
    "Apart from a simple wash technique, the swim-up technique is the oldest and most commonly used sperm preparation method.",
    "It is still used largely in IUI and IVF laboratories around the world.Density gradient techniques are easier to standardize than the swim-up technique and the results are more consistent.Usually, the choice of sperm preparation technique is dictated by the nature of the semen sample.Swim-up technique is o en used when semen samples are considered to be largely normal, whereas density gradient techniques can be preferred in male factor infertility because of the greater total number of motile spermatozoa recovered (Henkel 2003; WHO 2010) .",
    "The aim of semen preparation is to separate the normal sperm from the debris of the ejaculate and, in the case of IUI, to yield as many normal motile spermatozoa as possible.The number of motile sperm a er preparation in relation to the total number of motile sperm before preparation is expressed as the recovery rate.Preparation techniques that have higher recovery rates are considered superior for IUI.Sperm preparation techniques may also influence DNA fragmentation.A prospective randomised study was conducted in subfertile patients (unexplained and male factor infertility) to compare basal and post-procedure DNA fragmentation rates in swim-up and gradient techniques.Swimup method significantly reduces sperm DNA fragmentation rates (Oguz 2018) .Current evidence supports the association between",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews high sperm DNA fragmentation and poor reproductive outcomes for natural conception and intrauterine insemination (Cho 2017) .",
    "Although spermatozoa recovery rates might be interesting when you compare di erent semen preparation techniques, clinicians and prospective parents regard live birth rate as the most important outcome.One type of semen preparation technique might be superior to another in relation to clinical outcome a er IUI.",
    "To compare the e ectiveness of three di erent semen preparation techniques (gradient; swim-up; wash and centrifugation) on clinical outcomes (live birth rate, clinical pregnancy rate) in subfertile couples undergoing IUI.",
    "We included randomised controlled trials (RCTs) in this review.We assessed the method of randomisation to determine whether each study was truly randomised.We only included studies with a crossover design in the meta-analysis if the first cycle was randomised and first cycle data were available (prior to crossing-over).We did not include split-sample studies since by design they cannot compare clinical outcomes.",
    "We defined subfertility as couples who have tried unsuccessfully to conceive for at least one year, despite regular and unprotected sexual intercourse (Evers 2002) .We placed no restriction on causes of subfertility.We defined unexplained subfertility as infertility for at least one year without any abnormality found at routine fertility check-up (normal results in semen analyses, luteal phase assessment, tubal patency, immunological testing and investigations into uterine anomalies).We did not include normal fertile participants or healthy volunteers.",
    "If essential information about the participants was lacking, we sought more information from the authors.",
    "Any included study must have made a comparison of the following, in pairs or in a combination of all three techniques:",
    " A gradient technique",
    "We searched for all published and unpublished RCTs comparing clinical outcomes a er a gradient technique, swim-up technique or wash and centrifuge, without language restriction and in consultation with the Cochrane Gynaecology and Fertility Group (CGF) Information Specialist, Marian Showell.",
    "We searched the following electronic databases for relevant trials.",
    "We also handsearched the citation lists of relevant publications, review articles, European Society of Human Reproduction and Embryology (ESHRE) and American Society for Reproductive Medicine (ASRM) abstract books.We conducted a simple search in PubMed and Google in order to identify any trials not yet indexed in the major databases.We searched abstracts of scientific meetings and included studies.We also searched the trial register www.ClinicalTrials.gov(a service of the US National Institutes of Health) for ongoing and registered trials (Appendix 6).In addition we had personal communication with experts and authors in the field.",
    "A er an initial screen of titles and abstracts retrieved by the search, conducted by two authors (Boomsma and Cohlen), we retrieved the full texts of all potentially eligible studies.Two review authors (Boomsma and Cohlen) independently examined these full-text articles for compliance with the inclusion criteria and selected eligible studies.We corresponded with study investigators as required, to clarify study eligibility.We resolved disagreement through discussion or, if required, in consultation with the third author until we reached consensus.If any reports had required translation, we would have described the process used for data collection.We have documented the selection process with a PRISMA flow chart (Figure 1 ).",
    "Two review authors independently extracted data from eligible studies using a data extraction form designed and pilot-tested by the authors.We resolved any disagreements by discussion.Data extracted included study characteristics and outcome data (see data extraction form for details, Appendix 7) .We corresponded with study investigators for further data on methods, results or both, as required.Data are o en presented in a non-standardised format: we included studies irrespective of whether outcomes are reported in a 'usable' way.In multi-arm studies, we excluded data from arms that do not meet eligibility criteria.",
    "Two review authors independently assessed the included studies for risk of bias using the Cochrane 'Risk of bias' assessment tool (Higgins 2011) to assess the following.",
    " Selection bias (random sequence generation and allocation concealment)  Performance bias (blinding of participants and personnel)  Detection bias (blinding of outcome assessment; the primary outcome 'live birth rate/ongoing pregnancy rate' was not, however, susceptible to this kind of bias)  Attrition bias (describing the completeness of outcome data)  Reporting bias (selective reporting, such as failure to report outcomes/publication bias)  Other bias.",
    "We assigned judgements as recommended in the Cochrane Handbook for Systematic Reviews of Interventions, Section 8.5.There were no disagreements.We summarised results in the 'Risk of bias' tables for all included studies, and incorporated them into our interpretation of review findings.",
    "For dichotomous data (e.g.clinical pregnancy rates), we used the numbers of events in the control and intervention groups of each study to calculate odds ratio (OR).We presented 95% confidence intervals for all outcomes.Should data to calculate ORs not have been available, we would have utilised the most detailed numerical data available that may facilitate similar analyses of included studies (e.g.test statistics, P values).We assessed whether the estimates calculated in the review for individual studies were compatible in each case with the estimates reported in the study publications.",
    "Results from included studies that we excluded from the metaanalysis due to a cross-over design are described in additional tables (Table 1, Table 2 ).The primary analyses are data per couple randomised; only miscarriage rates per pregnancy were mentioned in the review text.We have only included first-phase data from cross-over trials and we contacted authors when needed.",
    "For included studies, we have noted levels of attrition in the Characteristics of included studies tables.We analysed the data on an intention-to-treat basis as far as possible.",
    "We examined heterogeneity between the results of di erent studies by inspecting the scatter in the data points and the overlap in their confidence intervals, and more formally by checking the results of the Chi tests.We took an I statistic greater than 50% to indicate substantial statistical heterogeneity (Higgins 2011) .Clinical heterogeneity in subfertility cannot be avoided because most centres use their own materials and methods, which can di er in a number of ways.When trials met the inclusion criteria and they had performed the same intervention, we considered it appropriate to pool their results.",
    "In view of the di iculty of detecting and correcting for publication bias and other reporting biases, we aimed to minimise their potential impact by ensuring a comprehensive search for eligible studies and by being alert for duplication of data.If there had been 10 or more studies in an analysis, we would have used a funnel plot to explore the possibility of small-study e ects (a tendency for estimates of the intervention e ect to be more beneficial in smaller studies).",
    "We combined the data using a fixed-e ect model (underlying e ect size assumed to be the same for all trials in the analysis) in the following comparisons.",
    "We performed statistical analysis using Review Manager 5 (Review Manager 2014).We considered clinical pregnancy and live birth rates to be positive consequences of treatment; we therefore considered a higher proportion achieving these outcomes to be a benefit.The outcomes of adverse e ects (multiple pregnancy, miscarriage, ectopic pregnancy, fetal abnormalities and infections) are negative consequences of treatment and therefore we considered higher numbers to be detrimental.This needs to be taken into consideration when viewing the summary graphs.",
    "A priori, it was planned to perform a subgroup analysis to look at the possible contribution of di erences in the indication of subfertility (male factor versus other) and type and method of the semen preparation technique.It was planned to perform these analyses if there were more than five trials in each group.",
    "A priori, we planned to perform a sensitivity analysis to determine whether the conclusions are robust to arbitrary decisions made regarding the eligibility and analysis and to look at the possible contribution of di erences in methodological quality of the trials.We would have performed sensitivity analyses by excluding those studies with a high risk of bias.We planned to perform these analyses if there were more than five trials in each group.",
    "Trusted evidence.Informed decisions.Better health.",
    "We prepared a 'Summary of findings' table using GRADEpro and Cochrane methods.This table evaluates the overall quality of the body of evidence for the main review outcomes (clinical pregnancy rate, ongoing pregnancy rate, multiple pregnancy rate, and miscarriage rate) for the main review comparisons (swim-up versus gradient technique, swim-up versus wash technique, and gradient versus wash technique).Two review authors (Boomsma and Farquhar) assessed the quality of the evidence independently by using GRADE criteria: risk of bias; consistency of e ect; imprecision; indirectness; and publication bias.",
    "Sixty-one studies (39 studies a er the initial search and 22 studies a er the update) were potentially eligible and we retrieved them in full text.Seven studies met our inclusion criteria (of which we included six studies in the meta-analysis).We excluded 54 studies.See study tables: Characteristics of included studies, and Characteristics of excluded studies.A PRISMA flow chart of the results of the initial and updated search is included (Figure 1 ).",
    "We included six randomised controlled trials in the meta-analysis (Dodson 1998; Grigoriou 2005; Karamahmutoglu 2014; Posada 2005; Soliman 2005; Xu 2000) .We included one of the studies in the meta-analysis a er contact with the authors of the study (Dodson 1998) .This study had a cross-over design but the authors were able to provide initial cycle data, prior to the cross-over.Carrell 1998 was not able to provide data from the initial treatment cycle, and therefore we included this study in the review but excluded it from the meta-analysis.The characteristics and results of these crossover trials are summarized in Table 1 and Table 2. Only Karamahmutoglu 2014 and Dodson 1998 performed a power analysis; only Karamahmutoglu 2014 performed it prospectively.Dodson 1998 reported that 700 cycles would have been needed in each treatment arm (power 80%) and they included 153 cycles in total.Karamahmutoglu 2014 reported 280 patients were required (140 in each treatment arm), 223 couples were included in total.Both studies do not describe the reasons for not including the number of patients needed for adequate statistical power.",
    "The studies included 485 subfertile couples undergoing IUI with subfertility for at least one year. Dodson 1998 , Karamahmutoglu 2014 , Posada 2005 and Soliman 2005 included women with a variety of causes of infertility.Male factor infertility was excluded by Carrell 1998.Grigoriou 2005 included couples with unexplained infertility.The cause of subfertility in Xu 2000 was male factor infertility only (all semen samples were oligoasthenoteratospermic).",
    "Treatment groups were similar at baseline in Dodson 1998 , Karamahmutoglu 2014 , Posada 2005 .Since Grigoriou 2005 and Xu 2000 lacked details about important prognostic indicators concerning the participants (women's age, duration of infertility), it was unclear whether treatment groups were similar at baseline regarding these indicators.Women's age is an important factor in predicting the success of reproductive treatment (Campana 1996) .In Dodson 1998 we were able to extract information about the participants from the raw data supplied by the authors.Soliman 2005, an abstract, did report women's age (32.4 and 34.5 years for the gradient and wash technique respectively).",
    "The studies were performed in di erent countries: Canada",
    "No trials reported the primary outcome 'live birth'.All included studies reported the primary outcome 'clinical pregnancy rate per couple'.However, Xu 2000 and Soliman 2005 only reported pregnancy rates without a definition.Posada 2005 reported clinical pregnancy rates, also without definition.Dodson 1998, Grigoriou 2005 and Karamahmutoglu 2014 defined clinical pregnancy rate by the presence of a gestational sac on ultrasound scan.",
    "Karamahmutoglu 2014 reported ongoing pregnancy rates defined as a viable fetus detected a er 12 weeks of pregnancy.",
    "A er receiving raw data from Dodson 1998 we were also able to calculate the miscarriage rate and multiple pregnancy rate per couple (first cycle).Karamahmutoglu 2014 and Posada 2005 also reported the miscarriage rate per couple.No other adverse e ects were described by the studies.",
    "Fi y-four studies failed to meet the inclusion criteria for reasons outlined in the table Characteristics of excluded studies.Exclusions, for one or more reasons, were as follows.",
    "Trusted evidence.Informed decisions.Better health.",
    "We excluded 32 studies as they did not perform a comparison of interest (Abed 2015; Almagor 1993; Aribarg 1995; Bajamonte 1994; Baka 2009; Berteli 2017; Bhakta 2010; Chan 1992; Fazaeli 2018; Fleming 2008; Gentis 2012; Heidari 2016; Huang 1996b; Inaudi 2002; Jalilian 2016; Karlström 1991; Kücük 2008; Mathieu 1988; Menge 1992; Monqaut 2011; Ozturk 2008; Paul 2004; Ragni 1998; Romany 2017; Roth 2018; Siam 2012; Su 1993; Tomari 2017; Tsai 2004; Urry 1988; Zarmakoupis-Zavos 1998; Zavos 1992) .Menge 1992, a conference abstract, was not able to provide separate data from the swim-up and Percoll group and, a er contact with the authors, this allocation seemed to us to be non-randomised.Urry and colleagues did not provide separate data in their article about the comparison between the swim-up and wash preparation in the 'husband artificial insemination group' (Urry 1988).We did not succeed in contacting the authors to see if separate data were available.",
    "We excluded 17 studies for not using IUI as an assisted reproduction technique (Bajamonte 1994; Chan 1992; Cimino 1990; Guerin 1989; Hammadeh 2001; Heidari 2016; Jaroudi 1993; Leonetti 1995; Levay 1995; Mathieu 1988; Ord 1990; Ricci 2009; Sapienza 1993; Tanphaichitr 1988; Tomari 2017; Van Der Zwalmen 1991; Zech 1993) .",
    "We excluded 30 studies for failing to use a randomised design (Almagor 1993; Bajamonte 1994; Berteli 2017; Caccamo 1995; Chan 1992; Cimino 1990; Depypere 1995; Fleming 2008; Guerin 1989; Hammadeh 2001; Heidari 2016; Huang 1996b; Leonetti 1995; Levay 1995; Mathieu 1988; Menge 1992; Morshedi 2003; Oguz 2018; Ohashi 1992; Ord 1990; Remohi 1989; Ren 2004; Ricci 2009; Roth 2018; Su 1993; Tanphaichitr 1988; Tomari 2017; Urry 1988; Van Der Zwalmen 1991; Werlin 1992) .Four studies were quasi-randomised (Bajamonte 1994; Morshedi 2003; Tomari 2017; Werlin 1992) ; and Van Der Zwalmen 1991 and Remohi 1989 failed to describe the design.Two studies were excluded a er contact with the authors (Butt 2016; Oguz 2018) .Butt 2016 appeared to be a prospective observational study.The method of sperm preparation (density gradient versus swim-up) was dependent on sperm parameters rather than randomised.Oguz 2018 compared a swim-up and gradient technique on sperm DNA fragmentation status of semen samples from patients undergoing IUI.Sperm DNA fragmentation rates were evaluated in two portions of each sample of semen that was prepared with either swim-up or gradient techniques.A erwards, patients were randomised to swim-up versus gradient technique, and one half of the semen sample was used for IUI.However, clinical data in relation to sperm preparation technique was not available.",
    "The risk of bias of the studies is summarised in Figure 2 ",
    "We rated two studies at low risk of selection bias related to sequence generation, as they used computer randomisation (Dodson 1998; Karamahmutoglu 2014) .We also rated Grigoriou 2005 at low risk of selection bias since they randomised their patients by a permuted block design from a table with random numbers.Four studies did not describe the method used and we rated them at unclear risk of this bias (Carrell 1998; Posada 2005; Soliman 2005; Xu 2000) .We did not succeed in contacting the authors.",
    "We rated two studies at low risk of selection bias regarding allocation concealment, as allocation was concealed by keeping the random numbers sequence at the laboratory in a separate location (Dodson 1998; Karamahmutoglu 2014) .Four studies failed to describe methods of allocation concealment and we rated these at unclear risk of bias for this domain (Carrell 1998; Posada 2005; Soliman 2005; Xu 2000) .We did not succeed in contacting the authors.We rated one study at high risk of selection bias since allocation was not concealed (Grigoriou 2005).",
    "In Karamahmutoglu 2014 the patients and the clinicians were blinded from knowledge of which sperm preparation technique was used by keeping the method of sperm preparation restricted to the laboratory sta .In Dodson 1998 study participants were blinded (information provided by the authors), but personnel were not blinded from knowledge of which intervention a participant received.Grigoriou 2005, Posada 2005, Soliman 2005 and Xu 2000 did not report blinding.We considered all studies to be at a high risk of performance bias, since the laboratory sta can easily perform better or worse with either technique according to subjective and subconscious prejudice.",
    "In Karamahmutoglu 2014 outcome assessors were blinded from knowledge of which intervention a participant received; intended blinding was e ective.Laboratory sta were not involved in outcome assessment.Overall, therefore, a low risk of detection bias.",
    "We consider risk of detection bias for all other studies (due to knowledge of the allocated interventions by outcome assessors) to be unclear, since the primary review outcomes are not susceptible to bias (clinical pregnancy/live birth rate).",
    "Dodson 1998 reported four dropouts who achieved a treatmentindependent pregnancy during study enrolment; no intention-totreat analysis was done.They do not report further dropouts (high risk of attrition bias).Grigoriou 2005 reported two dropouts in the swim-up study group; no reason was reported.An intention-totreat analysis was performed (by imputation of no event) (low risk of attrition bias).The number of cancelled cycles was not stated.Five studies did not report dropouts or loss to follow-up and we judged them to be at unclear risk of attrition bias (Carrell 1998; Karamahmutoglu 2014; Posada 2005; Soliman 2005; Xu 2000) .",
    "We identified no studies at high risk for selective reporting.No studies reported live birth as an outcome; this primary outcome is o en not reported in fertility studies, however, because of the need for long follow-up rather than selective reporting bias.None of the studies failed to report outcomes that they planned to in their Methods section.However, data on adverse events were available for only two of the studies (Dodson 1998; Posada 2005) .We did not classify the studies which did not report adverse events as at high risk of selective reporting in this review since adverse events are not expected as a result of di erent semen preparation techniques and the impact of failure to report them is unclear.",
    "Trusted evidence.Informed decisions.Better health.",
    "It was not useful to use a funnel plot to assess for publication bias, since at most four studies were pooled in any meta-analysis.",
    "We identified use of inappropriate cross-over design as a source of potential bias in two studies (Carrell 1998; Dodson 1998) .The risk of other biases was unclear in two studies (Soliman 2005; Xu 2000), one of which was an abstract (Soliman 2005), as they did not describe their methods in detail.In Xu 2000 it was unclear whether treatment groups were similar at baseline.In addition, the definition of pregnancy was unclear in Posada 2005, Xu 2000 and Soliman 2005, and we assumed it to be a risk of bias.Although Posada 2005 did report clinical pregnancy rates, rather than pregnancy rates.",
    "See: Summary of findings for the main comparison Swimup technique compared to gradient technique for undergoing intrauterine insemination; Summary of findings 2 Swim-up technique compared to wash and centrifugation for undergoing intrauterine insemination; Summary of findings 3 Gradient technique compared to wash and centrifugation for undergoing intrauterine insemination",
    "We included Dodson 1998 , Karamahmutoglu 2014 , Posada 2005 and Xu 2000 in this analysis.",
    "No studies reported on this outcome.",
    "Considering the quality of evidence, we are uncertain whether there was a di erence between CPR for swim-up versus a gradient technique (PR 22% versus 24% respectively; odds ratio (OR) 0.83, 95% CI 0.51 to 1.35; I = 71%; 4 RCTs, 370 participants; very lowquality evidence).The results suggest that if the chance of clinical pregnancy a er the use of a gradient technique is assumed to be 24%, the chance of clinical pregnancy a er using the swim-up technique is between 14% and 30%.See Figure 4 .",
    "There were no available data from Dodson 1998, Posada 2005 and Xu 2000.The ongoing pregnancy rate per couple was 11% a er swim-up technique versus 23% a er gradient technique (Karamahmutoglu 2014).Although there was a significantly higher ongoing pregnancy rate a er gradient versus swim-up technique, we are uncertain whether there was a real di erence between ongoing pregnancy rates per couple considering the quality of evidence (OR 0.39, 95% CI 0.19 to 0.82; heterogeneity not applicable; 1 RCT, 223 participants; very low-quality evidence).",
    "There were no available data from Karamahmutoglu 2014, Posada 2005 and Xu 2000.No multiple pregnancies were observed by Dodson 1998.",
    "Considering the quality of evidence, we are uncertain whether there was a di erence between miscarriage rates (MR) per couple comparing a swim-up versus gradient technique (MR per couple 3% versus 4%; OR 0.85, 95% CI 0.28 to 2.59; I = 44%; 3 RCTs, 330 participants; very low-quality evidence).See Figure 5 .",
    "No studies reported on this outcome.",
    "No studies reported on this outcome.",
    "No studies reported on this outcome.",
    "We included Dodson 1998 and Grigoriou 2005 in the analysis.",
    "No studies reported on this outcome.",
    "Considering the quality of evidence, we are uncertain whether there is a di erence between CPR per couple for swim-up versus a wash technique (CPR 22% versus 38% respectively; OR 0.41, 95% CI 0.15 to 1.13; I = 55%; 2 RCTs, 78 participants; very low-quality evidence).The results suggest that if the chance of clinical pregnancy a er the use of a wash technique is assumed to be 38%, the chance of clinical pregnancy a er using the swim-up technique is between 9% and 41%.See Figure 6 .",
    "No studies reported on this outcome.",
    "There were no available data from Grigoriou 2005.Considering the quality of evidence, we are uncertain whether there was a di erence between multiple pregnancy rates between treatment groups (OR 0.49, 95% CI 0.02 to 13.28; heterogeneity not applicable; 1 RCT, 26 participants; very low-quality evidence).The multiple pregnancy rate per couple was 0% versus 6.3%, respectively (Dodson 1998).One triplet pregnancy was observed a er the wash technique.",
    "There were no available data from Grigoriou 2005.In Dodson 1998, a er both techniques the miscarriage rate per couple was 0%.",
    "No studies reported on this outcome.",
    "No studies reported on this outcome.",
    "No studies reported on this outcome.",
    "Dodson 1998 and Soliman 2005 were included in the analysis.",
    "No studies reported on this outcome.",
    "Considering the quality of evidence, we are uncertain whether there was a di erence between CPR for gradient technique versus a wash technique (CPR 24% versus 13%, respectively; OR 1.78, 95% CI 0.58 to 5.46; I = 52%; 2 RCTs, n = 94; very low-quality evidence).The results suggest that if the chance of clinical pregnancy a er the use of a wash technique is assumed to be 13%, the chance of clinical Cochrane Database of Systematic Reviews pregnancy a er using the gradient technique is between 8% and 46%.See Figure 7 .",
    "No studies reported on this outcome.",
    "There were no available data from Soliman 2005.Considering the quality of evidence, we are uncertain whether there was a di erence between multiple pregnancy rates per couple between the treatment groups (OR 0.33, 95% CI 0.01 to 8.83; very low-quality evidence).The multiple pregnancy rate per couple was 0% versus 6%, respectively.One triplet pregnancy was recorded a er the wash technique (Dodson 1998).",
    "There were no available data from Soliman 2005.Considering the quality of evidence, we are uncertain whether there was a di erence between miscarriage rates per couple between the treatment groups (OR 6.11, 95% CI 0.27 to 138.45; very low-quality evidence).The miscarriage rate per couple was 10% (miscarriage rate per pregnancy 30%) versus 0%, respectively (Dodson 1998) .",
    "No studies reported on this outcome.",
    "No studies reported on this outcome.",
    "No studies reported on this outcome.",
    "Overall there was no clear evidence which semen preparation technique was superior.No studies provided information on laboratory time and costs per preparation technique.Summaries of our findings are provided in the Summary of findings for the main comparison, Summary of findings 2, and Summary of findings 3.",
    "We examined heterogeneity between the results of the di erent studies by inspecting the scatter in the data points and the overlap in their confidence intervals, and more formally by checking the results of the Chi tests.We took an I measurement greater than 50% as an indicator of substantial statistical heterogeneity.Considering the results of the meta-analysis, there was a large overlap in confidence intervals.There was, however, a large di erence in the direction of e ect.Meta-analysis of the pregnancy results a er swim-up technique versus gradient technique (I = 71%), and swim-up versus wash technique (I = 55%) and wash technique versus gradient technique (I = 52%) showed indication of substantial heterogeneity.This may partly be explained by heterogeneity in the sperm preparation procedures among the di erent trials, which are not standardised.Care must be taken in the interpretation of the Chi test in these meta-analyses though, since it has low power when studies have small sample sizes and are few in number.We could perform no sensitivity analyses to explore the heterogeneity.",
    "The aim of this review was to compare the e ectiveness of three di erent semen preparation techniques (gradient; swim-up; wash and centrifugation) on clinical outcomes (live birth rate; clinical pregnancy rate) in subfertile couples undergoing IUI.",
    "The first conclusion that can be drawn from this systematic review is that large, high-quality randomised controlled trials comparing the e ectiveness of a gradient, swim-up or wash and centrifugation technique, alone or in combination, are lacking.No studies reported on live birth rates.We identified only seven RCTs which compared a gradient technique versus a swim-up technique or a wash technique for IUI (Carrell 1998; Dodson 1998; Grigoriou 2005; Karamahmutoglu 2014; Posada 2005; Soliman 2005; Xu 2000) .We identified one cross-over RCT, which we excluded from the meta-analysis but included in the review (Carrell 1998), since we could not extract data prior to crossing over.",
    "In conclusion, we are uncertain whether there is a di erence in pregnancy outcomes between the three sperm preparation techniques for subfertile couples undergoing IUI.The quality of evidence was very low.The main limitations were (unclear) risk of bias (unclear reporting), signs of imprecision and inconsistency in results among studies and the lack of power.",
    "The increasing availability of therapeutic choices resulting from advances in subfertility research poses a problem in trying to determine whether these options are equally e ective in clinical care.In 2010 the World Health Organization (WHO) published a WHO laboratory manual for the examination and processing of",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews human semen (WHO 2010).The manual describes the choices for sperm preparation, which is dictated by the nature of the semen sample (Canale 1994) .For example, the direct swim-up technique is o en used when the semen sample is considered to be largely normal; whereas in cases of severe oligozoospermia, teratospermia or asthenospermia, density gradients are usually preferred because of the greater total number of motile spermatozoa recovered.Wash and centrifugation is not widely used, and is only thought to be suitable for normospermic specimens (WHO 2010).We have not been able to perform subgroup analyses to investigate this research question.The WHO laboratory manual also advises that each laboratory should determine a er rigorous pre-clinical testing the optimal centrifugal force and centrifugation time necessary to increase the chance of recovering the maximum number of spermatozoa (WHO 2010).",
    "We included six studies in the meta-analysis, of which only one study was less than 10 years old.The relevance of these older studies in current laboratory practice can be questioned.However, in general, laboratory procedures of sperm preparation have not significantly changed in the last two decades.Media used have been more standardised, though.A simple two-step discontinuous density-gradient preparation method is most widely applied.A number of commercial products are available for making density gradients suitable for semen processing (WHO 2010).Percoll was previously used in ART; since 1996, however, it has only been used for research purposes due to concerns about its safety.Xu 2000 and Dodson 1998 both used Percoll gradient.Research demonstrated, however, that the new products appear to be as e ective as Percoll for the recovery of good, progressively motile sperm (Centola 1998) .",
    "The reason for the absence of current studies is unknown; and we could identify none ongoing in trial registers either.There is a wide practice variation of used methods and outcomes in IUI in fertility laboratories (Lemmens 2018) .Although there is a lack of evidence for their e icacy, many laboratories seem to prefer density gradient techniques which are easier to use and standardize than the swimup technique (WHO 2010).The lack of new studies may also be the result of the ongoing debate about the value of IUI (Lemmens 2017 ).The British National Institute for Health and Care Excellence (NICE) guideline for infertility treatment (NICE 2013) strongly reduced the indications for IUI with IVF/ICSI as a first line treatment in the majority of cases.",
    "The studies we identified were not su icient to address the objectives of this review, due to statistical heterogeneity among the studies and methodological limitations.",
    "Only randomised controlled trials were included in this metaanalysis.The quality of the evidence was very low.The main limitations in the evidence were unclear risk of bias, signs of inconsistency and (very) serious imprecision.Only two of the seven included studies used and described an adequate method of allocation concealment.In addition to the main limitations, there was a lack of blinding in most studies and high risk of performance bias in all studies.None of the studies reported live birth, which is the outcome most relevant to subfertile couples; and data on adverse events were available for only three of the studies.",
    "In addition, the number of studies was low.One study dominated the results (Karamahmutoglu 2014).However, even this study with the largest study population seriously lacked power.Many fertility trials lack power.A prospective power calculation should always be performed, although the calculated sample size in most cases will be prohibitively large.Accruing this number of participants would require several years or a multi-centre design to complete the trial.In both cases, this would increase clinical heterogeneity (Daya 2001) , but might also ensure that studies more closely resemble the heterogeneity of daily practice.Only one of the trials performed an intention-to-treat analysis.The performance of this analysis minimizes an exclusion bias.A strategy to minimize this bias is to conduct the randomisation as late as possible in the study design; the dictum of 'select subjects early but randomise late' is particularly relevant in subfertility research (Daya 2001) .",
    "We assume the risk of bias in review design to be minimal; it was predefined and objective.We assume the bias in locating studies to be minimal, since the search was not limited to language or timeframe, and was conducted in multiple literature sources.We minimised the risk of bias in selecting studies by using two independent reviewers throughout the screening and data collection process, which reduces reviewer bias.The quality of the studies was assessed by two independent reviewers according to GRADE criteria.The risk of bias in synthesising studies is also assumed to be low.There was no selective outcome reporting.We published the study protocol in advance to promote transparency.",
    "The results of this review are in agreement with other evidence from studies or reviews.Many studies on the e icacy of sperm preparation techniques focus on sperm recovery rates.The direct swim-up technique generally recovers a lower number of motile sperm compared to density gradient techniques (Butt 2016; Ng 1992; WHO 2010).This outcome is not relevant to subfertile couples, however, and may not reflect clinical outcome.Firstly, the sperm preparation technique aims not only to recover a high number of morphologically normal and motile sperm, but also to eliminate any factors detrimental to fertilization and prostaglandins, and to perform sperm capacitation.Dodson 1998 and Butt 2016 showed that potential critical di erences in sperm isolation and recovery for IUI yield no benefit in cycle fecundity.This may be due to all methods surpassing a low threshold number of motile sperm for conception, or all methods recover a subset of sperm capable of achieving fertilization with no benefit of additional sperm (Dodson 1998) .",
    "The very low quality of the available evidence means we cannot be certain about the relative e ectiveness of the di erent semen preparation techniques: swim-up versus gradient versus wash and centrifugation technique.No studies reported on live birth rates.We are uncertain whether there is a di erence in clinical pregnancy rates, ongoing pregnancy rates, multiple pregnancy rates or miscarriage rates per couple between the three sperm preparation techniques.Further randomised trials are warranted that report live birth data.This meta-analysis was restricted to three types of sperm preparation but other techniques are available.",
    "Trusted evidence.Informed decisions.Better health.",
    "More research needs to be performed on this topic as firm conclusions cannot be drawn from the literature available.In addition to large RCTs, the results from thorough phase II research with semen parameters as an outcome would have substantial meaning for optimising the techniques.These type of studies are suitable for 'within participant' comparisons (such as Ricci 2009) .",
    "It may be interesting to combine a split sample study on semen parameters at initial semen analysis (at fertility check-up) and subsequently randomise semen preparation techniques (in the treatment cycle) to investigate whether the type of preparation needs to be individualized according to semen parameters a er di erent preparation techniques.",
    "Studies should report clinically relevant outcomes, such as ongoing pregnancy or preferably live birth rate per woman, rather than per cycle.Yet most research in the fertility field focuses on fertilisation rates, recovery rates and embryo development.Many fertility trials lack adequate reporting of methodology.The methods of randomisation and allocation concealment should be reported (Vail 2003) .Adherence to the recommendations in the guideline for reporting clinical trials (CONSORT) would create a massive improvement.Because of a large range of factors contributing to the outcome in fertility research, we recommend a clear definition of the population, inclusion and exclusion criteria and a comparison of these factors in the treatment groups.In addition, the methodology of semen preparation needs to be standardised in order to allow appropriate comparison.",
    "The authors would like to thank several people for helping in the construction of this review, namely Michelle Proctor, Review Group Coordinator of the Cochrane Gynaecology and Fertility Group (CGF); Ruth Buist for retrieval of trials and Sue Hall for helping to collect trials we needed, and for their positive support; and Anne Lethaby for her statistical advice.",
    "We would also like to thank Dr M Merrilees and Dr MHJM Curfs and Dr AMM Wetzels for their advice on laboratory techniques and A Vail and J Deeks for their advice on the statistical analysis.A special thanks to Dr WC Dodson, Dr R Menkveld, Dr Prakash for putting such an e ort into getting the information we asked for and for always replying to the numerous e-mails we sent.A 'thank you' is also extended to Dr E Makrakis, Dr M Bajamonte, Dr J Check, Dr WCL Ford, Dr M Hammadeh, Dr A Menge, Dr M Morshedi, Dr A Oliva, Dr U Punjabi, Dr P Serafini, Dr C Srisombut, Dr B Storey, Dr F Butt and Dr L Werlin, who provided additional information on their trials.We acknowledge the contribution of Professor Maas Jan Heineman to previous versions of this review.We acknowledge the peer reviewers for their valuable suggestions: Selma Mourad, Astrid Cantineau, and Andy Vail.",
    "Werlin L, Mayer J, Kramer T, Le N, Elwood V, Westerhout S, et al.A prospective randomized study of two methods of semen preparation for intrauterine insemination (IUI): a significant di erence in the clinical pregnancies between Percoll (PW) and sperm wash (SW).Fertility and Sterility.Abstracts from the American Society for Reproductive Medicine.1992; Vol.58:Suppl 108.P215.",
    "Zarmakoupis-Zavos PN, Zavos PM.Can the method of sperm preparation for intrauterine insemination a ect subsequent pregnancy rates?Comparison between the SpermPrep (TM) and the traditional double wash method.Middle East Fertility Society Journal 1998;3:2.",
    "Zavos PM, Centola GM.Methods of semen preparation for intrauterine insemination and subsequent pregnancy rates.Tohoku Journal of Experimental Medicine 1992;168( 4",
    "World Health Organization.WHO laboratory manual for the examination of human semen and sperm-cervical mucus interaction.Cambridge: Cambridge University Press, 1992.",
    "World Health Organization.WHO laboratory manual for the examination of human semen and sperm-cervical mucus interaction.Cambridge: Cambridge University Press, 1999.",
    "World Health Organization.WHO laboratory manual for the examination and processing of human semen.5th Edition.WHO press, 2010.",
    "Yan RY.Practical Eugenics.2nd Edition.Beijing: People Health Publishing House, 1998.",
    "Cross-over RCT.Stated random, but no details.Single-centre.Concealment of allocation, blinding, number of dropouts or cancelled cycles, intention-to-treat analysis, power calculation: not stated.",
    "Participants 363 couples.Cause of infertility: variety.Progressive motile sperm count < 20 million excluded.",
    "Interventions 5 sperm preparation techniques: wash, swim-up, swim-down, gradient, and refrigeration/heparin.IUI with or without COH (gonadotropins/cc).",
    " Live birth rate not reported.",
    " Swim-up, CPR 13%.Gradient, CPR 13%.Wash, CPR 9%.",
    " OPR, MR and MPR not reported.",
    "Cross-over study design.We have contacted the authors; they were unable to provide the data of the first treatment cycle.",
    "Random sequence generation (selection bias)",
    "Unclear risk Stated as randomised, no further details.",
    "Unclear risk Method of allocation concealment not described.",
    "High risk Study participants and personnel were not blinded from knowledge of which intervention a participant received.",
    "Unclear risk Outcome assessors were not blinded from knowledge of which intervention a participant received.However, risk of detection bias due to knowledge of the Analysis by: not stated.",
    " Live birth rate: not reported.",
    " Swim-up, CPR/couple: 20% (2/10).Gradient: CPR/couple: 40% (6/15).Wash: CPR/couple: 13 % (2/16).",
    " MR/couple Swim-up/Wash: 0%, Gradient: 10% (2/15).MR/pregnancy, Gradient: 30% (2/6).",
    " MPR/couple Swim-up/Gradient: 0%.Wash, 6% (1/16). 1 triplet.PR/cycle: see additional table 02.",
    " OPR not reported.",
    "Cross-over study: only initial cycle was included in meta-analysis in both sections.All-cycle results are reported in Table 02 of Additional tables.Author provided additional information and data from which outcomes were calculated.",
    "This study was primary about IUI and GIFT (gamete intrafallopian tube transfer), but they reported they examined no significant difference in pregnancy rates between gradient and swim-up.We contacted the authors, but they were not able to provide the data.The study also had an unclear study design.",
    "Ren",
    "Semen preparation techniques for intrauterine insemination (Review)Copyright  2019 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "The very low quality of the available evidence means we cannot be certain about the relative e ectiveness of the di erent semen preparation techniques: swim-up versus gradient versus wash and centrifugation technique.No studies reported on live birth rates.We are uncertain whether there is a di erence in clinical pregnancy rates, ongoing pregnancy rates, multiple pregnancy rates or miscarriage rates per couple between the three sperm preparation techniques.Further randomised trials are warranted that report live birth data",
    "Trusted evidence.Informed decisions.Better health.",
    "Cimino 1990 {published data only} * Cimino C, Cittadini E, Gattuccio F. New developments in the treatment of male sub-fertility by means of assisted fecundation techniques.Acta Europaea Fertilitatis 1990; 21(6) :281-8.Depypere 1995 {published data only} * Depypere H, Milingos S, Comhaire F. Intrauterine insemination in male subfertility: a comparative study of sperm preparation using a commercial percoll kit and conventional sperm wash.European Journal of Obstetrics, Gynecology, and Reproductive Biology 1995; 62(2) :225-9.",
    "Fazaeli H, Davoodi F, Kalhor N, Tabatabaii Qomi R. The e ect of supernatant product of adipose tissue derived mesenchymal stem cells and density gradient centrifugation preparation methods on pregnancy in intrauterine insemination cycles: An RCT.International Journal of Reproductive Biomedicine (Yazd, Iran) 2018;16(3):299-308.",
    "Fleming SD, Ilad RS, Gri in AM, Wu Y, Ong KJ, Smith HC, et al.Prospective controlled trial on an electrophoretic method of sperm preparation for assisted reproduction: comparison with density gradient centraifugation.Human Reproduction (Oxford, England) 2008; 23(12) :2646-51.",
    "Gentis RK, Siebert I, Kruger TF, de beer-Windt ML.Implementation of an o ice-based semen preparation method (SEP-D Kit) for intra-uterine insemination (IUI): A controlled randomised study to compare the IUI pregnancy outcome between a routine (swim-up) ",
    "Huang HY, Lai YM, Lee CL, Chang MY, Chang SY, Soong YK.Improved sperm recovery rate with Percoll gradient method in intrauterine insemination.Chang Gung Medical Journal 1996;19(1):24-9.",
    "Inaudi P, Petrilli S, Joghtapour A, Trusso P, Petraglia F. Reduction of steps in the preparation of motile sperm for intra uterine insemination does not reduce e icacy of the procedure: Simplified one-step swim-up method versus classic swim-up.",
    "Authors' judgement Support for judgement Cochrane Database of Systematic Reviews Gradient, CPR/couple: 13% (4/30).Swim-up, CPR/couple: 39% (20/52).",
    " MR/couple Swim-up 0%.Gradient: 3%. OPR and MPR not reported.",
    "Abstract.Big difference in results.Preparation techniques not described.Keywords CONTAINS intrauterine or Intrauterine Insemination or IUI or artificial insemination or insemination or insemination, intrauterine or insemination-utero tubal or Title CONTAINS intrauterine or Intrauterine Insemination or IUI or artificial insemination or insemination or insemination, intrauterine or insemination-utero tubal AND Keywords CONTAINS sperm gradient separation protocols or sperm extraction techniques or sperm preparation or sperm preparation techniques or sperm selection techniques or sperm separation or sperm stimulation or sperm-swim up or semen preparation or percoll gradients or isolate or washed sperm or centrifugation or centrifuge or mini percoll or Title CONTAINS sperm gradient separation protocols or sperm extraction techniques or sperm preparation or sperm preparation techniques or sperm selection techniques or sperm separation or sperm stimulation or sperm-swim up or semen preparation or percoll gradients or isolate or washed sperm or centrifugation or centrifuge or mini percoll",
    "CM Boomsma prepared the manuscript.CM Boomsma and BJ Cohlen performed the selection of studies for inclusion.CM Boomsma and C Farquhar assessed the quality of the evidence using GRADE criteria.All authors were involved in concept and study design.",
    "CM Boomsma: none known.BJ Cohlen: none known.C Farquhar: none known.",
    " University of Auckland, New Zealand.",
    " Marco Polo Fonds, Netherlands. Groninger Universiteits Fonds, Netherlands.",
    "A er identifying the studies eligible for inclusion in the meta-analysis, we made some changes to the protocol for this review.Initially we intended to include studies investigating clinical outcomes a er IUI, IVF or GIFT.We decided to limit the review to IUI due to a large di erence in the amount and quality of sperm needed for IUI compared to IVF and GIFT.It is the intention of the review authors that a new search for RCTs will be performed every five years and we will update the review accordingly.",
    "Humans; Male"
  ],
  "bibref_titles": [
    "Reactive oxygen species generation and human spermatozoa: the balance of benefit and risk",
    "E ect of motile sperm count a er swim-up on outcome of intrauterine insemination",
    "Processing of human semen for insemination: comparison of methods",
    "Intrauterine insemination: evaluation of the results according to the woman's age, sperm quality, total sperm count per insemination and life table analysis",
    "Inter and intra-individual variability of sperm morphology a er selection with three di erent techniques: layering, swimup from pellet and Percoll",
    "Comparison of sperm separation methods: e ect on recovery, motility, motion parameters, and hyperactivation",
    "Role of sperm DNA fragmentation in male factor infertility: a systematic review",
    "Pitfalls in the design and analysis of e icacy trials in subfertility",
    "Delhanty 2001 Delhanty JDA. Preimplantation genetics: an explanation for poor human fertility?",
    "Female subfertility",
    "Intrauterine insemination with ovarian stimulation versus expectant management for unexplained infertility (TUI): a pragmatic, open-label, randomised, controlled, two-centre trial",
    "Intra-uterine insemination with prepared sperm vs. unprepared first split ejaculates. A randomized study",
    "Sperm preparation for ART",
    "Cochrane Handbook for Systematic Reviews of Interventions Version 5.1.0",
    "The impact of the total motile sperm count on the success of intrauterine insemination with husband's spermatozoa",
    "Homologous intrauterine insemination. An evaluation of prognostic factors based on a review of 2473 cycles",
    "Techniques used for IUI: is it time for a change?",
    "Optimization of laboratory procedures for intrauterine insemination: survey of methods in relation to clinical outcome",
    "Postwash total motile sperm count: should it be included as a standard male infertility work up",
    "National, regional, and global trends in infertility prevalence since 1990: a systematic analysis of 277 health surveys",
    "Comparison of Percoll, mini-Percoll and swim-up methods for sperm preparation from abnormal semen samples",
    "Fertility problems: assessment and treatment",
    "Forty years of IVF",
    "The e ect of swim-up and gradient sperm preparation techniques on deoxyribonucleic acid (DNA) fragmentation in subfertile patients",
    "The revival of intrauterine insemination: evidencebased data have changed the picture",
    "Enhancement of motility by treating spermatozoa with an antioxidant solution (Sperm-Fit) following ejaculation",
    "Nordic Cochrane Centre, The Cochrane Collaboration",
    "Declining semen quality: can the past inform the present?",
    "The epidemiology of infertility in Aberdeen",
    "Common statistical errors in the design and analysis of subfertility trials",
    "E ect of the total motile sperm count on the e icacy and cost-e ectiveness of intrauterine insemination and in vitro fertilization",
    "Assisted Human Reproductive Technology",
    "exp insemination, artificial/ or exp insemination, artificial, heterologous/ or exp insemination, artificial, homologous/ (11349) 2 insemination",
    "exp Centrifugation",
    "swim down.tw. (19) 14 (wash or washing or washed)",
    "tw. (25)",
    "32 (crossover or cross-over or cross over).tw. (79428) 33 or",
    ") 2 artificial insemination.tw. (253) 3 intrauterine insemination",
    "sperm$ adj2 prepar$).tw",
    "tw. (7691) 11 (",
    "(14) (",
    "tw. (35076) 17 (wash or washing or washed).tw"
  ]
}