{
  "paper_id": "Boomsma_et_al-2022-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:08.243129Z"
  },
  "title": "Peri-implantation glucocorticoid administration for assisted reproductive technology cycles",
  "authors": [
    {
      "first": "Carolien",
      "last": "Boomsma",
      "email": "carolienboomsma@hotmail.com",
      "affiliation": {
        "laboratory": "",
        "institution": "Bravis Hospital",
        "location": {
          "settlement": "Bergen op Zoom",
          "country": "Netherlands"
        }
      }
    },
    {
      "first": "Mohan",
      "last": "Kamath",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Christian Medical College",
        "location": {
          "settlement": "Vellore",
          "country": "India"
        }
      }
    },
    {
      "first": "Stephen",
      "last": "Keay",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "UHCW NHS Trust",
        "location": {
          "settlement": "Coventry",
          "country": "UK"
        }
      }
    },
    {
      "first": "Nick",
      "last": "Macklon",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "London Women's Clinic",
        "location": {
          "settlement": "London",
          "country": "UK"
        }
      }
    }
  ],
  "year": "",
  "abstract": "of findings 1. Glucocorticoids compared to no glucocorticoids or placebo for assisted reproductive technology cycles Glucocorticoids compared to no glucocorticoids or placebo for assisted reproductive technology cycles Patient or population: women receiving assisted reproductive technology cycles Setting: IVF clinics Intervention: glucocorticoids",
  "pdf_parse_keywords": [
    "Trusted evidence",
    "Informed decisions",
    "Better health Trusted evidence",
    "Informed decisions",
    "Better health"
  ],
  "body_text": [
    "The use of peri-implantation glucocorticoids has been advocated to improve embryo implantation during assistive reproductive technology (ART) cycles such as in vitro fertilisation (IVF) or intracytoplasmic sperm injection (ICSI).It has been proposed that glucocorticoids may improve the intrauterine environment by acting as immunomodulators to reduce the uterine natural killer (NK) cell count and activity, normalising the cytokine expression profile in the endometrium and by suppression of endometrial inflammation.",
    "To evaluate the e ectiveness and safety of glucocorticoids versus no glucocorticoids administered around the time of anticipated implantation in women undergoing IVF or ICSI.",
    "We searched the Cochrane Gynaecology and Fertility (CGF) Group specialised register, CENTRAL (now also containing output from two trial registers and CINAHL), MEDLINE and Embase, on 20 December 2021, together with reference checking, contact with experts in the field and relevant conference proceedings to identify additional studies.This review is an update of the review first published in 2007 and last updated in 2012.",
    "Randomised controlled trials (RCTs) comparing the e icacy of supplementary systemic administration of glucocorticoids in the periimplantation period with a placebo or no glucocorticoids in subfertile women undergoing IVF or ICSI were included.",
    "We used standard methodological procedures recommended by Cochrane.The primary review outcomes were live birth rate and multiple pregnancy.",
    "We included 16 RCTs (2232 couples analysed).We are uncertain whether glucocorticoids improved live birth rates (odds ratio (OR) 1.37, 95% confidence interval (CI) 0.69 to 2.71; 2 RCTs, n = 366; I 2 = 7%; very low-certainty evidence).This suggests that if the chance of live birth following no glucocorticoids/placebo is assumed to be 9%, the chance following glucocorticoids would be between 6% and 21%.We are also uncertain whether there was a di erence between peri-implantation glucocorticoids on multiple pregnancy rates per couple (OR 0.86, 95% CI 0.33 to 2.20; 4 RCTs, n = 504; I 2 = 53%; very low-certainty evidence).The I 2 of 53% may represent moderate statistical heterogeneity Cochrane Database of Systematic Reviews and results have to be interpreted with caution.With regard to pregnancy rates, we are uncertain whether there was a di erence between ongoing pregnancy rates a er glucocorticoids versus no glucocorticoids/placebo (OR 1.19, 95% CI 0.80 to 1.76; 3 RCTs, n = 476; I 2 = 0%; very low-certainty evidence) and clinical pregnancy rates a er glucocorticoids versus no glucocorticoids/placebo (OR 1.17, 95% CI 0.95 to 1.44; 13 RCTs, n = 1967; I 2 = 0%; low-certainty evidence).This suggests that if the chance of clinical pregnancy following no glucocorticoids/ placebo is assumed to be 25%, the chance following glucocorticoids would be between 24% and 32%.Furthermore, we are also uncertain whether peri-implantation glucocorticoids influenced miscarriage rates per couple (OR 1.09, 95% CI 0.63 to 1.87; 6 RCTs, n = 821; I 2 = 0%; very low-certainty evidence), the incidence of ectopic pregnancies per couple (OR 2.28, 95% CI 0.33 to 15.62; 3 RCTs, n = 320; I 2 = 0%; very low-certainty evidence) and ovarian hyperstimulation syndrome (OHSS) per couple (OR 1.07, 95% CI 0.60 to 1.90; 3 RCTs, n = 370; I 2 = 0%; very low-certainty evidence) compared to no glucocorticoids/placebo.The evidence was very low to low certainty: the main limitations were serious risk of bias due to poor reporting of study methods, and serious imprecision.",
    "Overall, there was insu icient evidence that administration of peri-implantation glucocorticoids in IVF/ICSI cycles influenced clinical outcomes.These findings were limited to the routine use of glucocorticoids in subfertile women undergoing IVF or ICSI.",
    "This review investigated whether the administration of glucocorticoids around the time of embryo implantation improved the chance of pregnancy in women undergoing in vitro fertilisation (IVF) or intracytoplasmic sperm injection (ICSI) when compared to no glucocorticoid administration.IVF and ICSI are both treatments to help achieve pregnancy.",
    "Glucocorticoids are a class of medicines that are similar to the steroid hormones that are naturally made in the body.These medicines reduce inflammation and suppress the body's immune system.Glucocorticoids suppress the inflammation of the endometrium (the tissue in the womb where the embryo implants).Therefore, glucocorticoids have been suggested to improve the chance of embryo implantation and pregnancy in women undergoing IVF or ICSI cycles.",
    "We found 16 randomised controlled trials (studies where treatments are decided at random; these usually give the most reliable evidence about treatment e ects) comparing glucocorticoids around the time of embryo implantation versus no glucocorticoids or placebo (dummy treatment), in 2232 couples undergoing IVF/ICSI.The evidence is current to 20 December 2021.",
    "Considering the quality of evidence, we are uncertain whether there was a di erence in live birth rates a er glucocorticoids.The evidence suggests that if the chance of live birth following no glucocorticoids or placebo is assumed to be 9%, the chance following glucocorticoids would be between 6% and 21%.We are also uncertain whether there was a di erence in multiple pregnancy rates (more than one embryo per pregnancy).With regard to ongoing pregnancy and clinical pregnancy rates, we are also uncertain whether there was a di erence between glucocorticoids versus no glucocorticoids or placebo.The evidence suggests that if the chance of clinical pregnancy following no glucocorticoids or placebo is assumed to be 25%, the chance following glucocorticoids would be between 24% and 32%.We are also uncertain whether there was a di erence in adverse events such as ectopic pregnancy, ovarian hyperstimulation syndrome (pain and swelling of the ovaries and tummy), but these were poorly and inconsistently reported.",
    "The evidence was very low to low quality.The main limitations were poor reporting of study methods and the small size of included studies.More research is needed to work out the possible role of this therapy in well-defined patient groups.",
    "Comments",
    "Despite substantial progress in the treatment of subfertile couples since the early 2000s and numerous advances in the field of in vitro fertilisation (IVF) and intracytoplasmic sperm injection (ICSI), the live birth rate remains at 20% to 30% per treatment cycle (Banker 2021) .When a viable embryo is transferred in the uterus during an IVF cycle, there is a chance of not getting pregnant, which is called implantation failure.The failure of embryo implantation has been a source of psychological trauma for patients and disappointment for clinicians.",
    "Little progress has been made in the development of therapeutic strategies.Multiple aetiologies for implantation failure have been proposed.Focus has been on the embryo factor and the endometrial factor.Therapeutic strategies that improve the embryo factor, such as assisted hatching (artificial disruption of the outer coat of the embryo) (ASRM 2018; Knudtson 2017; Lacey 2021; Magli 1998; Stein 1995) , and pre-implantation genetic testing for aneuploidies (PGT-A) are not recommended for routine use at present (Cornelisse 2020; Munné 2019; Pehlivan 2002; Pirtea 2021) .",
    "In recent years, more attention has also focused on the endometrial factor with the aim of improving endometrial receptivity.It is increasingly recognised that the receptive endometrium denotes a range of functions that may be amenable to testing and therapeutic intervention (Saxtorph 2020) .These include the assessment and treatment of embryo-endometrial asynchrony (Simón 2020) , the diagnosis and modification of endometrial microbiota (Molina 2020; Moreno 2016) , and the targeted or blind application of intentional injury to the endometrium (also known as endometrial scratching), with the aim of increasing the chance of pregnancy.However, the e icacy of such interventions remains uncertain, and one recent Cochrane Review concluded that current evidence does not support the routine use of endometrial injury for women undergoing IVF (Lensen 2021) .A substantial amount of research has focused on the e ect of ovarian stimulation protocols on endometrial receptivity.With high oestradiol concentrations and premature progesterone elevation being reported to influence endometrial receptivity, proposed strategies to avoid this include milder stimulation protocols and segmentation by which all embryos are frozen and transferred in a later cycle (Fatemi 2013) .",
    "Much interest remains in the concept of peri-implantation immunomodulation with the aim of reducing inflammation and thus improving the intrauterine environment.Uterine receptivity is in part controlled by locally acting growth factors, cytokines and uterine natural killer (uNK) cells.Research has increased understanding of the embryo-endometrial cross-talk and progress is now being made in translating these new insights into clinically meaningful prognostic tests that can provide a rational basis of therapeutical interventions, including peri-implantation immunomodulation (Craciunas 2019; Mackens 2020; Meisner Hviid 2017; Odendaal 2021) .Prednisolone reduces preconceptual uNK cells in women with recurrent miscarriage (Quenby 2005) .Moreover, it is now clear that not just numbers of uNK cells identified are important, but also their activity and function (Lédée 2016) , and that some women with recurrent implantation failure with immune deregulation may benefit from prednisone (Lédée 2018) .Immunomodulation by glucocorticoids may therefore be beneficial in IVF.However, despite evidence pointing to immunosuppression being detrimental in some cases (Robertson 2016) , the 'blind' use of glucocorticoids in this context remains widespread.",
    "Supplementary systemic administration of glucocorticoids (e.g.dehydrocortisone/prednisolone) is used in the peri-implantation period (around the time of embryo transfer) in subfertile women undergoing IVF/ICSI, since glucocorticoids are supposed to increase endometrial receptivity and, therefore, may increase the chance of embryo implantation.",
    "It has been proposed that glucocorticoids may improve the intrauterine environment by acting as immunomodulators to reduce the uNK cell count to the normal range (Lédée 2016; Quenby 2005) , and by suppression of endometrial inflammation and normalisation of the cytokine expression profile in the endometrium.Moreover, there is some evidence that glucocorticoids may also be useful in improving the ovarian response (Fridstrom 1999) , and this is the topic of another Cochrane Review (Kalampokas 2017) .",
    "The published trials on glucocorticoids for embryo implantation are insu iciently powered to draw conclusions on their e icacy and the trials reveal inconsistent results.Therefore, it seems appropriate to consider pooling the results from the available randomised controlled trials (RCTs).",
    "To evaluate the e ectiveness and safety of glucocorticoids versus no glucocorticoids administered around the time of anticipated implantation in women undergoing IVF or ICSI.",
    "We considered only truly randomised controlled trials for inclusion in this review.",
    "We excluded non-randomised or quasi-randomised controlled trials.",
    " Subfertile people, regardless of the cause of the infertility.",
    " IVF or ICSI treatment.",
    "Trusted evidence.Informed decisions.Better health.",
    " Other types of assisted reproductive technology (ART) or spontaneous conception. Specific subgroups of people with suggested immunological disorders such as positive antibodies, or a high number of uNK cells.",
    "We included trials that compared the e icacy of supplementary systemic administration of glucocorticoids in the peri-implantation period with a placebo or no glucocorticoids in women undergoing IVF or ICSI.",
    "We excluded trials that limited administration of glucocorticoids to the follicular phase of the cycle as they are the topic of another Cochrane Review investigating the e ects on response to ovarian stimulation (Kalampokas 2017) .",
    "Primary outcomes",
    " Live birth rate per couple: number of live births divided by the number of randomised couples.",
    " Incidence of multiple pregnancies: occurrences per randomised couple.",
    " Ongoing pregnancy rate per couple: number of couples achieving a clinical pregnancy (evidence of a gestational sac with fetal heart motion at 12 weeks) divided by the number of randomised couples. (Vail 2003) .However, due to the frequency that this form of data is reported in subfertility research, it has been entered into the table of comparisons for the following outcomes.",
    " Implantation rate, the number of fetal sacs divided by the number of embryos transferred. Incidence of miscarriage per total number of pregnancies.",
    " Incidence of multiple pregnancies per total number of pregnancies.",
    "We searched for all published and unpublished RCTs, without language restriction, in consultation with the CGF Group Information Specialist, on 20 December 2021.We handsearched the European Society of Human Reproduction and Embryology (ESHRE) and American Society for Reproductive Medicine (ASRM) abstract books.A full description is given in the Group's module on the Cochrane Library (see cgf.cochrane.org).",
    "We searched the following databases:",
    " the CGF Group's Specialised Register of Controlled Trials, ProCite platform (searched 20 December 2021) (Appendix 1);",
    "We searched the citation lists of relevant publications, review articles, abstracts of scientific meetings and included studies.We contacted experts in the field for any additional trials.Cochrane Database of Systematic Reviews trialsearch/Default.aspx) were included in the CENTRAL search output.",
    "We also searched the Epistemonikos database (www.epistemonikos.org/),a multilingual database of health evidence (the largest source of systematic reviews and also other scientific evidence).",
    "For this review update, two review authors (CB and MSK) independently conducted an initial screen of titles and abstracts retrieved by the search.We retrieved the full texts of all potentially eligible studies.Two review authors (CB and MSK) independently examined these full-text articles for compliance with the inclusion and exclusion criteria and selected the studies eligible for inclusion.If necessary, we sought additional information on trial methodology and original trial data from the authors.We resolved disagreements by discussion.We documented the selection process in a PRISMA flow chart.We extracted study characteristics and data from the included studies and presented them in the Characteristics of included studies table.",
    "Two review authors (CB and MSK) independently extracted the data and assessed the quality of the trials.",
    "Two review authors (CB and SDK, and CB and MSK for the current update of the review) independently assessed the risk of bias for each study.Judgements were assigned as recommended in the Cochrane Handbook for Systematic Reviews of Interventions Section 8.5 (Higgins 2011) .We resolved disagreements by discussion.We described all judgements fully and presented the conclusions in the risk of bias table, which was incorporated into the interpretation of review findings by means of sensitivity analyses (see below).",
    "Random sequence generation describes the method used to generate the allocation sequence.Biased allocation to interventions would result in a selection bias.",
    " Truly randomised (e.g. by computer, random number tables or drawing lots). Quasi-randomised (e.g. by hospital number or date of birth): these studies were not included in the meta-analysis. Not clear (e.g.stated but not further described).",
    "Allocation concealment describes the method used to conceal the allocation sequence.Biased allocation to interventions due to inadequate concealment of allocations prior to assignment would result in a selection and performance bias.",
    " Yes (e.g.sealed in opaque envelopes, computerised allocation in a non-participating centre): low risk of bias. Unclear (not stated): unclear risk of bias.",
    " No (e.g.open list of random numbers, open envelopes, tables): high risk of bias.",
    "Bias due to knowledge of the allocated interventions by participants and personnel during the study can result in a performance or detection bias.",
    "Bias due to knowledge of the allocated interventions by outcome assessors can result in detection bias.However, the primary and secondary outcomes live birth rate and (ongoing) pregnancy rate, were not susceptible to this type of bias.",
    "Attrition bias is a type of selection bias caused by attrition (loss of participants) and includes dropouts, protocol deviations and withdrawals.We assessed dropout rates (less than 10%), reasons for dropping out, duration of follow-up and selective loss to followup, the number of and reason for cancelled cycles (less than 10%), and whether or not studies used an intention-to-treat analysis.",
    "Within-study selective reporting bias applies to the failure to report outcomes within studies.This bias was assessed by considering whether individual studies reported all relevant and expected outcomes.",
    "Publication bias is a form of reporting bias referring to the review as a whole rather than individual studies.It refers to the phenomenon by which trials with positive results are more likely to be published (and thus identified) than trials with negative results (Begg 1989 ).Publication bias is detected by the construction of a funnel plot, plotting sample size versus e ects size.In the absence of publication bias, the graph is symmetrical.The number of trials needed to construct a funnel plot is arbitrarily a minimum of 10 studies.",
    "We assessed other sources of potential bias such as conflict of interest.",
    "For dichotomous data (e.g.live birth rates), we used the numbers of events in the control and intervention groups of each study to calculate Mantel-Haenszel odds ratios (ORs).We presented 95% confidence intervals (CI) for all outcomes.",
    "The primary analysis was per couple randomised.Per pregnancy data were included for some outcomes (e.g.miscarriage, multiple pregnancy rates) and implantation rate per embryo transferred: these data do not allow valid analysis and are shown but not metaanalysed.",
    "For included studies, we noted levels of attrition in the Characteristics of included studies tables.We analysed the data on an intention-to-treat basis as far as possible.",
    "Trusted evidence.Informed decisions.Better health.",
    "We examined heterogeneity between the results of di erent studies by inspecting the scatter in the data points and the overlap in their CIs, and more formally by checking the results of the Chi 2 test.",
    "Thresholds for the interpretation of the I 2 statistic can be misleading, since the importance of inconsistency depends on several factors.An approximate guide to interpretation in the context of meta-analyses of RCTs is as follows (Higgins 2021 ):",
    " 0% to 40%: might not be important;",
    " 30% to 60%: may represent moderate heterogeneity;",
    " 50% to 90%: may represent substantial heterogeneity;",
    " 75% to 100%: considerable heterogeneity.",
    "Clinical heterogeneity in subfertility cannot be avoided because most centres use their own materials and methods, which can di er in several ways.When trials met the inclusion criteria and they had performed the same intervention, we considered it appropriate to pool their results.",
    "In view of the di iculty of detecting and correcting for publication bias and other reporting biases, we aimed to minimise their potential impact by ensuring a comprehensive search for eligible studies and by being alert for duplication of data.If there were 10 or more studies in an analysis, we used a funnel plot to explore the possibility of publication bias (small-study e ects: a tendency for estimates of the intervention e ect to be more beneficial in smaller studies).",
    "If the studies were su iciently similar, we combined the data using a fixed-e ect model.We performed statistical analysis using Review Manager 5 (Review Manager 2014).",
    "We performed the following subgroup analyses:",
    " including women who underwent IVF and studies including women who underwent ICSI (the e ect of glucocorticoids on pregnancy rates might be higher in women undergoing IVF rather than ICSI; in women undergoing ICSI an andrological cause of infertility is more likely, than an intrauterine immune disturbance);  including only women with tubal factor infertility and studies including women with male factor infertility only;  using di erent dosages (high versus low dose).And timing of glucocorticoid administration: around the time of embryo implantation versus studies providing glucocorticoids around the time of embryo transfer and not during the phase of embryo implantation.The dosages of all prescribed glucocorticoids were converted to an equivalent dosage of prednisolone (Corticosteroid Conversion Calculator -ClinCalc.com;clincalc.com/corticosteroids/).",
    "The following planned analyses were not performed as no studies were identified that met the criteria:",
    " studies including only women with unexplained infertility or recurrent implantation failure, which is usually defined as three or more failed attempts of IVF or ICSI, or implantation failure a er the replacement of more than 10 embryos (El-Toukhy 2006);  studies using di erent methods of administration (parenteral versus oral).",
    "If more than five trials for a particular endpoint were included in the meta-analysis, we performed the following sensitivity analyses to examine stability regarding the direction of outcomes, using:",
    " a random-e ects model in addition to the fixed-e ect model;",
    " studies that used adequate concealment of allocation;",
    " studies reporting the method of randomisation.",
    "We prepared a summary of findings",
    "The included and excluded studies are described in the Characteristics of included studies and Characteristics of excluded studies tables.",
    "The search identified 68 studies which potentially provided data comparing peri-implantation glucocorticoids versus no glucocorticoids or a placebo in ART.Further evaluation based on the inclusion criteria resulted in 16 studies being eligible for inclusion in this review (Ando 1996; Bider 1996-1; Bider 1996-2; Botti 1998; Catt 1994; Duvan 2006; Ezzeldin 2003; Kemeter 1986; Kim 1997; Mo itt 1995; Mohammadi 2018; Mottla 1996; Nanbakhsh 2014; Salah Edeen 2009; Tan 1992; Ubaldi 2002 ; see Characteristics of included studies table ).Full agreement existed between the two review authors concerning inclusion or exclusion of trials.A PRISMA flow chart of the results of the initial and updated search is included (Figure 1 ).Two of these studies were included in the review, but excluded from the meta-analysis (Ando 1996; Kim 1997) .These studies included more than one cycle per woman.These data are not appropriate for statistical pooling because data per cycle will result in an unit of analysis error.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews Two other studies are awaiting classification (Beltran 2020; ChiCTR1800018783; see Characteristics of studies awaiting classification table ).ChiCTR1800018783 is a study protocol of an RCT comparing prednisone versus placebo in people undergoing frozen thawed embryo transfer a er IVF/ICSI.Beltran 2020 is an abstract of an RCT comparing methylprednisolone versus placebo in a subgroup of women with a high risk of OHSS.It is unsure whether these women had an embryo transfer despite their OHSS, and there are no data that are pregnancy related.",
    "Fi y studies did not meet the inclusion criteria for one or more reasons as outlined in the Characteristics of excluded studiestable.",
    "The 16 RCTs were single-centre studies except for Mo itt 1995.Mo itt 1995 was performed in three centres for reproductive medicine in the USA.One study used of cross-over design (Ubaldi 2002) .However, a preliminary abstract reported outcomes of the first cycle only (Ubaldi 2000) .These data have been included in the meta-analysis.",
    "The total number of trial participants was 2232.Three studies included women with a variety of causes of infertility (Ando 1996; Duvan 2006; Mo itt 1995) . Botti 1998, Mottla 1996, and  Two studies were included in the review but excluded from metaanalysis (Ando 1996; Kim 1997 ): Kim 1997 included two di erent populations of women: endometriosis and tubal factor or only tubal factor.Among women with endometriosis and tubal factor, 38.1% had positive titres for autoantibodies.Since this systematic review focused on the routine use of glucocorticoids to improve implantation, only the results of the second group of women with tubal factor infertility were shown.Ando 1996 included data from women who were positive and women who were negative for autoantibodies; data from autoantibody negative women were shown.",
    "Studies used a variety of di erent protocols for glucocorticoid administration.The type of glucocorticoid di ered: (methyl)prednisolone (Botti 1998; Catt 1994; Duvan 2006; Ezzeldin 2003; Kemeter 1986; Kim 1997; Mohammadi 2018; Mo itt 1995; Mottla 1996; Nanbakhsh 2014; Salah Edeen 2009; Ubaldi 2002) , dexamethasone (Bider 1996-1; Bider 1996-2) , and hydrocortisone combined with prednisolone (Tan 1992).Ando 1996 prescribed either dexamethasone or prednisolone with no explanation of the basis for choosing which to give.",
    "The dose schedules and length of treatment were also variable.",
    "Methylprednisolone was used at a dose of: 16 mg per day (Botti 1998; Catt 1994; Mohammadi 2018 ) or 4 mg per day (Mo itt 1995).Prednisolone was used in a dose of: 5 mg per day (Ando 1996) , 7.5 mg per day (Kemeter 1986) , 10 mg per day (Duvan 2006; Ubaldi 2002) , 15 mg per day (Ezzeldin 2003) , 20 mg per day (Nanbakhsh 2014; Salah Edeen 2009), or 60 mg per day (Mottla 1996) .Nanbakhsh 2014 provided prednisolone 20 mg per day in the first seven days and continued with 10 mg per day for the next seven days.Kim 1997 prescribed 10 mg per day during ovarian hyperstimulation and 60 mg per day from oocyte retrieval onwards.Controls and study participants in Ubaldi 2002 also received aspirin for four weeks.Dexamethasone was used at 0.5 mg per day by Ando 1996 and Bider 1996 -2, although Bider 1996 -1 enrolled participants either receiving 0.5 per day or 1 mg per day (cumulative results from both treatment groups were calculated).Tan 1992 administered intravenous hydrocortisone 100 mg a er oocyte retrieval and started prednisolone 30 mg per day for five days, 20 mg per day for three days and 10 mg per day for two days.All other studies only used oral regimens.",
    "Glucocorticoids were provided during the luteal phase, follicular phase, or both.They were administered from ovarian hyperstimulation onwards by Ando 1996 , Kemeter 1986 , Kim 1997 , Mohammadi 2018 , Ubaldi 2002 (until four days a er oocyte retrieval) and Bider 1996-1 (until one day a er embryo transfer).In addition, glucocorticoids were administered from oocyte retrieval onwards by Mottla 1996 1998 and Salah Edeen 2009; and IVF in Ando 1996 , Bider 1996 -1, Kemeter 1986 , Kim 1997 , Mo itt 1995 , Mohammadi 2018 , Mottla 1996 , and Tan 1992 .Only one study used subzonal sperm injection (SUZI) (Catt 1994), which involves direct placement of sperm into the space between the zona pellucida and the oocyte.This technique is comparable to, but less invasive for the oocyte than, ICSI.In addition to IVF cycles, Mo itt 1995 also included transfer cycles of frozen-thawed embryos.Bider 1996-2 only included transfers of frozen-thawed embryos obtained a er IVF treatment. Kemeter 1986 was an older study which used a di erent ovarian stimulation protocol, by using clomiphene in combination with gonadotrophins without gonadotropin-releasing hormone (GnRH) analogue treatment.",
    "Three studies assessed the primary outcome of live birth rate per couple (Ando 1996; Bider 1996-1; Mo itt 1995) .Bider 1996-2 and Mo itt 1995 only reported preliminary results due to incomplete follow-up, and we excluded the remaining study from metaanalysis (Ando 1996) .All studies except Salah Edeen 2009 reported the clinical pregnancy rate per couple.However, three studies reported pregnancy rate rather than clinical pregnancy rate (Bider 1996-1; Bider 1996-2; Botti 1998) .Nine trials reported any of the other considered outcomes of adverse e ects, namely multiple pregnancy rate (five RCTs), miscarriage rate (eight RCTs) and the incidence of ectopic pregnancies (four RCTs).Three studies investigated the incidence of OHSS (Mohammadi 2018; Salah Edeen 2009; Tan 1992) . Bider 1996 -2, Duvan 2006 , and Mottla 1996 described adverse e ects of glucocorticoids.",
    "Fi y studies did not meet the inclusion criteria for one or more reasons as outlined in the Characteristics of excluded studies table.Most excluded trials did not use a random design or did not compare peri-implantation glucocorticoids versus no glucocorticoid in the target population.Several trials investigated glucocorticoids in combination with aspirin/low molecular weight heparin (LMWH) or compared glucocorticoids in women undergoing ovulation induction/intrauterine insemination (IUI) rather than IVF or ICSI.One study reported only in abstract form without data (Shohayeb 2005).We were unsuccessful in contacting the authors.However, the study was also excluded because all participants were women with anti-thyroid antibodies.One study with incomplete data due to premature termination was also excluded (Dmowski 1995) ; shortly a er beginning this trial, the team moved out of the institution and the trial was discontinued.Some studies were excluded because they only included women with autoantibodies or a high number of peripheral CD69+ natural killer (NK) cells.",
    "Trusted evidence.Informed decisions.Better health.",
    "Two studies are awaiting classification (Beltran 2020; ChiCTR1800018783; Characteristics of studies awaiting classification table ).",
    "We found no ongoing studies.",
    "The risk of bias of the studies is summarised in Figure 2 and Figure 3 .As can be concluded from this graph, only a small number of included studies used blinding of the study participants and personnel, only a limited number of studies reported the primary outcome of interest (live birth rate) and only one study addressed the number of dropouts and the handling of these data.",
    "The risk of selection bias related both to sequence generation and allocation concealment; grades were low risk, unclear or high risk.",
    "No studies were at high risk of selection bias.",
    "Eleven studies were at low risk of selection bias related to sequence generation as they used computer randomisation, random numbers table or envelopes (Bider 1996-1; Bider 1996-2; Catt 1994; Duvan 2006; Kim 1997; Mo itt 1995; Mohammadi 2018; Mottla 1996; Salah Edeen 2009; Tan 1992; Ubaldi 2002) .The other five studies did not describe the exact method used and had an unclear risk of this bias.",
    "Five studies were at low risk of selection bias related to allocation concealment (Catt 1994; Mo itt 1995; Mottla 1996; Salah Edeen 2009; Tan 1992) .Mottla 1996 randomised participants to receive identically packaged placebo or glucocorticoids using a table of random numbers.A pharmacist not involved in the allocation encoded identical tablets or placebo in Catt 1994 and Mo itt 1995.Salah Edeen 2009 and Tan 1992 randomised participants by drawing sealed opaque, sequentially numbered envelopes.",
    "Three studies comparing corticosteroid use with a placebo blinded participants (Catt 1994; Mo itt 1995; Mottla 1996) .All three studies were double blind.Although the outcome pregnancy/live birth is objective, we categorised studies without blinding at high risk of performance bias as it is possible that participants in the control arm could access the corticosteroids from other sources.Moreover, for adverse e ects and other subjective secondary outcomes blinding status could potentially a ect findings.The remaining studies were not blinded and were at high risk of performance and detection bias.",
    "Six studies were at high risk of attrition bias (Ando 1996; Bider 1996-2; Kemeter 1986; Mo itt 1995; Mohammadi 2018; Ubaldi 2002) . Kemeter 1986 and Mohammadi 2018 reported a high rate of cancelled cycles (19 and 14%, respectively).Neither study used an intention-to-treat analysis; however, we used an intention to treat principle including the data of Mohammadi 2018 in the meta-analysis.In Mohammadi 2018, transparency of dealing with dropouts was good; however, 30% of participants did not receive an embryo transfer because of a high risk of OHSS, which also increases risk of bias for our outcome clinical pregnancy.Kemeter 1986 used an atypical method of dealing with dropouts: in 34 participants the IVF treatment was cancelled.Among these participants, 22 did not receive glucocorticoids and 12 did receive glucocorticoids.The authors equalised the di erence in the number of dropouts between the two study arms by removing at random an additional 10 participants from the glucocorticoid group.This method, rather than using an intention to treat analysis, resulted in an underestimation of the treatment e ect of glucocorticoids.We were unsuccessful in contacting the study authors.",
    "Ubaldi 2002 reported the number of cancelled cycles and the reasons for cancellation.The number of cancelled cycles was greater than 10% (45/360 cycles): 32 cycles had only one embryo transferred, 10 cycles were had poor response, and three cycles had a risk of OHSS.A high risk of bias may have been present since glucocorticoids were provided from controlled ovarian hyperstimulation onwards and may have influenced ovarian stimulation and embryo quality.",
    "Few studies reported data on follow-up or dropouts.",
    "Bider 1996-2 and Mo itt 1995 reported data on live birth rates; however, these data were preliminary due to incomplete follow-up.",
    "Three studies performed a prospective power calculation (Duvan 2006; Mo itt 1995; Tan 1992) . Ezzeldin 2003 and Mottla 1996 performed a retrospective power analysis.One study employed analysis on the basis of intention to treat (pregnancy rate per initiated cycle) (Tan 1992).",
    "A study protocol was available for Mohammadi 2018 and was therefore classified as a low risk of selective reporting.All studies reported the outcomes that they planned to in their methods section.We classified the studies that did not report any adverse events at high risk of selective reporting (Bider 1996-1; Botti 1998; Duvan 2006; Ezzeldin 2003) .Salah Edeen 2009 was at high risk of selective reporting since there were no data on pregnancy or live birth rates, only the risk of OHSS.",
    "Three studies assessed the primary outcome, namely 'live birth rate per couple' (Ando 1996; Bider 1996-1; Mo itt 1995) .However, this primary outcome is o en not reported in fertility studies presumably because of the need for long follow-up.",
    "A funnel plot of precision versus OR showed a suggestion of publication bias for clinical pregnancy rate per couple (Figure 4 ).Results from the largest and third largest studies showed negative results, suggesting we do not have a fully representative set of studies.Publication bias would result in an overestimation of the e ect.",
    "Trusted evidence.Informed decisions.Better health.",
    "Clinical pregnancy rate per couple (primary analysis) Subgroup in vitro fertilisation Subgroup intracytoplasmic sperm injection",
    "The risk of other biases was unclear in six studies.Regarding baseline comparability, four studies provided no data on maternal age to assess the comparability of the two intervention groups (Bider 1996-2; Botti 1998; Mottla 1996; Nanbakhsh 2014) .Therefore, baseline comparability of other potential prognostic factors, such as prior IVF attempts, cause and length of infertility, semen quality and dose of follicle-stimulating hormone (FSH), was unclear.Four studies were abstracts that did not describe their methods in detail (Botti 1998; Ezzeldin 2003; Nanbakhsh 2014; Salah Edeen 2009 ).We found no potential sources of within-study bias in the other 10 studies.",
    "Use of cross-over data was a source of potential bias in one study (Ubaldi 2002) .However, a preliminary abstract reported outcomes of the first cycle only (Ubaldi 2000) .These data have been included in the meta-analysis.",
    "We examined heterogeneity between the results of di erent studies by inspecting the scatter in the data points and the overlap in their CIs, and more formally by checking the results of the Chi 2 test.",
    "The data points and overlap in CIs did not suggest heterogeneity in results.The I 2 statistic was 0% in all analyses except for multiple pregnancy per couple (53%).The I 2 statistic of 53% may represent moderate statistical heterogeneity.It is essential to consider the extent to which the results of studies are consistent with each other.However, since clinical and methodological diversities always occur in a meta-analysis, statistical heterogeneity is inevitable.We explored the heterogeneity; however, the number of studies was low, the sample sizes were small and the number of multiple pregnancies was very low.The results among the di erent studies all crossed the line of no e ect.The results of multiple pregnancy rate per couple had to be interpreted with caution though.",
    "See: Summary of findings 1 Glucocorticoids compared to no glucocorticoids or placebo for assisted reproductive technology cycles",
    "The results are summarised in Summary of findings 1.",
    "Trusted evidence.Informed decisions.Better health.",
    "We are uncertain whether peri-implantation glucocorticoids influenced live birth rates compared to no glucocorticoids/placebo (OR 1.37, 95% CI 0.69 to 2.71; 2 RCTs, n = 366; I 2 =7%; very low-certainty evidence; Analysis 1.1; Figure 5 ) (Bider 1996-2; Mo itt 1995) .This suggests that if the chance of live birth following no glucocorticoids/placebo is assumed to be 9%, the chance following glucocorticoids would be between 6% and 21%.The results from Bider 1996-2 and Mo itt 1995 were preliminary due to incomplete follow-up until birth.We included the data in the meta-analysis, since it is unlikely to a ect the relative e ect estimates.",
    "We are uncertain whether peri-implantation glucocorticoids influenced the rate of multiple pregnancies per couple compared to no glucocorticoids/placebo (OR 0.86, 95% CI 0.33 to 2.20; 4 RCTs, n = 504; I 2 = 53%; very low-certainty evidence; Analysis 1.2) (Bider 1996-2; Catt 1994; Mohammadi 2018; Mottla 1996) .This suggests that if the chance of a multiple pregnancy per couple following no glucocorticoids/placebo is assumed to be 4%, the chance following glucocorticoids would be between 1% and 8%.The results of multiple pregnancy rate per couple have to be interpreted with caution since an I 2 statistic of 53% may represent moderate statistical heterogeneity.",
    "The results from the multiple pregnancy rate per pregnancy, which were not statistically pooled, showed no di erence in both treatment groups (Analysis 1.3).",
    "We are uncertain whether peri-implantation glucocorticoids influenced the ongoing pregnancy rate per couple compared to no glucocorticoids/placebo (OR 1.19, 95% CI 0.80 to 1.76; 3 RCTs, n = 476; I 2 = 0%; very low-certainty evidence; Analysis 1.4) (Mo itt 1995; Mottla 1996; Nanbakhsh 2014) .This suggests that if the chance of an ongoing pregnancy following no glucocorticoids/placebo is assumed to be 28%, the chance following glucocorticoids would be between 24% and 41%.",
    "Thirteen studies reported clinical pregnancy rates per couple and were included in the meta-analysis (Bider 1996-1; Bider 1996-2; Botti 1998; Catt 1994; Duvan 2006; Ezzeldin 2003; Kemeter 1986; Mo itt 1995; Mohammadi 2018; Mottla 1996; Nanbakhsh 2014; Tan 1992; Ubaldi 2002) .We are uncertain whether peri-implantation glucocorticoids influenced clinical pregnancy rates per couple compared to no glucocorticoids/placebo (OR 1.17, 95% CI 0.95 to 1.44; 13 RCTs, n = 1967; I 2 = 0%; low-certainty evidence; Analysis 1.5; Figure 6 ).The evidence suggests that if the chance of clinical pregnancy following no glucocorticoids/placebo is assumed to be 25%, the chance following glucocorticoids would be between 24% and 32%.Total events: Heterogeneity: Chi² = 6.13, df = 12 (P = 0.91); I² = 0% Test for overall effect: Z = 1.47 (P = 0.14)",
    "We performed a sensitivity analysis of four studies that used adequate concealment of allocation (Catt 1994; Mo itt 1995; Mottla 1996; Tan 1992) .There was insu icient evidence to determine whether peri-implantation glucocorticoids influenced clinical pregnancy rates compared to no glucocorticoids/placebo in this selection of studies (OR 1.23, 95% CI 0.83 to 1.83).",
    "We performed an analysis of nine studies reporting the method of randomisation (Bider 1996-1; Bider 1996-2; Catt 1994; Duvan 2006; Mo itt 1995; Mohammadi 2018; Mottla 1996; Tan 1992; Ubaldi 2002) .It was unclear whether peri-implantation glucocorticoids influenced clinical pregnancy rates compared to no glucocorticoids/placebo in this selection of studies (OR 1.14, 95% CI 0.86 to 1.52).",
    "A sensitivity analysis with application of a random-e ects model revealed similar results (OR 1.16, 95% CI 0.94 to 1.43).",
    "We are uncertain of the e ect of glucocorticoids on clinical pregnancy rates in a subgroup of women who underwent IVF rather than ICSI (OR 1.44, 95% CI 1.00 to 2.08; 5 RCTs, n = 724; I 2 = 0%; very low-certainty evidence; Figure 6 ) (Bider 1996-1; Kemeter 1986; Mo itt 1995; Mohammadi 2018 with exclusion of cryo-thawed embryo transfer cycles; Mottla 1996) .Application of a randome ects model revealed similar results (OR 1.43, 95% CI 0.98 to 2.07), as would be expected since the I 2 statistic was 0%.We are uncertain whether there was an e ect of peri-implantation glucocorticoid administration on clinical pregnancy rates in a subgroup of women undergoing ICSI or SUZI (OR 1.08, 95% CI 0.81 to 1.42; 6 RCTs, n = 992; I 2 = 0%; very low-certainty evidence; Figure 6 ) (Catt 1994; Duvan 2006; Ezzeldin 2003; Nanbakhsh 2014; Tan 1992; Ubaldi 2002) .",
    "We performed a second subgroup analysis for cause of infertility, namely subgroup analyses of studies including women with tubal factor infertility (Bider 1996-1; Bider 1996-2) , or male factor infertility only (Catt 1994; Ezzeldin 2003; Ubaldi 2002) .We are uncertain whether peri-implantation glucocorticoids influenced clinical pregnancy rates compared to no glucocorticoids/placebo in women with tubal factor infertility or male factor infertility only (tubal factor infertility: OR 1.03, 95% CI 0.43 to 2.46; male factor infertility: OR 0.98, 95% CI 0.70 to 1.38).No other subgroup analyses on cause of infertility could be performed.",
    "The third subgroup analysis was on the dosage and timing of glucocorticoids.The dosages of all prescribed glucocorticoids were converted to an equivalent dosage of prednisolone (Corticosteroid Conversion Calculator -ClinCalc.com;clincalc.com/corticosteroids/).Studies using prednisolone at more than 10 mg per day during the luteal phase (Botti 1998; Catt 1994; Ezzeldin 2003; Mohammadi 2018; Mottla 1996; Nanbakhsh 2014; Tan 1992) , and studies using prednisolone at 10 mg per day or less (Bider 1996-1; Bider 1996-2; Duvan 2006; Kemeter 1986; Mo itt 1995; Ubaldi 2002) , were analysed separately.We are uncertain whether both a lower dose of prednisolone and a higher dose of prednisolone around the time of implantation influenced clinical pregnancy rates compared to no glucocorticoids/placebo (lower dose prednisolone versus no glucocorticoids/placebo: OR 1.20, 95% CI 0.87 to 1.67; higher dose prednisolone versus no glucocorticoids/placebo: OR 1.15, 95% CI 0.87 to 1.50; both very low-certainty evidence; Analysis 1.6).Application of a random-e ects model revealed similar results.",
    "The anticipated day of embryo implantation was approximately eight to 10 days a er ovulation (Wilcox 1999) .Seven studies administered glucocorticoids around the time of embryo implantation (Duvan 2006; Ezzeldin 2003; Kemeter 1986; Mohammadi 2018; Nanbakhsh 2014; Tan 1992; Ubaldi 2002) , other studies provided glucocorticoids around the time of embryo transfer rather than embryo implantation.We are also uncertain whether glucocorticoids influenced clinical pregnancy rates compared to no glucocorticoids/placebo in a subgroup of studies that administered glucocorticoids around the time of implantation rather than embryo transfer (OR 1.17, 95% CI 0.90 to 1.52; very low-certainty evidence; Analysis 1.6); application of a random-e ects model revealed similar results.",
    "All subgroup and sensitivity analyses indicated that the results were relatively robust around this variable.",
    "We are uncertain whether peri-implantation glucocorticoids influenced miscarriage rates per couple compared to no glucocorticoids/placebo (OR 1.09, 95% CI 0.63 to 1.87; 6 RCTs, n = 821; I 2 = 0%; very low-certainty evidence; Analysis 1.7) (Bider 1996-2; Kemeter 1986; Mo itt 1995; Mottla 1996; Nanbakhsh 2014; Ubaldi 2002 ).The random-e ects model confirmed this result.",
    "We performed sensitivity analyses of studies that used adequate concealment of allocation (Mo itt 1995; Mottla 1996) , and studies reporting the method of randomisation (Bider 1996-1; Kemeter 1986; Mo itt 1995; Mottla 1996; Ubaldi 2002) .We are uncertain whether peri-implantation glucocorticoids influenced miscarriage rates compared to no glucocorticoids/placebo in these two subgroups (adequate concealment of allocation: OR 1.42, CI 0.69 to 2.94; reporting the method of randomisation: OR 1.28, CI 0.69 to 2.36).The results from the number of miscarriages per total number of pregnancies were not statistically pooled.",
    "We are uncertain whether peri-implantation glucocorticoids influenced the incidence of ectopic pregnancies per couple compared to no glucocorticoids/placebo (OR 2.28, 95% CI 0.33 to 15.62; 3 RCTs; n = 320; I 2 = 0%; very low-certainty evidence; Analysis 1.9) (Bider 1996-2; Kemeter 1986; Mottla 1996) . Bider 1996 -2, Duvan 2006 , and Mottla 1996 described the incidence of adverse e ects from glucocorticoids; since there were no documented cases in the control or placebo and glucocorticoid groups, the OR could not be estimated.",
    "No studies reported infection rate following oocyte retrieval",
    "Trusted evidence.Informed decisions.Better health.",
    "We are uncertain whether peri-implantation glucocorticoids influenced the incidence of OHSS per couple compared to no glucocorticoids/placebo (OR 1.07, 95% CI 0.60 to 1.90; 3 RCTs, n = 370; I 2 = 0%; very low-certainty evidence; Analysis 1.10) (Mohammadi 2018; Salah Edeen 2009; Tan 1992) .",
    "No studies reported fetal abnormalities.",
    "Ten studies reported implantation rate per embryo transferred (Ando 1996; Botti 1998; Catt 1994; Duvan 2006; Ezzeldin 2003; Mo itt 1995; Mohammadi 2018; Mottla 1996; Tan 1992; Ubaldi 2002) .The results are presented but not statistically pooled.All studies crossed the line of no e ect and revealed an OR around 1.0 or showed a moderate trend favouring glucocorticoids.Only Botti 1998 showed a trend that favoured controls.",
    "The aim of this review was to evaluate the e ectiveness and safety of glucocorticoids administered around the time of implantation, in women undergoing IVF or ICSI in whom no assessment of endometrial immune status had taken place, when compared to no glucocorticoid or placebo administration.Overall there is insu icient evidence to indicate a beneficial e ect of periimplantation glucocorticoids on clinical outcomes when used in this way (Summary of findings 1).We are uncertain whether there was a di erence in the live birth or clinical pregnancy rate a er administration of glucocorticoids in women undergoing IVF or ICSI versus no glucocorticoids/placebo.We are also uncertain about the e ect of glucocorticoids versus no glucocorticoids/placebo on the clinical pregnancy rate in a subgroup of women who underwent IVF rather than ICSI (OR 1.44, 95% CI 1.00 to 2.08).The results of this subgroup should be interpreted with caution since overall certainty of the evidence was very low.Similarly, we are uncertain whether there is a di erence in the multiple pregnancy rate following administration of glucocorticoids versus no glucocorticoids or placebo in women undergoing IVF or ICSI.",
    "Adverse e ects were also considered as a secondary outcome.We are uncertain about possible negative e ects of glucocorticoids such as adverse e ects or OHSS, but these were poorly reported.Only three trials reported the incidence of adverse e ects from glucocorticoids and there were no cases documented.No studies reported the incidence of infections or fetal abnormalities.",
    "Live birth rate is the standard primary outcome for RCTs of this nature (Vail 2003) .Two trials included in the meta-analysis reported this outcome and there was insu icient evidence for a beneficial e ect of glucocorticoids (Bider 1996-1; Mo itt 1995) .Using clinical pregnancy rate as a surrogate endpoint is of dubious accuracy.Thirteen RCTs included in the meta-analysis reported clinical pregnancy rate.These results could not easily be extrapolated to live birth rate due to the high rate of multiple pregnancies and subsequent higher rates of perinatal mortality.",
    "These findings are limited to the empirical use of glucocorticoids (routine use in a non-selected IVF or ICSI population) and cannot be extrapolated to women with unexplained infertility, endometriosis or recurrent implantation failure since we were unable to make subgroups of these women.None of the included studies focused on these patient subgroups.With these underlying conditions, women may have a higher chance of benefiting from peri-implantation glucocorticoids since an impaired intrauterine environment could be a cause for their infertility and immunomodulation may improve endometrial receptivity.",
    "Our results cannot be extrapolated to women with positive autoantibodies.Geva 2000 and Ando 1996 administered glucocorticoids to women with antinuclear, antidouble-stranded DNA, anticardiolipin antibodies and lupus anticoagulant in an RCT; there were promising results.Another RCT investigated women with tubal factor infertility and endometriosis, of whom 38% were positive for autoantibodies (Kim 1997) ; women in this study receiving glucocorticoids showed significantly higher pregnancy rates versus the controls.This was not confirmed by Shohayeb 2005, who investigated glucocorticoids in women with antithyroid antibodies and found no significant di erences in pregnancy rates.",
    "Overall, the certainty of the evidence was very low to low.The level of certainty was downgraded using GRAD, mainly because of possible selection bias (unclear method of randomisation and allocation concealment), performance bias (due to lack blinding), attrition bias and serious imprecision (wide CIs due to small sample size and small number of events).The meta-analysis included only RCTs.No studies were graded at high risk of selection bias related to sequence generation or allocation concealment.Sample sizes were relatively small.However, many fertility trials lack power.A prospective power calculation should always be performed although the calculated sample size in most cases will be prohibitively large.",
    "There are several methodological considerations to be considered when interpreting these results as there was substantial heterogeneity between the 14 trials in the meta-analysis.Although there was no significant heterogeneity between trials for live birth rate and pregnancy rates, di erences in clinical parameters were o en considerable (clinical heterogeneity).Clinical heterogeneity cannot be avoided because most centres use their own materials and methods.The underlying assumption when similar trials are pooled is that di erences found between the trials are likely to be di erences in the extent of treatment e ect rather than direction of treatment e ect.For example, clinical heterogeneity between the studies may result in di erent outcomes between the studies but they all show more or less the same trend in treatment e ect.Moreover, when all trials find similar results despite di erences in clinical parameters, this renders more robust conclusions drawn.",
    "The cause of infertility, type of ART and intervention protocol all varied considerably between the trials.Most importantly, there was no uniformity of dose and timing of the intervention.Subgroup analyses of higher and lower doses of corticosteroids and timing (during or before implantation) revealed no di erences in pregnancy rates with glucocorticoid administrations versus controls; there was no apparent dose-response relationship.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews However, most trials included a mix of the three factors.As a result, the e ect of individual confounders could not be assessed.",
    "Heterogeneity existed between the trials with regards to most aspects of trial methodology.Ezzeldin 2003 was most heavily weighted in the meta-analysis due to its large sample size (526 participants), but this abstract did not report the method of randomisation and concealment of allocation.Only three studies were double-blind by using a placebo, which may have introduced bias in the other studies.However, these trials did not show unusual results.In order to investigate the e ect of methodological quality on treatment e ect, we performed sensitivity analyses on studies with an adequate concealment of allocation and studies in which the method of randomisation was described.These sensitivity analyses did not reveal a change in treatment e ect.",
    "The results of multiple pregnancy rate per couple have to be interpreted with caution since an I 2 statistic of 53% may represent moderate statistical heterogeneity.",
    "A funnel plot of precision versus OR showed a suggestion of publication bias for the clinical pregnancy rate per couple (Figure 4 ), which is reason to believe that the set of studies is not fully representative.Publication bias would result in an overestimation of treatment e ect.This has to be taken into account when interpreting the results.Even though there is some evidence of publication bias, there was no evidence of significant treatment e ects.No studies reported funding streams.",
    "The search was comprehensive and included clinical trial registries for ongoing trials.However, there is a possibility that some studies may have been missed.",
    "We identified no other review or meta-analysis that evaluated use of glucocorticoids in the peri-implantation period in women without any underlying autoimmune disorder who were undergoing ART.",
    "In women with autoimmune conditions undergoing ART, use of corticosteroids alone or in combination with low-dose aspirin has been reported to improve treatment outcomes (Geva 2000; Revelli 2009).One recent systematic review including three studies reported improvement in clinical pregnancy and live birth rates following glucocorticoids in women with antithyroid antibodies undergoing ART (Zhou 2021) .",
    "Overall, there was insu icient evidence that administration of peri-implantation glucocorticoids in in vitro fertilisation (IVF)/ intracytoplasmic sperm injection (ICSI) cycles influenced the clinical outcome.These findings were limited to the routine use of glucocorticoids in subfertile women undergoing IVF or ICSI, and cannot be extrapolated to women with autoantibodies, unexplained infertility or recurrent implantation failure.Further well-designed randomised controlled trials (RCTs) are required to elucidate the possible role of this therapy in well-defined patient groups.Overall, certainty of evidence was very low to low.",
    "The authors would like to thank several people for helping in the construction of this review.",
    "",
    "Study also included a group of antibody-positive women.We have not included these results in the analysis.",
    "Control women underwent a higher number of cycles per woman; the reason is unclear.We were unsuccessful in contacting the study authors.",
    "Random sequence generation (selection bias)",
    "Unclear risk Stated as randomised but no further details.",
    "Unclear risk Not reported.",
    "High risk No blinding.Open RCT.",
    "High risk Control women underwent a mean number of cycles of 1.6 versus 1.26 for women using glucocorticoids, which is significantly different.Likely direction of bias: towards a lack of effect.",
    "This study had 2 glucocorticoid groups receiving dexamethasone 0.5 mg (A1) or 1 mg (A2).In this analysis, we calculated a cumulative pregnancy rate for both groups.The data from implantation (%) have not been included, since it was unclear whether 'per embryo transferred' could be extracted.",
    "Random sequence generation (selection bias)",
    "Computer-generated randomisation.",
    "Unclear risk Not reported.",
    "High risk No blinding.Open RCT.Cochrane Database of Systematic Reviews Notes High proportion of women did not have an embryo transferred (45/111 women); however, there was no significant difference between groups.",
    "Trial also investigated use of aspirin and a combination of prednisolone and aspirin.Only women with tubal factor infertility were presented.",
    "Random sequence generation (selection bias)",
    "Randomised by permuted block design.",
    "Unclear risk Not reported.",
    "High risk No blinding.Open RCT.",
    "Low risk Number of dropouts and cancelled cycles was reported and was low.",
    "Selective reporting (reporting bias)",
    "Low risk Adverse effects were reported.All outcomes were reported that were planned according to the methods.",
    "Baseline comparability no risk of bias.No other potential sources of bias identified.",
    "Trusted evidence.Informed decisions.Better health.",
    "Live birth rate (preliminary): A: 0%, B: 0% Number of embryos transferred: A: 4.0 (SD 1.2), B: 4.0 (SD 2.1)",
    "Study used 2 study groups: IVF, cryo-thawed ET cycles.In this analysis, we calculated a cumulative pregnancy rate for both groups.",
    "Random sequence generation (selection bias)",
    "Low risk Randomised by pharmacist who equally packaged the tablets/placebo and randomly assigned sequential numbers.",
    "Low risk Randomised by pharmacist who equally packaged the tablets/placebo and randomly assigned sequential numbers.",
    "Low risk Double-blind, placebo controlled.",
    "High risk Live birth data preliminary due to incomplete follow-up.",
    "Selective reporting (reporting bias)",
    "Low risk Adverse effects are reported.All outcomes were reported that were planned according to the methods.",
    "Baseline comparability no risk of bias.No other potential sources of bias identified.",
    "Trial design: parallel (1 cycle) Allocation: permuted block randomisation method in blocks of 6 that was generated by a statistician according to a computer-generated list.The participants' enrolments and assignments to intervention and control groups were done by a research midwife in the clinic.",
    "Prospective power calculation: performed Blinding: no blinding Cancelled cycles: high, 14%.Intention-to-treat analysis not performed.The data included in the metaanalysis have been analysed by intention-to-treat.In addition, 30% of cycles were included in the study for the primary outcome OHSS.However, these women did not have an ET Follow-up: not reported.",
    "Primary outcome OHSS, 30% of women did not receive an ET.We were unsuccessful in contacting the authors.",
    "Random sequence generation (selection bias)",
    "Low risk Permuted block randomisation method in blocks of 6 that was generated by a statistician according to a computer-generated list.",
    "Allocation concealment (selection bias)",
    "The participants' enrolments and assignments to intervention and control groups were done by a research midwife in the clinic.Method of allocation not reported.",
    "High risk No blinding.Open RCT.",
    "High risk 14% dropouts.The study did not use an intention-to-treat analysis, we have used an intention-to-treat analysis on the data included in the review.The transparency for reasons of dropouts was good.",
    "However, > 14% dropouts, 66 (30%) participants did not receive an ET due to high risk of OHSS, which is understandable but also a risk of bias for our outcome (clinical pregnancy).",
    "Selective reporting (reporting bias)",
    "Low risk Trial registered prospectively (NCT01014104).",
    "Baseline variables were balanced.",
    "Funding source: not mentioned.",
    "This article used a cross-over design.First cycle data were not available.However, preliminary data from an abstract only included 1 cycle per participant (ESHRE meeting 2000 , Ubaldi 2000) .These data were included in the meta-analysis.Cochrane Database of Systematic Reviews",
    "Two previously included studies have been excluded from metaanalysis due to methodological issues (Ando 1996; Kim 1997) .",
    "CB has taken the lead in writing the protocol and updated review.She completed the literature search and selected trials for inclusion.She extracted the data and completed the statistical analysis.",
    "MSK was involved in the update of the review in 2022.He also independently selected the relevant trials for the review, extracted data, and performed a risk of bias assessment and quality assessment of the selected trials.",
    "NSM developed the clinical question of the review.He addressed and contributed to the background and discussion sections.He also independently selected the relevant trials for the review.",
    "SDK contributed to the development of the selection criteria, the search strategy and methods section.He independently extracted data and performed a risk of bias and quality assessment of the selected trials in previous version of the review.",
    "Peri-implantation glucocorticoid administration for assisted reproductive technology cycles (Review)Copyright  2022 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "Trusted evidence.Informed decisions.Better health.",
    "Trial design: parallel (1 cycle)Allocation: randomised by pharmacist who equally packaged the tablets/placebo and randomly assigned sequential numbers",
    "MSK is an editor of Cochrane Gynecology and Fertility.He took no part in the editorial process or decision-making for this article.",
    "Internal sources",
    "We made the following changes from the published protocol (Boomsma 2006) .Mohan S Kamath joined the review team for the 2022 update.At the 2022 update, we changed the outcome 'pregnancy rate' to 'clinical pregnancy rate' as most of the studies reported this.",
    "Female; Humans; Pregnancy"
  ],
  "bibref_titles": [
    "Addition of a glucocorticoid to the protocol of programmed oocyte retrieval for in-vitro fertilization: a randomized study",
    "{published data only}",
    "Short-term corticosteroid treatment does not improve implantation for embryos derived from subzonal insertion of sperm",
    "{published data only}",
    "Does addition of low-dose aspirin and/or steroid as a standard treatment in non-selected intracytoplasmic sperm injection cycles improve in vitro fertilization success? A randomized, prospective, placebo-controlled study",
    "Prednisolone administration in the luteal phase in ICSI",
    "Prednisolone supplementation to clomid and/ or gonadotrophin stimulation for in vitro fertilization: a prospective randomized trial",
    "The immunotherapy during in vitro fertilization and embryo transfer in infertile patients with endometriosis",
    "Low-dose glucocorticoids a er in vitro fertilization and embryo transfer have no significant e ect on pregnancy rate",
    "{published data only}",
    "Methylprednisolone for prevention of ovarian hyperstimulation syndrome in patients with polycystic ovarian syndrome undergoing in-vitro fertilisation: a randomised controlled trial",
    "E ects of prednisolone on pregnancy outcomes among infertile patients undergoing intra cytoplasmic sperm injection (ICSI)",
    "Can cabergoline prevent ovarian hyperstimulation syndrome in PCOS patients undergoing gonadotropin stimulation? Comparative study with prednisolone",
    "Follicular conditioning with ehydroepiandrosterone pre treatment improves the outcome of intrauterine insemination in clomiphene citrate resistant patients",
    "{published data only}",
    "Gonadotropins and glucocorticoid therapy for low responders: a controlled study",
    "Dexamethasone supplementation to gonadotropin stimulation for in vitro fertilization in polycystic ovarian disease",
    "{published data only}",
    "immunosuppression supports implantation of zona pellucida dissected human embryos",
    "{published data only}",
    "The e ect of endometriosis, it's stage and activity, and of autoantibodies on in vitro fertilization and embryo transfer success rates",
    "Society for Reproductive Medicine and the Society for Assisted Reproductive Technology. The use of preimplantation genetic testing for aneuploidy (PGT-A): a committee opinion",
    "International Committee for Monitoring Assisted Reproductive Technologies (ICMART): world report on assisted reproductive technologies, 2013",
    "Publication bias and dissemination of clinical research",
    "Preimplantation genetic testing for aneuploidies (abnormal number of chromosomes) in in vitro fertilisation",
    "Conventional and modern markers of endometrial receptivity: a systematic review and meta-analysis",
    "Towards better quality research in recurrent implantation failure: standardizing its definition is the first step",
    "Implantation in assisted reproduction: a look at endometrial receptivity",
    "E ect of prednisolone on serum and follicular fluid androgen concentrations in women with polycystic ovary syndrome undergoing in-vitro fertilization",
    "GRADEpro GDT",
    "Chapter 8: Assessing risk of bias in included studies",
    "Cochrane Handbook for Systematic Reviews of Interventions Version 6.2",
    "Glucocorticoid supplementation during ovarian stimulation for IVF or ICSI",
    "Assisted hatching and live birth rates in first-cycle frozen embryo transfers",
    "Assisted hatching on assisted conception (in vitro fertilisation (IVF) and intracytoplasmic sperm injection (ICSI))",
    "The uterine immune profile may help women with repeated unexplained embryo implantation failure a er in vitro fertilization",
    "Impact of prednisone in patients with repeated embryo implantation failures: beneficial or deleterious?",
    "Endometrial injury in women undergoing in vitro fertilisation (IVF)",
    "The proliferative phase endometrium in IVF/ICSI: an in-cycle molecular analysis predictive of the outcome following fresh embryo transfer",
    "Rescue of implantation potential in embryos with poor prognosis by assisted zona hatching",
    "Immune modulation treatments -where is the evidence?",
    "New opportunities for endometrial health by modifying uterine microbial composition: present or future?",
    "Evidence that the endometrial microbiota has an e ect on implantation success or failure",
    "Preimplantation genetic testing for aneuploidy versus morphology as selection criteria for single frozen-thawed embryo transfer in good-prognosis patients: a multicenter randomized clinical trial",
    "Prednisolone reduces preconceptual endometrial natural killer cells in women with recurrent miscarriage",
    "Nordic Cochrane Centre, The Cochrane Collaboration Review Manager 5 (RevMan 5)",
    "Corticosteroid therapy in assisted reproductionimmune suppression is a faulty premise",
    "Assessing endometrial receptivity a er recurrent implantation failure: a prospective controlled cohort study",
    "A 5year multicentre randomized controlled trial comparing personalized, frozen and fresh blastocyst transfer in IVF",
    "Assisted hatching by partial zona dissection of human pre-embryos in patients with recurrent implantation failure a er in vitro fertilization",
    "Prednisolone has no e ect on pregnancy and implantation rates in routine ICSI patients",
    "Common statistical errors in the design and analysis of subfertility trials",
    "Time of implantation of the conceptus and loss of pregnancy",
    "Glucocorticoid supplementation improves reproductive outcomes in infertile women with antithyroid autoimmunity undergoing ART: a meta-analysis",
    "Periimplantation glucocorticoid administration for assisted reproductive technology cycles",
    "Peri-implantation glucocorticoid administration for assisted reproductive technology cycles",
    "Peri-implantation glucocorticoid administration for assisted reproductive technology cycles",
    "CENTRAL via the Cochrane Register of Studies Online (CRSO) search strategy Web platform Searched 20",
    "MESH DESCRIPTOR Reproductive Techniques, Assisted EXPLODE ALL TREES 3154 #5 (assisted reproduct*):TI,AB,KY 1414 #6 (vitro fertilization or vitro fertilisation):TI,AB,KY 3433 #7 (",
    "IUI:TI,AB,KY 886 #10 (ovulation induction* or superovulation*):TI,AB,KY 2743 #11 (ovar* adj3 stimulat*):TI,AB,KY 2345 #12 (",
    "TI,AB,KY 2044 #15 (IVF or ICSI)",
    "Ovarian Hyperstimulation Syndrome EXPLODE ALL TREES 260 #17 (Ovarian Hyperstimulation Syndrome or OHSS):TI,AB",
    "MESH DESCRIPTOR Glucocorticoids",
    "glucocorticoid*:TI,AB",
    ",AB,KY 19804 Peri-implantation glucocorticoid administration for assisted reproductive technology cycles (Review) Copyright  2022 The Cochrane Collaboration",
    "luteal phase",
    "Ovarian Hyperstimulation or OHSS)",
    "poor or low) adj2 responder*)",
    "recurrent miscarriage",
    "exp glucocorticoids/ (200288) 21 (Dexamethasone or testosterone or androgel).tw. (143496) 22",
    "methylprednisolone$.tw. (17357) (prednisolone$ or prednisone).tw",
    "corticosteroid",
    ") exp animals",
    "Embase search strategy Ovid platform Searched from",
    ") methylprednisolone$.tw. (27916) (prednisolone$ or prednisone).tw. (89214) (Dexamethasone or testosterone or androgel).tw. (176948) (dehydroepiandrosterone or DHEA)",
    "Cochrane Database of Systematic Reviews ((treble or triple)"
  ]
}