{
  "paper_id": "Brito_et_al-2019-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:08.343130Z"
  },
  "title": "Interventions for uterine fibroids: an overview of Cochrane Reviews",
  "authors": [
    {
      "first": "Luiz",
      "last": "Brito",
      "email": "lbrito@fcm.unicamp.br",
      "affiliation": {
        "laboratory": "",
        "institution": "State University of Campinas (UNICAMP)",
        "location": {
          "settlement": "Campinas",
          "country": "Brazil"
        }
      }
    },
    {
      "first": "Elizabeth",
      "last": "Stewart",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Mayo Clinic",
        "location": {
          "settlement": "Rochester",
          "country": "USA"
        }
      }
    },
    {
      "first": "Sarah",
      "last": "Olivi Chaim",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Wellington",
      "last": "Martins",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Cindy",
      "last": "Farquhar",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University of Auckland",
        "location": {
          "settlement": "Auckland",
          "region": "New Zealand"
        }
      }
    }
  ],
  "year": "",
  "abstract": "This is a protocol for a Cochrane Review (Overview).The objectives are as follows:The objective is to summarize evidence from Cochrane Reviews on the e ectiveness and safety of treatment options available to premenopausal women with uterine fibroid-associated symptoms.",
  "pdf_parse_keywords": [],
  "body_text": [
    "Trusted evidence.Informed decisions.Better health.",
    "Uterine fibroids (also known as leiomyomas and myomas; UFs) are benign lesions or neoplasms of the uterus that are composed of smooth muscle cells and fibroblasts and are rich in extracellular matrix.They may cause heavy or prolonged menstrual bleeding that can lead to chronic anaemia.Uterine fibroids can also enlarge the uterus and this enlargement can lead to 'bulk symptoms' -for example, urinary symptoms (such as increased urinary frequency, nocturia, urgency incontinence or urinary retention) or gastrointestinal symptoms (such as diarrhoea or constipation)in addition to abdominal distention or acyclic pelvic pain.These symptoms may considerably impair women's quality of life (Moroni 2014) .Whilst ultrasonography studies show prevalence rates of uterine fibroids to exceed 70%, clinical fibroid symptoms are felt in 25% to 50% of all women; these data represent a self-report diagnosis of 12.8 per 1000 person-years to 2 per 1000 person-years for hysterectomy-confirmed cases in the USA (Whiteman 2010) .The most recurrent risk factor reported to increase the fibroid risk is black race, followed by increasing age (until the perimenopausal transition), premenopausal state, hypertension, family history and others (Stewart 2017) .Fibroids may also a ect a woman's fertility; it is known that uterine fibroids may cause cavity distortion and alteration of endometrial receptivity (Whynott 2017) , and this may or may not cause symptoms.",
    "Pelvic ultrasonography remains the primary imaging modality for the diagnosis of uterine fibroids, owing to the benefits of wide availability and low cost associated with this test, in addition to the reliable identification of calcified fibroids and the detection of larger, clinically relevant fibroids.Sensitivity and specificity for ultrasonography are 90% and 87%, respectively, and are improved with the addition of sonohysterography (instilling saline into the uterine cavity through the cervix) (up to 100% and 98%, respectively).Magnetic resonance imaging presents the highest sensitivity and specificity indexes for UF diagnosis (Stewart 2016) .",
    "Uterine fibroids seem to develop and regulate gene expression in response to menstrual cyclicity and the action of gonadal steroids (mainly oestrogen and progesterone); they induce symptomatology between first occurrence of menstruation (menarche) and menopause.The fibroid pathogenesis comprises multiple stages, starting with the recruitment of a smooth muscle stem cell from the myometrium that lacks receptors for the gonadal steroids (Bulun 2013).Under the influence of specific driver mutations, in addition to oestrogen, progesterone, and the activation of a protein named beta-catenin within a signalling pathway named wingless-type (WNT), the stem cell di erentiates into a preclinical fibroid.Subsequently, four key cell types that comprise fibroids (smooth muscle cells, vascular smooth muscle cells, fibroblasts and fibroid-associated fibroblasts) (Holdsworth-Carson 2014) and the extracellular matrix synergize with environmental and molecular stimuli to undergo growth acceleration and progression into clinical disease (Stewart 2016) .",
    "There are a number of potential uterine-sparing interventions for uterine fibroids.Choice of a particular intervention will be dependent upon the chief complaint, i.e.: heavy menstrual bleeding, pelvic pain, bulk symptoms, infertility or a combination of symptoms.The following interventions have been studied with regard to their e ect on treating uterine fibroids (in alphabetical order).",
    "Surgical interventions and most of the medical treatments aim both to control heavy menstrual bleeding and to improve bulk symptoms.The mechanisms of the control of heavy menstrual bleeding are not well understood but may include physical normalization of the endometrial cavity, or may be related to control of angiogenic factors (Stewart 1996) .Likewise, bulk symptoms have historically been thought to require volume reduction, and minimally invasive techniques such as uterine artery embolization have brought improvements to quality of life (Keung 2018) .More invasive procedures may present more adverse e ects.Recently, a selective progesterone receptor modulator (ulipristal acetate) has been extensively studied with regard to relieving moderate to severe symptoms in women with uterine fibroids (Garnock-Jones 2017), however the endometrial safety for extended treatment needs further investigation (De Milliano 2017) .",
    "There are now many systematic reviews of interventions available on the medical and surgical treatment of uterine fibroids for improving heavy menstrual bleeding, pelvic pain, bulk symptoms or infertility (or a combination of these).In the Cochrane Database of Systematic Reviews, there are 13 systematic reviews available on these topics.It is important to bring these documents together into one coherent review that can be used by clinicians, policy makers and women with fibroids when making decisions about optimal treatment based on the available evidence about uterine fibroids.",
    "The objective is to summarize evidence from Cochrane Reviews on the e ectiveness and safety of treatment options available to premenopausal women with uterine fibroid-associated symptoms.",
    "Trusted evidence.Informed decisions.Better health.",
    "Only Cochrane Reviews, protocols and titles will be considered for inclusion in this overview.At the time of writing, systematic reviews on the following topics have been published with regard to uterine fibroids (in alphabetical order).We will list in an additional table any titles or protocols that we identify during our searches, and will incorporate data from these in future versions of the overview.",
    "We will include premenopausal, symptomatic women with a clinical or imaging diagnosis (or both) of uterine fibroids, who have sought medical attention for heavy menstrual bleeding, pelvic pain or bulk symptoms (or a combination of these) or for infertility (regardless of symptoms).",
    "Medical, complementary therapies or surgical interventions will be considered.Medical treatment can be used as a single intervention or administered before or a er surgery, or both.Eligible comparators include placebo or another treatment.",
    "Whilst pelvic pain/bulk symptoms secondary to uterine fibroids might not have been as extensively investigated as those for heavy menstrual bleeding, it is expected that some participants would have presented with both symptoms and it is important to seek the interventions for this specific outcome.Medical/complementary therapies or surgical interventions will be considered in all reviews.",
    "Medical or surgical interventions will be included for this variable.",
    "Primary outcome measure: improvement, measured by self-report (qualitative measures such as symptom-free, better, the same or worse) or by use of a health-related quality-of-life instrument.One of the quality-of-life measurements mostly used for uterine fibroids is the use of standardized, validated, specific questionnaires such as the UFS-QOL tool (Spies 2002) for measuring improvement of patients a er being treated.Other generic questionnaires (e.g. SF-36 -McHorney 1993) could also be used.Measurement by haemoglobin, haematocrit and ferritin levels, reduction in PBAC (pictorial blood assessment chart) scores and reduction in the number of bleeding episodes (by number of pads/day) will also be investigated.",
    "Primary outcome measure: improvement, measured by self-report (yes/no, Likert scales or numeric scales) or by use of a healthrelated quality-of-life instrument or by a quantitative instrument, such as a visual analogue scale (VAS), or improvement with a specific questionnaire such as UFSQOL.",
    "Primary outcome measures: bloating, pelvic pressure/discomfort, constipation, frequent urination, pain during intercourse measured by qualitative measures (yes/no, or Likert scales).",
    "Reduction in fibroid volume or uterine volume, measured by pelvic ultrasound, computed tomography (CT) or magnetic resonance imaging; presence of adverse e ects secondary to treatment (vasomotor symptoms, bone density, laboratorial changes, acne, weight gain, bloating, breast tenderness, headache, nausea); recurrence rate.",
    "Primary outcome measures: live birth (number of live births per woman); clinical pregnancies (pregnancy diagnosed by ultrasound visualization of one or more gestational sacs or definitive clinical signs of pregnancy); ongoing pregnancies (pregnancy progressing beyond 12 weeks of gestation).",
    "Secondary outcome: miscarriage (spontaneous loss of a clinical pregnancy before 20 weeks of gestation or less than 400 g of fetal weight).",
    "The Cochrane Database of Systematic Reviews will be searched using the keyword uterine fibroids (leiomyoma is not a term that is used in this database).The term will be restricted to title, abstract or keywords.No other databases will be searched.",
    "Cochrane Reviews addressing treatment of heavy menstrual bleeding, bulk symptoms or for infertility associated with uterine fibroids will be identified by one overview author (SOC) and checked by a second overview author (LGOB).Any disagreement will be resolved by consensus or discussion with a third party (WPM).",
    "Data will be extracted independently by two overview authors (LGOB, SOC) using an Excel spreadsheet.We will follow the",
    "LGOB: none known ES: Dr Stewart reports the following: has received consulting fees from Bayer, AbbVie, Allergan and Myovant and serves on a steering committee for a fibroid trial for Myovant.She also received payment for developing an educational presentation from Med Learning Group, receives royalties from UpToDate, and has a patent ( 6440445"
  ],
  "back_matter": [
    "Trusted evidence.Informed decisions.Better health.Cochrane Database of Systematic Reviews methodology for extracting information for overviews of reviews provided by Cochrane (Becker 2011 ).Disagreements will be resolved by discussion (CF, ES or WPM).Overview authors who have been involved as authors or co-authors of Cochrane Reviews included in this overview will not be involved in the selection process and a member outside this group will review the data.Where data are missing, we will contact the original systematic review authors for assistance.For Cochrane Reviews in which the search is more than two years old, we will contact the authors to ascertain if they are able to update their reviews.If the authors are unable to do this, we will update the relevant Cochrane Reviews, if feasible.We will extract information on the following factors.1. Population demographics: a summary of the participant characteristics 2. Review characteristics: the number of included trials, the number of participants in each review, the date that the systematic review was assessed as up to date, interventions and comparisons, all outcomes, and limitations of the systematic review 3. Statistical summary: the summary e ects from relevant comparisons and outcomes",
    "We will rate the quality of the included Cochrane Reviews using the AMSTAR tool (Shea 2007 ).We will provide a table to describe whether the authors of each review did the following.Cochrane Reviews that are not recently published will be assessed regarding their last search date as a measure of quality assessment.",
    "We will describe the quality of the evidence for the primary outcomes using GRADE criteria, and will produce GRADEpro GDT 'Summary of findings' tables for each review to indicate the quality of these included studies (if the systematic reviews have not produced them).These tables will include the following variables, which could influence the quality of the evidence: study limitations (risk of bias), inconsistency of results, imprecision, indirectness of evidence and publication bias (Balshem 2011) .",
    "We will provide a narrative description of the findings of the included Cochrane Reviews.Tables will be produced to detail the included studies and their outcomes.",
    "The authors wish to acknowledge the support of the Cochrane Gynaecology and Fertility Group for their suggestions in the preregistration phase and peer-reviewing process before publication of this protocol.They also thank Jane Marjoribanks, Ying Cheong and Roger Hart for supplying referee comments on the dra ."
  ],
  "bibref_titles": [
    "GRADE guidelines: 3. Rating the quality of evidence",
    "Chapter 22: Overviews of reviews",
    "Uterine fibroids",
    "Endometrial changes during ulipristal acetate use: a systematic review",
    "Ulipristal acetate: a review in symptomatic uterine fibroids",
    "Common fibroid-associated genes are di erentially expressed in phenotypically dissimilar cell populations isolated from within human fibroids and myometrium",
    "Uterine artery embolization: a review of current concepts",
    "The MOS 36-Item Short-Form Health Survey (SF-36):II. Psychometric and clinical tests of validity in measuring physical and mental health constructs",
    "Pharmacological treatment of uterine fibroids",
    "Development of AMSTAR: a measurement tool to assess the methodological quality of systematic reviews",
    "The UFS-QOL, a new disease-specific symptom and health-related quality of life questionnaire for leiomyomata",
    "Leiomyoma-related bleeding: a classic hypothesis updated for the molecular era",
    "Uterine fibroids",
    "Epidemiology of uterine fibroids: a systematic review",
    "Inpatient hospitalization for gynecologic disorders in the United States",
    "The e ect of uterine fibroids on infertility: a systematic review"
  ]
}