{
  "paper_id": "-em-Fertility-and-Sterility--em--top-videos-from-2",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-03-25T16:28:28.250280Z"
  },
  "title": "Fertility and Sterility top videos from 2021",
  "authors": [
    {
      "first": "Joseph",
      "last": "Findley",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University Hospitals Cleveland Medical Center",
        "location": {
          "settlement": "Cleveland",
          "region": "Ohio"
        }
      }
    },
    {
      "first": "Zaraq",
      "last": "Khan",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Mayo Clinic",
        "location": {
          "settlement": "Rochester",
          "region": "Minnesota"
        }
      }
    },
    {
      "first": "John",
      "last": "Parry",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Kira",
      "last": "Eickman",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Florida Atlantic University",
        "location": {
          "settlement": "Boca Raton",
          "region": "Florida"
        }
      }
    },
    {
      "first": "Rebecca",
      "last": "Flyckt",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University Hospitals Cleveland Medical Center",
        "location": {
          "settlement": "Cleveland",
          "region": "Ohio"
        }
      }
    },
    {
      "first": "John",
      "last": "Petrozza",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Harvard Medical School",
        "location": {
          "settlement": "Boston",
          "region": "Massachusetts"
        }
      }
    },
    {
      "first": "Steven",
      "last": "Lindheim",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Harvard Medical School",
        "location": {
          "settlement": "Boston",
          "region": "Massachusetts"
        }
      }
    }
  ],
  "year": "",
  "abstract": "Objective: To objectively grade all video publications in Fertility and Sterility during the year 2021 and compile a list of the top 10 surgical videos.",
  "pdf_parse_keywords": [
    "Reproductive surgery",
    "top 10",
    "video publications",
    "Fertility and Sterility"
  ],
  "body_text": [
    "Fertility and Sterility®"
  ],
  "back_matter": [
    "Los 10 mejores vídeos del 2021 en Fertility and Sterility Objetivo: calificar objetivamente todas las publicaciones de videos en Fertility and Sterility durante el año 2021 y compilar una lista de los 10 mejores vídeos quir urgicos.Diseño: Una presentaci on descriptiva de las 10 publicaciones con video con mayor puntuaci on de Fertility and Sterility en el año 2021.Marco: No aplicable.",
    "Intervenciones: J.F., Z.K., J.P.P. y S.R.L. actuaron como revisores independientes de todas las publicaciones con video.Se ha utilizado un m etodo de calificaci on estandarizado para calificar todos los videos.Principales medidas de resultado: Se otorgaron hasta 5 puntos por cada una de las siguientes categorías: m erito científico o relevancia clínica del tema; claridad del video; uso de una t ecnica quir urgica innovadora; y edici on de video o el uso de herramientas de marcado en el video para resaltar características importantes o puntos de referencia quir urgicos.Esto permiti o una puntuaci on m axima de 20 para cada video.La cantidad de vistas y me gusta de YouTube se us o como desempate si los videos R2 obtuvieron una puntuaci on similar.Se calcul o el coeficiente interclase de un modelo de efectos aleatorios de 2 vías para evaluar el acuerdo entre los 4 revisores independientes.Resultado(s): Se publicaron un total de 36 videos en Fertility and Sterility durante el año 2021.Despu es de promediar las puntuaciones de los 4 revisores, se cre o una lista de los 10 mejores.El coeficiente de correlaci on interclase general para las 4 revisiones fue de 0,89 (intervalo de confianza del 95 %, 0,89-0,94).Conclusi on(es): Se observ o un acuerdo general sustancial entre los 4 revisores.Un total de 10 videos reinaron sobradamente de una lista de publicaciones muy competitivas que ya habían pasado por el proceso de revisi on por pares.El tema de estos videos abarc o desde procedimientos quir urgicos complejos, incluido el trasplante uterino, hasta procedimientos comunes, como la ecografía ginecol ogica."
  ],
  "bibref_titles": []
}