{
  "paper_id": "A-diagnosis-of-diminished-ovarian-reserve-does-not",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-03-25T16:28:28.471353Z"
  },
  "title": "A diagnosis of diminished ovarian reserve does not impact embryo aneuploidy or live birth rates compared to patients with normal ovarian reserve",
  "authors": [
    {
      "first": "Yuval",
      "last": "Fouks",
      "email": "yfouks@bostonivf.com",
      "affiliation": {
        "laboratory": "",
        "institution": "Boston IVF",
        "location": {
          "settlement": "Waltham",
          "region": "Massachusetts"
        }
      }
    },
    {
      "first": "Alan",
      "last": "Penzias",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Boston IVF",
        "location": {
          "settlement": "Waltham",
          "region": "Massachusetts"
        }
      }
    },
    {
      "first": "Werner",
      "last": "Neuhausser",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Beth Israel Deaconess Medical Center",
        "location": {
          "settlement": "Boston",
          "region": "Massachusetts"
        }
      }
    },
    {
      "first": "Denis",
      "last": "Vaughan",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Boston IVF",
        "location": {
          "settlement": "Waltham",
          "region": "Massachusetts"
        }
      }
    },
    {
      "first": "Denny",
      "last": "Sakkas",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Boston IVF",
        "location": {
          "settlement": "Waltham",
          "region": "Massachusetts"
        }
      }
    }
  ],
  "year": "",
  "abstract": "Objective: To estimate the aneuploidy rates in young women with diminished ovarian reserve (DOR) before treatment and poor ovarian response (POR) postretrieval.Design: Retrospective cohort study.Setting: A single academically-affiliated fertility clinic.Patient(s): Autologous frozen embryo transfer cycles from December 2014 to June 2020 were reviewed.Demographic and clinical factors that impact outcomes were used for propensity score matching (PSM) in a ratio of 2:1 and 4:1 for preimplantation genetic testing for aneuploidy pre-cycle DOR and POR after stimulation, respectively.Intervention(s): None.Main Outcome Measure(s): Aneuploid rates, defined as the number of aneuploid blastocysts divided by the number of biopsied blastocysts per cycle.No euploid embryos to transfer, defined as all cohorts of embryos being aneuploid.Result(s): A total of 383 women diagnosed with DOR were compared with matched controls.Aneuploid rates did not differ significantly between the two groups (42.2% vs. 41.7%;RR ¼ 1.06; 95% CI, 0.95-1.06).No differences were identified in live birth rates per transfer between women with and without DOR after euploid single-embryo transfers (56.0% and 60.5%, respectively).An additional PSM analysis to assess aneuploidy rates for patients with POR (<5 oocytes) vs. those without it, resulted in similar rates of aneuploidy between the two comparison groups (41.1% vs. 44%, R ¼ 1.02; 95% CI, 0.91-1.14).The prevalence of cycles with ''no euploid embryos'' in the POR cohort was higher (26% vs. 13%); however, rates of cases with a single embryo available for biopsy were lower in the DOR group, relative to controls (11% vs. 31%).Young women diagnosed with DOR or POR exhibited equivalent aneuploidy rates and live birth rates per euploid embryo transfer in a large matched population, based on age, body mass index, and IVF cycle initiation.The lower percentage of cycles with no euploid embryo available for transfer in DOR and POR patients is because of the decreased total number of oocytes/developing embryos and not because of increased aneuploidy rates in these groups.(",
  "pdf_parse_keywords": [
    "Diminished ovarian reserve",
    "poor ovarian response",
    "propensity score matching",
    "aneuploidy rates"
  ],
  "body_text": [
    "espite extensive research, it is still unclear whether patients with DOR show poor reproductive outcomes because of their lower ovarian response or additional qualitative oocyte morbidity which could translate to more genetically unbalanced embryos or other egg factors affecting the developmental potential.Embryonic aneuploidy results from several types of chromosomal segregation errors (1, 2) , and affects an exceptionally high number of human conceptions, causing infertility, miscarriages, and congenital disorders.These segregation errors have distinct age dependencies that directly impact the human reproductive lifespan (3) .Because age, chromosomal oocyte errors, and ovarian response are intertwined, the assessment of the rate of chromosomally unbalanced embryos in patients with diminished ovarian reserve (DOR) is inherently confounded.Subsequently, conflicting results have been published from previous studies trying to control for these confounding factors (3) (4) (5) .",
    "Few recent studies have stated that the diagnosis of DOR was associated with reduced oocyte quality (6) .Diminished ovarian reserve has been also reported to be associated with inferior embryo morphology scores and an increase in pregnancy loss in other studies (7) (8) (9) (10) .Contrary to this, other authors have reported no association between aneuploidy rates and DOR (11) (12) (13) .Therefore, it remains unclear whether a premature reduction of the ovarian reserve in younger patients is also associated with a premature reduction in oocyte quality and increased embryo aneuploidy rates.Moreover, patient counseling in cases of DOR and poor ovarian response (POR) is lacking evidence relative to the validity of pre-cycle ovarian markers (anti-m€ ullerian hormone [AMH], antral follicle count [AFC] ) in affecting aneuploidy rates (14) .The lack of clarity could be aided by improved matching methods to define a clearer comparative group and to avoid confounding by significant age differences.Propensity score methods (PSM) preserve the study base by allowing more cases to be used and therefore avoid the selection bias, often caused by either nonsimilar or incomplete sampling-frame coverage (15) .",
    "In this study, we have performed a comparison of aneuploidy rates, based on PSM using a large retrospective data set of patients <40 years of age diagnosed with DOR and POR to stimulation.The preimplantation genetic testing for aneuploidy (PGT-A) platform was based on next-generation sequencing in all cases.Additionally, we compared live birth rates per transferred embryo and the rate of ''all aneuploid embryos'' in these patients relative to controls, as this rate was previously reported to be higher in patients with DOR and recurrent pregnancy loss (RPL) (16) .",
    "Clinical data were extracted at an academically-affiliated fertility clinic, Boston IVF, Waltham, Massachusetts.We included all women undergoing autologous in vitro fertilization (IVF) treatment who had their first oocyte retrieval from December 2014 to December 2020 and were scheduled to have blastocyst biopsy for PGT-A.Couples with no infertility diagnosis in the Society for Assisted Reproductive Technology (SART) reported categories were excluded.The study protocol was reviewed and deemed exempt by the Institutional Review Board at Beth Israel Deaconess Medical Center (protocol number 2019-P-001107).",
    "The patients included in the analyses were %40 years of age, corresponding with the most common DOR definitions (17) and providing a prognostic tool to younger women facing DOR and POR.Two comparisons were made to assess aneuploidy in these patients: in the first analysis, DOR was assigned by fertility specialists during the first medical encounter using a pre-cycle assessment of AFC, folliclestimulating hormone (FSH), and AMH.Each case of a physician-reported DOR was additionally validated by data extraction from the medical charts and a maximum AMH cut-off of 1.1 ng/mL for DOR was set.A family risk factor for primary ovarian insufficiency was not a standalone criterion for including patients in the DOR group (study group).The PSM control group for this comparison consisted of non-DOR patients with other SART-reported diagnoses for infertility.The second analysis was a comparison between patients with POR during ovarian stimulation at the fresh IVF cycle, defined as the cohort of patients with <5 retrieved oocytes (study group) and a non-POR control group (R5 oocytes).",
    "All patients underwent ovarian stimulation, oocyte retrieval, and embryo transfers following all standard protocols at the physician's discretion; the most frequently used protocol was the standard antagonist protocol.Final oocyte maturation was triggered using either human chorionic gonadotropin, leuprolide acetate, or a combination of the two.Oocyte retrieval was typically performed 36 hours after the trigger.Most oocytes underwent conventional insemination, with 33.6% of cycles using intracytoplasmic sperm injection.Before embryo transfers, patients followed a standard protocol and received luteal support by either vaginal or intramuscular progesterone supplementation.",
    "Thaw cycles were performed after blastocyst vitrification on the fifth or sixth day.Frozen embryos were transferred on the fifth day using the luteal support regimens previously published by Vaughan et al. (18, 19) .",
    "Preimplantation genetic testing for aneuploidy protocols were previously published (20, 21) .Testing was performed by a trophectoderm biopsy on all embryos between stages 3 and 6 with grade A or B inner cell mass and trophectoderm.Since 2014, we have used next-generation sequencing platforms uniformly, and over 85% of biopsies have been analyzed and interpreted by 3 commercial genetic laboratories, while the remaining biopsies have been examined by a few smaller laboratories.Embryos were deemed euploid or aneuploid, according to the laboratory cut-off values.",
    "Notably, during the study period, it was a clinical practice not to report embryo mosaicism.Embryos deemed euploid by PGT-A were transferred during subsequent thaw cycles.",
    "The primary outcome was the aneuploid rate, defined as the number of genetically unbalanced blastocysts divided by the total number of blastocysts biopsied in one treatment cycle (aneuploid/biopsied embryos).Aneuploid rates were compared after PSM between DOR and non-DOR patients and between POR and non-POR patients, respectively.",
    "Outcomes of interest included embryo transfer, the number of embryos transferred, clinical pregnancies, ectopic pregnancies, biochemical pregnancies, miscarriages, and live births.An additional outcome of interest was the rate of ''No euploid for transfer'' when all embryos from a single oocyte retrieval were aneuploid.We have chosen this outcome because this rate was previously reported to be higher in patients with DOR and RPL (16) .",
    "Propensity score matching was performed to adjust for confounders related to aneuploidy.To achieve this, the propensity score model included both demographic and clinical factors available to the IVF provider before PGT-A or fresh embryo transfer procedures.As patient age is the most influential factor determining the aneuploidy rate, we used age to match patients with DOR and POR with their respective control groups.We additionally used patient body mass index and the year of cycle initiation to match all cases to controls.Following the matching of the groups, we used Poisson regression analysis of aggregated data to model aneuploid rates with the total number of embryos biopsied as the offset.",
    "Statistical analysis was performed using the R statistical software (v4.1.2;R Core Team 2021 Vienna, Austria).We tested the null hypothesis for Missing Completely at Random for Sixty-three cycles with missing ''weight at cycle start,'' using Little's test (P¼ .62)against the study outcome.We used the mean value across the study population to impute missing patient weight data.Continuous data were analyzed with Student's t test or Mann-Whitney test for normally or nonnormally distributed data, respectively.Categorical variables were analyzed with c 2 or Fisher's exact test.All tests were two-sided and P< .05 was considered significant.",
    "Propensity score analysis was performed using the ''MatchIt'' package to match patients diagnosed with DOR and POR using nearest neighbor matching.",
    "The study population from the initially identified cohort to the final analysis groups is shown in the study flowchart (Fig. 1 ).Our original cohort contained 2,219 patients <40 years of age in their first IVF cycle, of these 383 patients were diagnosed with DOR and 143 with POR according to the aforementioned criteria.",
    "The first comparison consisted of patients with and without DOR.The study and control groups were matched in a 1:2 ratio, with 764 women with non-DOR etiologies as controls for 383 patients with DOR.The propensity score frequencies and their group distributions among women in the study and control groups are shown in Supplemental Figure 1 (available online).The mean time couples attempted to conceive did not differ between the two groups (14.1 AE 16.0 vs. 13.3AE 16.1 months).",
    "The patient characteristics in the DOR and non-DOR groups before and after PSM are represented in Tables 1 and 2 .Before applying PSM, the aneuploidy rate in a given stimulation cycle between the DOR and non-DOR groups was 42.2% vs. 39.1%,respectively.The aneuploidy rate in a given stimulation cycle between DOR and non-DOR groups did not differ significantly after applying PSM (42.2% vs. 41.7%;P¼ .87,RR ¼ 1.06; 95% CI, 0.95-1.06).A significantly greater mean gonadotropin dose was used for the DOR group.The average ovarian reserve markers, after PSM matching, in the study and control groups before the cycle started were 0.91 ng/mL AE 0.76 and 3.6 ng/mL AE 3.0 for AMH (P< .001;95% CI, 2.39-3.00)and 6.4 AE 6.4 and 10.1 AE 6.6 (P< .001;95% CI, 2.88-4.43)for AFC, respectively.More oocytes were retrieved in the non-DOR group (P< .001).",
    "For the second comparison of POR vs. non-POR groups, a 1:4 ratio was used, resulting in 143 and 572 patients with POR and without POR, respectively.The characteristics of the groups before and after PSM are represented in Supplemental Tables 1 and 2 .A higher mean number of blastocysts were available for biopsy in POR than in the non-POR group (2.2 AE 1.0 vs. 6.8AE 4.4; P< .001).Similarly, fertilization rates were lower in the POR group (3.0 AE 1.0 vs. 10.2AE 5.7; P>.001; 95% CI, 8. 16-6.25) .",
    "The aneuploidy rate in a given stimulation cycle between the groups did not differ (41.1% vs. 44.0%;P¼ .75,RR of 1.02; 95% CI, 0.91-1.14).",
    "Figure 2 shows the aneuploidy rates of the matched cohort by AMH levels.In this case the AMH level was divided into 3 groups by percentiles: 25th percentile (R0.9 ng/mL); 25 to 75th percentile (>0.9 ng/mL and <3.5 ng/mL); and 75th percentile (R3.5 ng/mL).The ploidy rates did not differ significantly between the 3 AMH groups.",
    "The characteristics and fertility outcomes of singleembryo transfers of a euploid blastocyst in the subsequent frozen-thawed cycle in the DOR, POR, and control groups are shown in Supplemental Tables 3 and 4 .The number of women with no euploid embryos to transfer differed significantly between the DOR and POR groups vs. controls (19.3% vs. 10.3%;P< .001) and (26.5% and 13.2%; P< .001),respectively.However, rates of only 1 embryo available for biopsy were significantly lower in both DOR and POR",
    "Boxplot display of the euploidy rate per cohort of biopsied blastocysts by antim€ ullerian hormone (AMH) levels: 25th percentile (R0.97 ng/mL); 75 to 25th percentile (>0.97 ng/mL and % 3.56 ng/mL); 75th percentile (>3.56 ng/mL).",
    "Fouks.Embryo ploidy in DOR.Fertil Steril 2022.",
    "groups relative to controls (31%, n ¼ 120, vs. 11%, n ¼ 89, respectively).Live birth rates and other fertility outcomes were not statistically different between the DOR and non-DOR groups (60.6% vs. 56.1%)and the POR and non-POR groups (64.1% vs. 54.1%),respectively.",
    "We found that the aneuploidy rates of blastocysts for women with DOR, based on pre-cycle medical evaluations, or POR, based on ovarian response during the cycle, did not have an increased risk of aneuploidy compared with women with normal ovarian reserve and response, respectively.Based on this, we conclude that the depletion of the follicular reserve <40 years of age is not significantly associated with a concurrent increase in the fraction of embryos deemed aneuploid by PGT.",
    "Our results indicate that, for patients diagnosed with DOR, who have achieved blastocyst stage, the chance of having euploid embryos is similar to the general infertile population.Additionally, we show that the developmental potential of a euploid blastocyst is similar in DOR patients and controls, indicating that other factors (besides aneuploidy) that may affect egg quality do not differ between these groups.Thus, the true rate-limiting factor for achieving a live birth for these patients would be the extent of their ovarian response to stimulation during a cycle.Patients should be duly informed and reassured that cycles without any euploid embryo for transfer are associated with their lower ovarian response and not with qualitative reduction.Our study did not assess the efficacy of PGT-A in becoming an adjunct to routine treatment.We acknowledge that PGT-A is commonly used in a wide array of patients, but we neither endorse nor refute its utility in our article.",
    "Recent evidence indicates that women with DOR have limited success rates in achieving live births through IVF treatments (22) as these patients have a POR, cycle invalidations, and lower pregnancy rates.Currently, there is no uniformly accepted definition of DOR (5) , and there is a vibrant debate regarding the extent of unbalanced embryos in these populations.Studies examining DOR patients who underwent IVF as a uniform group have yielded contrasting results (3, 4) but the association between oocyte quantity and quality is not well established.",
    "According to some studies, a premature low ovarian reserve is associated with aneuploidy to varying degrees (23) (24) (25) , which might suggest a biological link between chromosome segregation and follicular depletion.Correlations of different attributes, such as oocyte and embryo morphology, rates of aneuploidy in PGT or products of conception (20, 8, 9) , and miscarriage rate (10, 11) have been tested in several studies supporting this finding.The study by Katz-Jaffe et al. (5) was one of the first to use chromosome screening to address this issue.In this study, aneuploidy rates in DOR patients were increased.However, patients in the DOR group were older than the patients in the control group.Additionally, the PGT screening was done under strict environments and was not broadly implemented throughout all infertility diagnoses, making the control group different from the actual population seeking IVF treatment.Researchers have attempted to challenge the paradigm of reduced egg quality of patients with DOR in other studies and have based their conclusions on examining AMH and FSH levels before IVF treatment, ovarian response to stimulation, and other potential surrogates of the ongoing cycle (9, 26) .",
    "The differences in these results may be viewed in light of several key factors, such as different outcome measures, various aneuploidy screen platforms, and advancements in the PGT technique.It is also possible that the different outcomes from different centers stem from differences in the underlying demographic factors and pathologies that reside under the broad and heterogeneous definition of DOR.",
    "Previous studies were limited by several confounders, such as the impact of age on ovarian response to stimulation, ploidy rates, and fertility outcomes.First, many prior studies lack specific details regarding the ovarian reserve markers AMH and AFC (27) .Second, in several studies, the ovarian response parameters in the DOR group, such as the number of oocytes retrieved and total metaphase II oocytes, were higher than expected.The subsequent studies might partially reflect some better prognosis populations that were included in the DOR category.Third, the heterogeneity of using a mixed variety of different PGT-A analysis methods, such as a single nucleotide polymorphism array, comparative genomic hybridization, and next-generation sequencing, could affect the results.In a previous study (6) , which had employed different methodologies, the euploid call rates varied by platform and were subsequently adjusted.In contrast, our study is the first study to be uniformly based on nextgeneration sequencing-only platforms.Lastly, embryo ploidy in DOR or POR patients to stimulation has been assessed using a group-matching analysis in some previous studies.The group-matching procedure has certain limitations, as some subjects cannot be matched on every level, and more subjects are required in each subgroup in this matching technique than with specific matches.On the contrary, PSM is a more tailored subject-matching process by which the risk of individual differences affecting results between the conditions is reduced.Therefore, we sought to separate age-related reduction in oocyte quality by capturing a diverse pool of patients into a PSM cohort while reducing significant bias.",
    "Overall, our primary results disagree with the conclusions of a recent study by Jaswa et al. (6) , in which blastocysts from women with DOR were reported to be less likely euploid, which might have resulted because of different study populations and the statistical methodological differences between our studies.First, we excluded women >40 years of age from the analysis, as our interest group consisted of younger patients.This is also in line with recommended criteria for assessing DOR patients (28, 29) .With the use of the SART age group classification to match the ages of patients with DOR and controls, Jaswa et al. (6) reported that the composite average euploid rate in women with DOR and non-DOR differed significantly.However, the overall age group differences in their cohort also differed (39.5 and 37.0; P< .01).In contrast, these changes were not reported as significant in a subgroup comparison, and similar aneuploidy rates were reported in their peers in the SART age groups, specifically in groups A and B, in patients<37 years of age.Our findings regarding aneuploidy rates in patients<40 years of age in both DOR and POR patients, are consistent with these results, in accordance with those found by Morin et al. (4) .Other methodological differences were using the Bologna criteria for the diagnosis of DOR by Jaswa et al. (15) and the inclusion of patients naive to previous IVF cycles.Hence, we could not use the previous POR criteria (17) .Shahine et al. (16) recently found a significantly higher rate of aneuploid embryos together with a higher rate of cycles with ''no euploid embryos'' to transfer in DOR patients with unexplained RPL compared with control patients with normal ovarian reserve.However, the cohort of patients with RPL in that study is clinically different from our study population and likely represents a subgroup of DOR patients with higher aneuploidy rates compared with a general cohort of DOR patients.Similar to Shahine et al. ( 16), we have also observed an increased rate of ''no euploid embryos'' to transfer in both the DOR and POR groups, which might be because of the overall reduction in developing embryos in these groups.",
    "Our study displays a number of strengths and limitations.First, as a retrospective study, based on data extraction of more than 6 years, the possibility of unaccounted attributes like yearly comparison as part of the PSM approach, variability between study and control group, and major shifts in one group might have limited the fertility outcomes.Second, our study included only those cycles having at least 1 blastocyst worthy of biopsy, which could misrepresent the fertility outcomes of the general DOR population, making the reported fertility outcomes relevant solely to those DOR patients who reach this stage.However, the comparable blastulation rates in DOR patients and controls indicate that the number of arrested embryos in our cohort that were not included in our analysis was similar in both the groups.An additional limitation is that data on embryo mosaicism were not reported to our clinic, indicating that some embryos might have been misclassified.However, such misclassification is expected to be small and should be equal in both groups.Finally, we chose to restrict our analyses to the first embryo transfer because the decision to use PGT-A in subsequent retrieval cycles is likely influenced by several factors, such as the outcome of previous cycles, the experience of the patient during other cycles, and the procedural costs.Because many of these factors were not available in our data set, we were unable to adequately control these confounding factors in subsequent egg retrieval cycles.",
    "In conclusion, we have demonstrated that DOR patients undergoing their first IVF cycle and those recognized as poor responders to ovarian stimulation show a similar rate of aneuploidy in blastocysts compared with women with a standard ovarian reserve and response, respectively.Once a euploid embryo is transferred, its developmental potential to achieve a live birth is not impacted by the DOR or POR diagnosis.Low pre-cycle AMH and AFC levels and ovarian response parameters were not associated with increased aneuploidy rates.Furthermore, our data could assist in individualized patient counseling regarding the prognosis of IVF in DOR patients.",
    "VOL. 118 NO. 3 / SEPTEMBER 2022",
    "Fertility and Sterility®"
  ],
  "back_matter": [
    "Acknowledgments: This paper and the research behind it would not have been possible without the exceptional support of Nadia Angelidou, Justin Quinlan, and Brianna Amaral."
  ],
  "bibref_titles": [
    "Human aneuploidy: mechanisms and new insights into an age-old problem",
    "Chromosome errors in human eggs shape natural fertility over reproductive life span",
    "Leave the past behind: women's reproductive history shows no association with blastocysts' euploidy and limited association with live birth rates after euploid embryo transfers",
    "Diminished ovarian reserve and poor response to stimulation in patients <38 years old: a quantitative but not qualitative reduction in performance",
    "Association of abnormal ovarian reserve parameters with a higher incidence of aneuploid blastocysts",
    "Diminished ovarian reserve is associated with reduced euploid rates via preimplantation genetic testing for aneuploidy independently from age: evidence for concomitant reduction in oocyte quality with quantity",
    "Live birth rates in the different combinations of the Bologna criteria poor ovarian responders: a validation study",
    "Clinical predictors of human blastocyst formation and pregnancy after extended embryo culture and transfer",
    "Early menopause in mothers of children with Down syndrome?",
    "Serum antim€ ullerian hormone levels are independently related to miscarriage rates after in vitro fertilization-embryo transfer",
    "Prospective cohort study in high responder oocyte donors using two hormonal stimulation protocols: impact on embryo aneuploidy and development",
    "Elevated basal FSH and embryo quality: lessons from extended culture embryos: raised FSH and blastocyst quality",
    "Relationship between women's age and basal follicle-stimulating hormone levels with aneuploidy risk in in vitro fertilization treatment",
    "Is diminished ovarian reserve a risk factor for miscarriage? Results of a systematic review and meta-analysis",
    "Using propensity scores to reduce case-control selection bias",
    "Higher rates of aneuploidy in blastocysts and higher risk of no embryo transfer in recurrent pregnancy loss patients with diminished ovarian reserve undergoing in vitro fertilization",
    "ESHRE consensus on the definition of ''poor response'' to ovarian stimulation for in vitro fertilization: the Bologna criteria",
    "The use of propensity score matching to assess the benefit of the endometrial receptivity analysis in frozen embryo transfers",
    "How many oocytes are optimal to achieve multiple live births with one stimulation cycle? The one-and-done approach",
    "Comparison of pregnancy outcomes following preimplantation genetic testing for aneuploidy using a matched propensity score design",
    "The nature of aneuploidy with increasing age of the female partner: a review of 15,169 consecutive trophectoderm biopsies evaluated with comprehensive chromosomal screening",
    "A new more detailed stratification of low responders to ovarian stimulation: from a poor ovarian response to a low prognosis concept",
    "Age-related changes of the population of human ovarian follicles: increase in the disappearance rate of nongrowing and early-growing follicles in aging women",
    "Basal level of anti-M€ ullerian hormone is associated with oocyte quality in stimulated cycles",
    "Age-dependent susceptibility of chromosome cohesion to premature separase activation in mouse oocytes",
    "Mullerian inhibiting substance levels at the time of HCG administration in IVF cycles predict both ovarian reserve and embryo morphology",
    "Connecting the dots between oocyte quantity and quality in diminished ovarian reserve",
    "Improvement in diminished ovarian reserve after dehydroepiandrosterone supplementation",
    "Miscarriage rates after dehydroepiandrosterone (DHEA) supplementation in women with diminished ovarian reserve: a case control study",
    "Un diagn ostico de reserva ov arica disminuida no afecta a la aneuploidía del embri on o las tasas de nacidos vivos en comparaci on con las pacientes con reserva ov arica normal",
    "Estimar las tasas de aneuploidía en mujeres j ovenes con reserva ov arica disminuida (DOR) antes del tratamiento y con respuesta ov arica deficiente (POR) posterior a la recuperaci on ovocitaria. Diseño: Estudio de cohorte retrospectivo. Ambito: Una sola clínica de fertilidad asociada a una universidad",
    "Se usaron factores demogr aficos y clínicos con efectos en los resultados para la coincidencia de puntuaci on de propensi on (PSM) en una proporci on de 2: 1 y 4: 1 para el estudio gen etico de aneuploidías pre-implantaci on pre-ciclo DOR y POR despu es de la estimulaci on, respectivamente. Intervenci on(es): Ninguna. Medida(s) de resultado principal: Tasas de aneuploides, definidas como el n umero de blastocistos aneuploides dividido por el n umero de blastocistos biopsiados por ciclo. Ausencia de embriones euploides para transferir definido cuando todas las cohortes de embriones fueron aneuploides. Resultado(s): Un total de 383 mujeres diagnosticadas con DOR fueron comparadas con controles emparejados. Las tasas de aneuploides no difirieron significativamente entre los dos grupos (42,2 % frente a",
    "con DOR y POR se debe a la disminuci on del n umero total de ovocitos/embriones en desarrollo y no al aumento de las tasas de aneuploidía en estos grupos"
  ]
}