{
  "paper_id": "Agten_et_al-2021-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:04.306227Z"
  },
  "title": "Routine ultrasound for fetal assessment before 24 weeks' gestation",
  "authors": [
    {
      "first": "Andrea",
      "last": "Kaelin Agten",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Jun",
      "last": "Xia",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Juliette",
      "last": "Servante",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Jim",
      "last": "Thornton",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Nia",
      "last": "Jones",
      "email": "",
      "affiliation": {}
    }
  ],
  "year": "",
  "abstract": "",
  "pdf_parse_keywords": [],
  "body_text": [
    "Ultrasound examination of pregnancy before 24 weeks gestation may lead to more accurate dating and earlier diagnosis of pathology, but may also give false reassurance.It can be used to monitor development or diagnose conditions of an unborn baby.This review compares the e ect of routine or universal, ultrasound examination, performed before 24 completed weeks' gestation, with selective or no ultrasound examination.",
    "To assess the e ect of routine pregnancy ultrasound before 24 weeks as part of a screening programme, compared to selective ultrasound or no ultrasound, on the early diagnosis of abnormal pregnancy location, termination for fetal congenital abnormality, multiple pregnancy, maternal outcomes and later fetal compromise.",
    "To assess the e ect of first trimester (before 14 weeks) and second trimester (14 to 24 weeks) ultrasound, separately.",
    "We searched Cochrane Pregnancy and Childbirth's Trials Register, ClinicalTrials.gov,and the World Health Organization's International Clinical Trials Registry Platform (ICTRP) on 11 August 2020.We also examined the reference lists of retrieved studies.",
    "We included randomised controlled trials (RCTs), quasi-RCTs, cluster-RCTs and RCTs published in abstract form.We included all trials with pregnant women who had routine or revealed ultrasound versus selective ultrasound, no ultrasound, or concealed ultrasound, before 24 weeks' gestation.All eligible studies were screened for scientific integrity and trustworthiness.",
    "Two review authors independently assessed trials for eligibility and risk of bias, extracted data and checked extracted data for accuracy.Two review authors independently used the GRADE approach to assess the certainty of evidence for each outcome",
    "Our review included data from 13 RCTs including 85,265 women.The review included four comparisons.Four trials were assessed to be at low risk of bias for both sequence generation and allocation concealment and two as high risk.The nature of the intervention made it impossible to blind women and sta providing care to treatment allocation.Sample attrition was low in the majority of trials and outcome data were available for most women.Many trials were conducted before it was customary for trials to be registered and protocols published.",
    "First trimester routine versus selective ultrasound: four studies, 1791 women, from Australia, Canada, the United Kingdom (UK) and the United States (US).",
    "First trimester scans probably reduce short-term maternal anxiety about pregnancy (risk ratio (RR) 0.80, 95% confidence interval (CI) 0.65 to 0.99; moderate-certainty evidence).We do not have information on whether the reduction was sustained.",
    "The evidence is very uncertain about the e ect of first trimester scans on perinatal loss (RR 0.97, 95% CI 0.55 to 1.73 ; 648 participants; one study; low-certainty evidence) or induction of labour for post-maturity (RR 0.83, 95% CI 0.50 to 1.37; 1474 participants; three studies; lowcertainty evidence).",
    "The e ect of routine first trimester ultrasound on birth before 34 weeks or termination of pregnancy for fetal abnormality was not reported.",
    "Second trimester routine versus selective ultrasound: seven studies, 36,053 women, from Finland, Norway, South Africa, Sweden and the US.",
    "Second trimester scans probably make little di erence to perinatal loss (RR 0.98, 95% CI 0.81 to 1.20; 17,918 participants, three studies; moderate-certainty evidence) or intrauterine fetal death (RR 0.97, 95% CI 0.66 to 1.42; 29,584 participants, three studies; low-certainty evidence).",
    "Second trimester scans may reduce induction of labour for post-maturity (RR 0.48, 95% CI 0.31 to 0.73; 24,174 participants, six studies; lowcertainty evidence), presumably by more accurate dating.",
    "Routine second trimester ultrasound may improve detection of multiple pregnancy (RR 0.05, 95% CI 0.02 to 0.16; 274 participants, five studies; low-certainty evidence).",
    "Routine second trimester ultrasound may increase detection of major fetal abnormality before 24 weeks (RR 3.45, 95% CI 1.67 to 7.12; 387 participants, two studies; low-certainty evidence) and probably increases the number of women terminating pregnancy for major anomaly (RR 2.36, 95% CI 1.13 to 4.93; 26, 893 participants, four studies; moderate-certainty evidence).",
    "Long-term follow-up of children exposed to scans before birth did not indicate harm to children's physical or intellectual development (RR 0.77, 95% CI 0.44 to 1.34 ; 603 participants, one study; low-certainty evidence).",
    "The e ect of routine second trimester ultrasound on birth before 34 weeks or maternal anxiety was not reported.",
    "Standard care plus two ultrasounds and referral for complications versus standard care: one cluster-RCT, 47,431 women, from Democratic Republic of Congo, Guatemala, Kenya, Pakistan and Zambia.",
    "This trial included a co-intervention, training of healthcare workers and referral for complications and was, therefore, assessed separately.",
    "Standard pregnancy care plus two scans, and training and referral for complications, versus standard care probably makes little di erence to whether women with complications give birth in a risk appropriate setting with facilities for caesarean section (RR 1.03, 95% CI 0.89 to 1.19; 11,680 participants; moderate-certainty evidence) .The intervention also probably makes little to no di erence to low birthweight (< 2500 g) (RR 1.01, 95% CI 0.90 to 1.13; 47,312 participants; moderate-certainty evidence).The evidence is very uncertain about whether the community intervention (including ultrasound) makes any di erence to maternal mortality (RR 0.92, 95% CI 0.55 to 1.55; 46,768 participants; low-certainty evidence) .",
    "Revealed ultrasound results (communicated to both patient and doctor) versus concealed ultrasound results (blinded to both patient and doctor at any time before 24 weeks): one study, 1095 women, from the UK.",
    "The evidence was very uncertain for all results relating to revealed versus concealed ultrasound scan (very low-certainty evidence).",
    "Early scans probably reduce short term maternal anxiety.",
    "Later scans may reduce labour induction for post-maturity.They may improve detection of major fetal abnormalities and increase the number of women who choose termination of pregnancy for this reason.They may also reduce the number of undetected twin pregnancies.All these findings accord with observational data.",
    "Neither type of scan appears to alter other important maternal or fetal outcomes, but our review may underestimate the e ect in modern practice because trials were mostly from relatively early in the development of the technology, and many control participants also had scans.The trials were also underpowered to show an e ect on other important maternal or fetal outcomes.",
    "Second trimester scans, at 14 to 24 weeks, increased detection of baby abnormalities, and more women chose termination of pregnancy for this reason.There was no evidence of an e ect on perinatal loss.Induction of labour to prevent the pregnancy going overdue was reduced.",
    "No studies reported how it a ected maternal anxiety.Multiple pregnancies were more likely to be detected by 24 weeks.Long-term followup of children exposed to these scans did not indicate that they were harmful to children's physical or intellectual development.",
    "We also found one trial from a group of low and middle income countries, comparing a combination of two scans and specialist training of health professionals and referral of women with complications, with selective scans and routine care.The intervention did not alter the number of women delivering in a hospital with caesarean section facility.Nor did it appear to reduce maternal deaths or the numbers of low-birthweight babies, although the evidence was very uncertain.",
    "We also found one trial where all women underwent scans but the results were revealed to the health care professionals in half the cases.This trial showed no important e ect of revealing the scan results but the evidence was very uncertain.",
    "Most studies were carried out relatively early in the development of scan technology and when training in its use was less advanced.In most trials a large proportion of women in the control groups received a scan too.",
    "Early scans probably reduce maternal worries about the baby in the short term.Later scans may reduce labour induction to prevent the pregnancy going overdue.They may also improve detection of major abnormalities in the baby and increase the number of women who choose pregnancy termination for this reason.They may also reduce the number of undetected twin pregnancies.All these findings accord with common sense.",
    "Although neither type of scan appears to alter other important outcomes, our review may underestimate the e ect in modern practice because the trials were mostly from relatively early in the development of scan technology, and many participants in the control arms also had scans.",
    "Diagnostic ultrasound examination may be employed at various time points in pregnancy, o en in the first or second trimester of pregnancy.It may be done routinely as a screening test or selectively to investigate a suspected clinical problem.The assumption underlying routine ultrasound in all pregnancies is that it will enable earlier detection of potential problems and improve management of pregnancy complications.Conversely, the risks are that false positive results will do harm.The focus of this review is to measure the e ect of routine ultrasound examination performed before 24 completed weeks' gestation to that of selective or no ultrasound examination.",
    "Early pregnancy ultrasound examination might result in the earlier detection of abnormal pregnancy location, pregnancy viability, fetal structural abnormalities, molar pregnancy, multiple pregnancy and more accurate dating (Chen 2019; García Fernández 2019; Peek 1994) .Early detection of ectopic pregnancy may allow earlier and safer treatment.Early detection of fetal abnormality might o er opportunities for pregnancy termination, or occasionally other treatment.More accurate dating and early detection of multiple pregnancy, or abnormally invasive placentas, may also allow improved management later in the pregnancy (Peek 1994) .However, the examination may cause parental anxiety and false positive diagnoses may lead to iatrogenic harm (Barnett 2002; Salvesen 1995) .",
    "We included studies that compared routine ultrasound as a screening tool to selective ultrasound or no ultrasound.We included any ultrasound scan intended to be done before 24 weeks' gestation.Selective ultrasound is any clinician-initiated ultrasound that is not part of the patient's routine care.Selective ultrasound examination may have been employed in a variety of specific circumstances during pregnancy; for example, if a woman presented with bleeding in early pregnancy or where the fetus was perceived to be at particularly high risk of malformation.We assessed both ultrasound in the first trimester (before 14 weeks) and in the second trimester (before 24 weeks).",
    "The focus of this review is routine ultrasound before 24 weeks' gestation; late pregnancy screening a er 24 weeks' gestation has been addressed in another Cochrane Review (Bricker 2015) .",
    "Ultrasound screening before 24 weeks' gestation could lead to earlier detection of pregnancy-related problems and thus allow improved management of these conditions (Glanc 2018; Peek 1994) .",
    "Many pregnant women appreciate seeing their baby on ultrasound.",
    "However, the diagnosis of potential fetal abnormalities may cause anxiety.It is therefore important to consider women's satisfaction in having an ultrasound examination performed (Hofmeyr 2009) .",
    "Routine ultrasound before 24 weeks, especially in the first trimester, may improve the accuracy of pregnancy dating and thereby a ect the number of pregnancies undergoing induction for post-maturity (Middleton 2018).",
    "Routine ultrasound before 24 weeks' gestation may improve detection of placental problems, placenta praevia, placenta accreta and vasa praevia.Early detection of these high-risk pregnancies may improve clinical management (Panaiotova 2019).",
    "Early detection of multiple pregnancy may help pregnancy and birth planning in many ways.Early determination of chorionicity and amnionicity helps to detect pregnancies at highest risk for complications, allowing for early expert referral (Lee 2006) .",
    "For most fetal abnormalities, the gain from early and correct detection will be mediated by allowing women choices on pregnancy termination, and there are a few abnormalities where in utero treatment may be o ered (Chen 2019; García Fernández 2019) .",
    "The use of routine pregnancy ultrasound needs to be considered in the context of potential hazards and limited resources.",
    "Implementing routine ultrasound should be based on evidence of benefit.Will the information that clinicians can obtain from routine ultrasound alter their management and thus improve the pregnancy outcome?In addition, the psychological e ect of ultrasound examinations on pregnant women is important to consider.This may be either negative (for instance, anxiety following false-positive identification of fetal abnormality) or positive (for example, reduced anxiety).",
    "To assess the e ect of routine pregnancy ultrasound before 24 weeks as part of a screening programme, compared to selective ultrasound or no ultrasound, on the early diagnosis of abnormal pregnancy location, termination for fetal congenital abnormality, multiple pregnancy, maternal outcomes and later fetal compromise.",
    "To assess the e ect of first trimester (before 14 weeks) and second trimester (14 to 24 weeks) ultrasound, separately.",
    "Randomised controlled trials (RCTs), quasi-RCTs, cluster-RCTs.RCTs published only in abstract form were eligible if su icient information was available to assess eligibility and risk of bias.Cross-over studies were excluded.",
    "Pregnant women, before 24 weeks' gestation.",
    "Eligible interventions were routine or revealed ultrasound screening versus selective ultrasound, or concealed ultrasound or no ultrasound for both the 'first trimester' and 'second trimester' of pregnancy.Revealed ultrasound means that results are communicated to both patient and doctor and concealed ultrasound means that the results are blinded to both patient and doctor.We included studies with ultrasound examinations at any time before 24 weeks.",
    "Trusted evidence.Informed decisions.Better health.",
    "We defined 'first trimester' as earlier than 14 weeks.We defined 'second trimester' as 14 weeks or later.",
    "1. Maternal anxiety 2. Perinatal loss (defined as miscarriage, termination of pregnancy or intrauterine death a er trial entry, or death of a liveborn infant up to 28 days of age or before discharge from hospital).",
    "As requested by the World Health Organization (WHO), we have added the following non-prespecified similar outcomes: Perinatal death (fetal death a er 24 completed weeks gestation and before six completed days of life), perinatal death, excluding those because of lethal malformations, miscarriage (fetal loss before 20 weeks).",
    "Diagnoses of the following conditions",
    "The following methods section of this review is based on a standard template used by Cochrane Pregnancy and Childbirth.",
    "We searched Cochrane Pregnancy and Childbirth's Trials Register by contacting their Information Specialist (11 August 2020).Search results are screened by two people and the full text of all relevant trial reports identified through the searching activities described above is reviewed.Based on the intervention described, each trial report is assigned a number that corresponds to a specific Pregnancy and Childbirth review topic (or topics), and is then added to the Register.The Information Specialist searches the Register for each review using this topic number rather than keywords.This results in a more specific search set that will be fully accounted for in the relevant review sections (Included studies, Excluded studies, Studies awaiting classification or Ongoing studies).",
    "Using the search methods detailed in Appendix 1. we also searched ClinicalTrials.govand the available databases that contribute to the WHO International Clinical Trials Registry Platform (ICTRP) (11 August 2020) for unpublished, planned and ongoing trial reports.",
    "Trusted evidence.Informed decisions.Better health.",
    "We also searched the reference lists of retrieved studies.",
    "We did not apply any language or date restrictions",
    "Two review authors independently assessed for inclusion all the potential studies we identified as a result of the search strategy.We resolved any disagreement through discussion or, if required, we consulted a third senior review author.",
    "We created a study flow diagram to map out the number of records identified, included and excluded: Figure 1 .",
    "All studies meeting our inclusion criteria were also evaluated by two review authors against predefined criteria to select studies that were deemed to be su iciently trustworthy to be included in the analysis, based on available information.",
    " No prospective trial registration for studies published a er 2010 without plausible explanation  When requested, trial authors refuse to provide/share the protocol and/or ethics approval letter",
    " Implausible results (e.g.massive risk reduction for main outcomes with small sample size)  Unexpectedly even numbers of women 'randomised' including a mismatch between the numbers and the methods, e.g. if they say no blocking was used but still end up with equal numbers, or they say they used blocks of four but the final numbers di er by six.",
    "Studies assessed as being potentially 'high risk' would not be included in the review.Where a study was classified as 'high risk' for one or more of the above criteria, we planned to contact the study authors to address any possible lack of information or concerns.If adequate information remained unavailable, the study would remain in 'Studies awaiting classification' and the concerns and communications with the author (or lack of communication) described.",
    "Data from abstracts would only be included if, in addition to the trustworthiness assessment, the study authors confirmed in writing that the data to be included in the review had come from the final analysis and would not change.If such information was not available or not provided, we planned that the study would remain in 'Studies awaiting classification'.",
    "We designed a form to extract data.For eligible studies, at least two review authors extracted the data using the agreed form.We resolved discrepancies through discussion, or, if required, through consultation with a third review author.We entered data into Review Manager 5 so ware (RevMan 2014) and checked these data for accuracy.When information regarding any of the above was unclear, we attempted to contact authors of the original reports to obtain further details.",
    "Two review authors independently assessed risk of bias for each study using the criteria outlined in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2011) .We resolved any disagreement by discussion or by involving a third review author.",
    "For cluster-randomised trials, we paid particular attention to the following risk of bias: recruitment bias; baseline imbalance; loss of clusters; incorrect analysis; and comparability with individually randomised trials, as outlined in the Cochrane Handbook section 16. 3.2 and 16.4.3 (Higgins 2011) .For individually randomised trials, we assessed the following domains or risk of bias.",
    "(",
    "We have described for each included study the method used to generate the allocation sequence in su icient detail to allow an assessment of whether it should produce comparable groups.",
    "We assessed the method as:",
    " low risk of bias (any truly random process, e.g.random number table; computer random number generator);  high risk of bias (any non-random process, e.g.odd or even date of birth; hospital or clinic record number);",
    " unclear risk of bias.",
    "(",
    "We have described for each included study the method used to conceal allocation to interventions prior to assignment and will assess whether intervention allocation could have been foreseen in advance of, or during recruitment, or changed a er assignment.",
    "We assessed the methods as:",
    " low risk of bias (e.g.telephone or central randomisation; consecutively numbered sealed opaque envelopes);  high risk of bias (open random allocation; unsealed or nonopaque envelopes, alternation; date of birth);  unclear risk of bias.",
    "Achieving e ective blinding for an intervention such as ultrasound is di icult, however, we have described for each included study any attempt to blind study participants and personnel from knowledge of which intervention a participant received.We considered that studies were at low risk of bias if they were blinded, or if we judged that the lack of blinding would be unlikely to a ect results.We assessed blinding separately for di erent outcomes or classes of outcomes.",
    "We assessed the methods as:",
    " low, high or unclear risk of bias for participants;  low, high or unclear risk of bias for personnel.",
    "For use in our GRADE assessment of the certainty of evidence, we have defined the term 'process outcome'.We defined a 'process outcome' as a variable that is part of the care pathway that is being guided (and altered) by the ultrasound result.The intervention in a 'process outcomes' is not only the test (ultrasound) but patient management guided by test result (ultrasound finding); therefore, lack of blinding does not apply as a reason to downgrade.However, all other criteria for the assessment of the certainty of evidence still apply.",
    "The following are the process outcomes, for which lack of blinding does not apply as a reason to downgrade:",
    " birth in a risk-appropriate setting;",
    " number of fetal ultrasound scans;",
    " number of antenatal visits;",
    " antenatal hospital admission (WHO-requested outcome);  antenatal care utilisation (four or more visits) (WHO-requested outcome);  induction of labour for post-maturity;",
    " termination of pregnancy for major anomaly;",
    " appropriately timed serum screening tests (WHO-requested outcome);  appropriately timed anomaly scan (18 to 22 weeks) (WHOrequested outcome).",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "We have described for each included study the methods used, if any, to blind outcome assessors from knowledge of which intervention a participant received.We assessed blinding separately for di erent outcomes or classes of outcomes.",
    "We assessed methods used to blind outcome assessment as:",
    " low, high or unclear risk of bias.",
    "For use in our GRADE assessment of the certainty of evidence, we have defined the term 'process outcome'.We defined a 'process outcome' as a variable that is part of the care pathway that is being guided (and altered) by the ultrasound result.The intervention in a 'process outcomes' is not only the test (ultrasound) but patient management guided by test result (ultrasound finding); therefore, lack of blinding does not apply as a reason to downgrade.However, all other criteria for the assessment of the certainty of evidence still apply.",
    "The following are the process outcomes, for which lack of blinding does not apply as a reason to downgrade:",
    " birth in a risk-appropriate setting;",
    " number of fetal ultrasound scans;",
    " number of antenatal visits;",
    " antenatal hospital admission (WHO-requested outcome);",
    " antenatal care utilisation (four or more visits) (WHO-requested outcome);  induction of labour for post-maturity;  termination of pregnancy for major anomaly;",
    " appropriately timed serum screening tests (WHO-requested outcome);  appropriately timed anomaly scan (18 to 22 weeks) (WHOrequested outcome).",
    "We have described for each included study, and for each outcome or class of outcomes, the completeness of data including attrition and exclusions from the analysis.We have stated whether attrition and exclusions were reported and the numbers included in the analysis at each stage (compared with the total randomised participants), reasons for attrition or exclusion where reported, and whether missing data were balanced across groups or were related to outcomes.Where su icient information was reported, or supplied by the trial authors, we planned to re-include missing data in the analyses.",
    "We assessed methods as:",
    " low risk of bias (e.g.no missing outcome data; missing outcome data balanced across groups);  high risk of bias (e.g.numbers or reasons for missing data imbalanced across groups; 'as treated' analysis done with substantial departure of intervention received from that assigned at randomisation);  unclear risk of bias.",
    "We used a cut-o point of 10% to specify the level of missing data used to assess that a study was at low risk of bias.",
    "We have described for each included study how we investigated the possibility of selective outcome reporting bias and what we found.",
    "We assessed the methods as:",
    " low risk of bias (where it is clear that all of the study's prespecified outcomes and all expected outcomes of interest to the review have been reported);  high risk of bias (where not all the study's pre-specified outcomes have been reported; one or more reported primary outcomes were not pre-specified; outcomes of interest are reported incompletely and so cannot be used; study fails to include results of a key outcome that would have been expected to have been reported); or the study was not registered. unclear risk of bias.",
    "We have described for each included study any important concerns we had about other possible sources of bias.",
    "Concerns about bias could include for example, was there a potential source of bias related to the specific study design?Was the trial stopped early due to some data-dependent process?Was there extreme baseline imbalance?Has the study been claimed to be fraudulent?",
    "We assessed whether each study was free of other problems that could put it at risk of bias:",
    " low risk of other bias;",
    " high risk of other bias;",
    " unclear whether there is risk of other bias.",
    "We made explicit judgements about whether studies were at high risk of bias, according to the criteria given in the Handbook (Higgins 2011) .With reference to (1) to ( 6) above, we assessed the likely magnitude and direction of the bias and whether we considered it was likely to impact on the findings.",
    "Where data were available we combined results from studies in meta-analysis.",
    "For dichotomous data, we have presented results as summary risk ratios (RRs) with 95% confidence intervals (CIs).",
    "For continuous data, we used the mean di erence (MD) if outcomes were measured in the same way between trials.We planned to use the standardised mean di erence (SMD) to combine trials that measured the same outcome, but used di erent methods.We applied the following assessment to the data before inclusion in a meta-analysis: for scale-derived continuous data, SDs and means",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews would have to be available; Otherwise, we did not include such data in meta-analysis, but instead have presented them in the text.",
    "We included a cluster-randomised trial in the analyses.We had planned to adjust results from such trials using the methods described in the Handbook using an estimate of the intracluster correlation co-e icient (ICC) derived from the trial (if possible), from a similar trial or from a study of a similar population.However, the trial authors of the included trial presented data that had already been adjusted for cluster design e ect, and as recommended we used this adjusted data in our analyses.We considered that the intervention in the cluster trial (including training of healthcare sta and broader community activities) meant that it was not appropriate to combine it with other studies in meta-analysis.",
    "If, in the future, we identify further cluster trials we plan to synthesise the relevant information.We will consider it reasonable to combine the results from both individual and clusterrandomised trials if there is little heterogeneity between the study designs, and the interaction between the e ect of intervention and the choice of randomisation unit is considered to be unlikely.",
    "We will also acknowledge heterogeneity in the randomisation unit and perform an analysis to investigate the e ects of the randomisation unit.",
    "For included studies, we have noted levels of attrition.We had planned to explore the impact of including studies with high levels of missing data in the overall assessment of treatment e ect by using sensitivity analysis, however, attrition in the included studies was relatively low.",
    "For all outcomes, we carried out analyses, as far as possible, on an intention-to-treat basis, i.e. we attempted to include all participants randomised to each group in the analyses, with all participants analysed in the group to which they were allocated, regardless of whether or not they received the allocated intervention.The denominator for each outcome in each trial is the number randomised minus any participants whose outcomes are known to be missing.",
    "For dichotomous outcome data, when synthesizing undesirable outcomes, such as mortality or adverse events, we assumed the event rate of a given outcome is the same in the missing population as it is in the completer population and planned therefore calculate the rate of an event in the completer population and apply it to the missing population to obtain the assumed number of event for intention-to-treat analysis.In the event we did not carry out this planned analyses as the number of deaths and serious adverse events were very similar in the control and intervention groups and overall sample loss was low.We did not apply this missing data assumption to desirable outcomes or to continuous outcome data.If missing data were greater than 10% in a trial, we planned to perform sensitivity analysis.",
    "We assessed statistical heterogeneity in each meta-analysis using the Tau , I and Chi statistics.We regarded heterogeneity as substantial if I was greater than 30% and either Tau was greater than zero, or there was a low P value (less than 0.10) in the Chi test for heterogeneity.",
    "If there were 10 or more studies in the meta-analysis we planned to investigate reporting biases (such as publication bias) using funnel plots.We would assess funnel plot asymmetry visually and if asymmetry was suggested by a visual assessment, we would perform exploratory analyses to investigate it.In this version of the review none of the meta-analyses included 10 or more trials.",
    "We carried out statistical analysis using the Review Manager 5 so ware (RevMan 2014).We used fixed-e ect meta-analysis for combining data where it was reasonable to assume that studies are estimating the same underlying treatment e ect: i.e.where trials are examining the same intervention, and the trials' populations and methods are judged su iciently similar.If there was clinical heterogeneity su icient to expect that the underlying treatment e ects would di er between trials, or if substantial statistical heterogeneity was detected, we used a random-e ects metaanalysis to produce an overall summary provided an average treatment e ect across trials was considered clinically meaningful.The random-e ects summary has been treated as the average of the range of possible treatment e ects and we have discussed the clinical implications of treatment e ects di ering between trials.If the average treatment e ect was not considered clinically meaningful we planned not to combine trials.",
    "When we used random-e ects analyses, the results have been presented as the average treatment e ect with 95% CIs, and the estimates of Tau and I .",
    "We did not plan to carry out subgroup analysis.",
    "We planned to carry out sensitivity analysis to explore the e ect of trial quality assessed by random sequence generation and allocation concealment, high attrition rate (10%), or both, with poor-quality studies being excluded from the analyses in order to assess whether this makes any di erence to the overall result.We did not carry out this planned further analysis as overall attrition rate was very low.Overall attrition was fairly low and we considered that only one study was at high risk of bias for randomisation and this study contributed few data, so we did not consider that further analysis would throw any more light on results.",
    "We assessed the certainty of the evidence using the GRADE approach as outlined in the GRADE handbook in order to assess the certainty of the body of evidence relating to the following outcomes: Cochrane Database of Systematic Reviews 2. Perinatal loss (defined as miscarriage including termination of pregnancy or intrauterine death a er trial entry, or death of a liveborn infant up to 28 days of age or before discharge from hospital) 3. Termination for major abnormality 4. Induction of labour rate for post-maturity 5. Birth before 34 weeks' gestation.",
    "GRADEpro Guideline Development Tool was used to import data from Review Manager 5.3 (RevMan 2014) in order to create 'Summary of findings' tables.A summary of the intervention e ect and a measure of certainty for each of the above outcomes was produced using the GRADE approach.The GRADE approach uses five considerations (study limitations, consistency of e ect, imprecision, indirectness and publication bias) to assess the certainty of the body of evidence for each outcome.With RCT data, evidence can be downgraded from 'high certainty' by one level for serious (or by two levels for very serious) limitations, depending on assessments for risk of bias, indirectness of evidence, serious inconsistency, imprecision of e ect estimates or potential publication bias.Summary of findings for the main comparison can be found in Summary of findings 1.",
    "Trusted evidence.Informed decisions.Better health.",
    "The literature search identified 85 relevant papers reporting findings from 32 trials examining ultrasound for fetal assessment before 24 weeks of pregnancy.Trials included 140,417 women.Most studies resulted in several publications or reports.A total of 13 randomised trials (53 reports) were eligible for inclusion in the review.",
    "We have included data from 12 RCTs including 37,842 women, along with one large cluster-randomised trial that included an additional 47,421 deliveries (Goldenberg 2018) .",
    "Three trials (six reports) had no published data (Belanger 1996; Snaith 2004; Wald 1988) .We contacted the authors of these studies and assigned these records to Studies awaiting classification.We added three new trials (six reports) to Ongoing studies a er we contacted the authors (Figueras 2017; Pietersma 2018; Richter 2020).We excluded a further 13 studies (20 reports).",
    "From the 13 studies included in this review, three did not meet our criteria for trustworthiness, for the following reasons.",
    " We were unsuccessful in our attempt to contact the authors of two studies.Two studies were published only as abstracts and we have not been able to confirm with the trial authors that the data were from the final analyses (Belanger 1996 , Snaith 2004 ). For one study, only the trial registration was published, and we were not able to obtain study data from the final analyses from the authors (Wald 1988).Wald 1988, also did not respond to requests to the authors of the previous Cochrane Review (Whitworth 2015); to date, no results of this study are available.",
    "In all cases, we made every e ort to contact the study authors.See Studies awaiting classification.",
    "All of the trials included an intervention involving an ultrasound examination before 24 weeks of pregnancy.The dates of the scans, and the number of scans women received, varied in di erent trials.In the Crowther 1999 trial, women were randomised either to routine ultrasound at their first visit or routine care.Both groups completed a questionnaire at the end of the first antenatal visit on their feelings about the pregnancy and their anxiety levels, which were measured on a Likert scale.The Likert scale was used to assess how 'worried', 'relaxed' and 'excited' the women felt about their pregnancies.Responses to these questions could range from 'not at all' to 'very'.Crowther 1999 recruited participants between 1991 and 1995.Information on funding sources or declarations of interest were not reported.",
    "Early ultrasound examination between 10 and 12 weeks' gestation (but up to 18 weeks) versus routine care with selective scan was the design of the Ewigman 1990 trial, which Similarly, in all included studies, women in the intervention group were o ered a 'routine' scan, whilst those in the control groups received a scan at the discretion of the clinical sta ('selective scans').Ultrasound scans in the intervention group may have been the only 'routine' scan o ered, or it may have been an additional scan, with women in both intervention and control groups having scans scheduled at a later stage of pregnancy.",
    "Routine ultrasound screening at 15 weeks versus selective scan was the trial design of Waldenstrom 1988, which ",
    "Sample sizes varied in trials, from 218 in a trial in Canada (Bennett 2004 ) to 15,151 women in a US trial (RADIUS 1993) .There was also a large multi-country cluster trial, with 47,431 births during the study period (Goldenberg 2018) .",
    "The earliest trials recruited women in the late 1970s and early 1980s (Bakketeig 1984; Bennett 1982; Eik-Nes 1984; Salvesen 1993a) .Trials were mainly conducted in high-resource settings including Australia (Crowther 1999) , Canada (Bennett 2004 ), Finland (Saari-Kemppainen 1994) , Norway (Bakketeig 1984; Eik-Nes 1984) , Sweden (Waldenstrom 1988) , UK (Bennett 1982; Harrington 2006 ) and USA (Ewigman 1990; RADIUS 1993) ; two trials were carried out in a middle-income country, namely South Africa (Geerts 1996; van Dyk 2007) .The large cluster trial recruited women between 2014 and 2016 and was conducted in the Democratic Republic of Congo, Guatemala, Kenya, Pakistan and Zambia (Goldenberg 2018) .",
    "All trials recruited pregnant women.Most women able to give consent were eligible for inclusion.Depending on the time of the intervention women were recruited as early as eight weeks' gestation and up to 24 weeks.",
    "Eligible comparisons included: first trimester routine scan versus selective or no scan; second trimester routine scan versus no scan; and revealed ultrasound results (communicated to both patient and doctor) versus concealed ultrasound results (blinded to both patient and doctor) at any time before 24 weeks.",
    "As in all trials women in the control group received an ultrasound if clinically indicated, there was no true 'no scan' control group.",
    "Furthermore, there was one trial that took place in low-andmiddle income countries and not only included a routine scan in the intervention group, but also a co-intervention of training of healthcare workers and a referral for complications, we have added this trial to its own comparison.Therefore, the types of interventions covered in this review are:",
    "1. First trimester routine scan versus selective scan; 2. Second trimester routine scan versus selective scan; 3. Standard care plus two ultrasounds, and co-intervention of training of healthcare workers and referral for complications versus standard care with selective scan; 4. Revealed (ultrasound results communicated to both patient and doctor) versus concealed (ultrasound results blinded to both doctor and patient) scan at any time before 24 weeks.",
    "We defined 'first trimester' as earlier than 14 weeks.We defined 'second trimester' as 14 weeks or later.",
    "Apart from the trial of revealed versus concealed results (Bennett 1982) , women in trials were randomised to receive a routine scan versus no routine scan.This is not to say that women in comparison groups were denied scans.The control condition was usually selective scans or scans as clinically indicated (requested by doctors).This meant that in most trials a proportion of women in the control group, and sometimes a large proportion, also received scans.Further, trials frequently focused on evaluating an additional scan; for example, an early dating scan.However, in addition a later fetal anomaly scan would be o ered to women in both intervention and control groups.For this reason, our comparisons are between women receiving an intervention scan versus a selective scan, rather than no scan.We have described in the Characteristics of included studies tables the control conditions and (where this was reported) the number of women in control groups receiving selective scans.In three of the trials included in the second trimester comparison, women in the intervention group were also o ered trial scans in the third trimester (at approximately 32 weeks) (Bakketeig 1984; Eik-Nes 1984; RADIUS 1993) .",
    "Trusted evidence.Informed decisions.Better health.",
    "The aims of scans varied across trials and several of our prespecified outcomes were not well-reported in trials.Our primary outcomes, overall fetal and perinatal loss, were not reported in the same way in all trials; dates and reasons for loss were not always apparent.In our results section we have reported both overall fetal and perinatal loss and where data was available, we have reported data for separate categories of loss (termination of pregnancy, miscarriage, stillbirth and neonatal death).Very little information was available on our second primary outcome: maternal anxiety, and we have no data from these trials on whether scans are associated with any longer-term impact on maternal psychological well-being.",
    "We have reported results for several outcomes we had not prespecified in the protocol.Findings from the review will be included in a WHO guideline on antenatal care, and WHO report on several key outcomes including for example low infant birthweight (< 2500 g) and small-for-gestational-age infant.We have therefore reported on these outcomes if data were available; but have indicated that these were not pre-specified.",
    "We excluded 13 studies (Chen 2008; Du 1993; Hoglund Carlsson 2016; Larsen 1992; Leung 2006; Nelson 2017; Owen 1994; Rustico 2005; Saltvedt 2006; Schifano 2010; Schwarzler 1999; Votino 2012; Zhang 2018 ).",
    "In the Chen 2008 and the Votino 2012 trials, all participants (in both the intervention and control groups) received early ultrasound scans.In the four studies by Hoglund Carlsson 2016; Saltvedt 2006; Schwarzler 1999; and Zhang 2018, the timing of scans was examined (i.e. earlier versus later scans).",
    "In the Du 1993 trial, all participants (in both the intervention and control groups) received an early scan and women in the intervention group had an additional scan in the third trimester.",
    "In Larsen 1992, all participants (in both the intervention and control groups) received early scans and both groups received serial ultrasound scans from 28 weeks.Both groups received scans in the third trimester in the Nelson 2017 trial.Owen 1994 looked at women with a high risk of fetal anomaly, with women in the intervention group receiving more frequent scans.",
    "Three trials compared two versus three or four dimensional ultrasound scans (Leung 2006; Rustico 2005; Schifano 2010 ).",
    "Please find details in Figure 3 and Figure 4 .",
    "Four of the included trials were assessed to be at low risk of bias for both sequence generation and allocation concealment (Bennett 2004; Crowther 1999; Goldenberg 2018; Harrington 2006) .Two studies were assessed as being at high risk of bias (Bennett 1982; van Dyk 2007) for both sequence generation and allocation concealment.For the rest, studies did not describe methods fully and were therefore assessed as unclear for at least one of the two domains relating to allocation.",
    "The nature of the intervention meant that it was not possible to adequately blind women and sta providing care to treatment allocation.In one study (Bennett 1982) women were randomised to revealed/concealed results; thus, all women had scans, and may not have been aware of the randomisation group.However, even in this study, sta providing care would have been aware of whether or not scan results were in women's maternity case notes.In the remaining studies, women who had scans would have been fully aware of the intervention, and women in control groups aware that they had not had scans.Whether or not women had scans might impact on women's behaviour and on the behaviour of sta providing care (for example, requests for additional tests or interventions).The impact of lack of blinding on outcomes was not simple to assess but all studies were assessed as being at high or unclear risk of bias for blinding.",
    "Sample attrition was mainly low in these trials and outcome data were available for most women recruited.In two studies there was sample loss, or loss was not balanced across groups (Bakketeig 1984; Ewigman 1990 ); we assessed these to be at high risk of bias.In another study, there was insu icient information on sample attrition or missing data, and this study was assessed to be at unclear risk of bias for this domain (Goldenberg 2018) .",
    "Many of these trials were conducted before it was customary for all trials to be registered and for protocols to be published before studies commenced.Four studies were assessed as high risk of bias for this domain, but this was mainly due to lack of information (Bennett 1982; Bennett 2004; RADIUS 1993; Saari-Kemppainen 1994) .",
    "We assessed that five trials were at high risk of bias for other sources of bias.The Harrington 2006 trial was stopped early.In other trials (Bennett 1982; Ewigman 1990; RADIUS 1993; Saari-Kemppainen 1994) there were other factors that meant results were more di icult to interpret.Protocol deviation was a particular issue in these studies, with large proportions of women in the control groups undergoing scans and, or women in the intervention group not attending for trial interventions.",
    "In the Goldenberg 2018 trial, the authors made adjustments for design e ect; the adjusted numbers were used whenever possible for the purposes of the review.There was some protocol deviation.In the intervention clusters, 77.6% of women received at least one study ultrasound.There was considerable variation in di erent settings with regard to ultrasound use in control groups (95% in Pakistan versus less than 5% in African countries).",
    "Other considerations: clusters were stratified by country and took account of baseline di erences among settings.However, there was huge variation among cluster sites in terms of baseline mortality rates and maternity care provision and utilisation.Stillbirth rates ranged between 22 to 54 per 1000 and neonatal mortality between 16 to 45 per 1000 infants.Baseline caesarean section rates ranged from 0.1% in Democratic Republic of Congo to 11.4% in Guatemala.Birth location and birth attendant also varied considerably.Despite adjustment to take account of cluster design, these large variations among sites means that overall results are more di icult to interpret.",
    "In the van Dyk 2007trial, all participants who presented on a certain day would be randomised to either the intervention group or the control group.On some days, women were randomised to ultrasound scanning, and some days to routine care.In the control routine care group, 21.9% of women received an ultrasound scan for clinical reasons; therefore, we decided to include the trial in the routine versus selective ultrasound comparison.There was no adjustment for any possible variation on di erent days.The analysis of the results was at the level of individual women.",
    "See: Summary of findings 1 First trimester routine compared to selective ultrasound for fetal assessment before 24 weeks' gestation; Summary of findings 2 Second trimester routine versus selective ultrasound for fetal assessment before 24 weeks' gestation",
    "Four studies contributed to this comparison (Bennett 2004; Crowther 1999; Ewigman 1990; Harrington 2006) .",
    "This outcome was reported in one trial (Crowther 1999) , which included 648 women with 634 women completing an anxiety questionnaire at the end of their first antenatal visit.The evidence suggests that women undergoing routine first trimester scans are probably less worried about their pregnancy a er the scan (RR 0.80, 95% CI 0.65 to 0.99; 634 participants, one study; moderate-certainty evidence, downgraded due to study design limitations).However, women had no long-term follow-up, and it is not clear whether this e ect was sustained throughout pregnancy (Analysis 1.1).",
    "One trial (Crowther 1999 ) reported perinatal loss.The evidence is very uncertain about the e ect of first trimester scans on pregnancy loss between screened and unscreened groups, giving a di erence of 0.65% versus 0.67%, respectively, because the 95% CI is compatible with a wide range of e ects that encompass both appreciable benefit and also harm (RR 0.97, 95% CI 0.55 to 1.73 ; 648 participants, one study; low-certainty evidence, downgraded due to study design limitations and imprecision) (Analysis 1.2).When assessing only perinatal death, the results were very uncertain",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews for women undergoing routine scans compared with controls (perinatal death is defined as fetal death a er 24 completed weeks gestation and before six completed days of life).The unweighted di erence was 0.07% versus 0.09%, respectively (RR 0.73, 95% CI 0.23 to 2.31; 1472 participants, two studies; very low-certainty evidence, downgraded due to a low event rate and imprecision) (Analysis 1.3).Even when excluding lethal abnormalities, compared with controls, there was not enough evidence that first trimester routine scans made any di erence in perinatal death (RR 0.52, 95% CI 0.10 to 2.82; 824 participants, one study) (Analysis 1.4).For miscarriage before 20 weeks, there may be little to no di erence between the groups (RR 0.84, 95% CI 0.57 to 1.24; 1111 participants, two studies; low-certainty evidence, downgraded for imprecision due to a low event rate and wide 95% CI crossing the line of no e ect) (Analysis 1.5).",
    "One study (Harrington 2006) with 463 women reported one IUFD in the routine scan group as compared to none in the selective scan group.The evidence is very uncertain about the e ect of first trimester routine scan on the occurrence of IUFD (RR 2.96, 95% CI 0.12 to 72.32; 463 participants, one study; low-certainty evidence, downgraded due to study design limitations and imprecision.Imprecision was due to a low event rate and wide 95% CI crossing the line of no e ect) ( Analysis 1.6).",
    "There was only one study comparing first trimester routine scan to selective scan regarding detecting multiple pregnancy before 24 to 26 weeks' gestation.Both sets of twins were detected in the screening group, whereas only five out of seven sets of twins (71%) were detected in the selective scan group (RR 0.53, 95% CI 0.03 to 8.19; nine multiple pregnancies, one study; low-certainty evidence, downgraded due to study design limitations and imprecision.Imprecision was due to a low event rate and sample size and wide 95% CI crossing the line of no e ect) (Analysis 1.7).The same study also assessed diagnosis of twins a er the onset of labour.Both sets of twins were diagnosed before labour in the screening group, and six out of seven sets of twins (85%) were identified before labour in the control group (RR 0.89, 95% CI 0.05 to 16.36; nine multiple pregnancies, one study; low-certainty evidence, downgraded due to study design limitations and imprecision.Imprecision was due to a low event rate, small sample size and wide 95% CI crossing the line of no e ect) (Analysis 1.8).",
    "One study reported detection of ectopic pregnancy prior to clinical presentation (suspected and confirmed by either surgical and/or medical treatment and/or histopathology).There was insu icient evidence to determine whether first trimester scans make any di erence in diagnosing ectopic pregnancy before clinical presentation.There was a single ectopic pregnancy in the screened group that was detected before clinical presentation and no ectopic pregnancies in the control group (RR 2.74, 95% CI 0.11 to 66.51; 218 participants, one study; very low-certainty evidence, downgraded due to study design limitations and imprecision.Imprecision was due to a low event rate, small sample size and wide 95% CI crossing the line of no e ect) ( Analysis 1.9).",
    "The evidence is very uncertain about the e ect of a routine first trimester ultrasound on the number of women undergoing birth by caesarean section due to wide CIs (RR 1.27, 95% CI 0.99 to 1.61; 1253 participants, three studies; low-certainty evidence, downgraded due to study design limitations and imprecision) (Analysis 1.10).",
    "The evidence is very uncertain about the e ect of a routine first trimester scan on the number of inductions of labour for postmaturity pregnancy (RR 0.83, 95% CI 0.50 to 1.37; 1474 participants, three studies; low-certainty evidence, downgraded due to study design limitations and imprecision) (Analysis 1.11), or inductions of labour for any reason (RR 0.73, 95% CI 0.49 to 1.09; 463 participants, one study; low-certainty evidence, downgraded due to study design limitations and imprecision) (Analysis 1.12).",
    "The evidence is very uncertain on whether a first trimester scan makes any di erence to the number of women undergoing termination for any cause (RR 0.99, 95% CI 0.14 to 6.95; 463 participants, one study; very low-certainty evidence, downgraded due to study design limitations and very serious imprecision) (Analysis 1.13).There are no data to assess whether first trimester ultrasound made a di erence in a woman's choice to terminate for major abnormality.",
    "One study reported on first trimester screening and appropriately timed serum screening.The evidence is very uncertain about the e ect of a first trimester routine scan on the number of women requiring repeat serum screening (RR 0.89, 95% CI 0.45 to 1.76; 602 participants, one study) (Analysis 1.14).",
    "A first trimester routine scan may make little to no di erence to the number of women not having an appropriately timed detailed ultrasound examination (RR 0.77, 95% CI 0.55 to 1.08; 602 participants, one study) (Analysis 1.15).",
    "One study reported that a first trimester scan may make little to no di erence to serious neonatal morbidity (composite outcome including hypoxic ischaemic encephalopathy, intraventricular haemorrhage, bronchopulmonary dysplasia, necrotising enterocolitis) (Ewigman 1990 ) (RR 0.84, 95% CI 0.50 to 1.39; 824 participants, one study; low-certainty evidence, downgraded due to study design limitations and imprecision) ( Analysis 1.16).",
    "The evidence is very uncertain about the e ect of first trimester scan on low infant birthweight (less than 2500 g) (RR 2.01, 95% CI 0.99 to 4.08; 594 participants, one study; low-certainty evidence, downgraded due to study design limitations and imprecision) (Analysis 1.17).",
    "Trusted evidence.Informed decisions.Better health.",
    "The following outcomes were not reported in the studies in this comparison.Eight studies contributed to this comparison (Bakketeig 1984; Eik-Nes 1984; Geerts 1996; RADIUS 1993; Saari-Kemppainen 1994; van Dyk 2007; Waldenstrom 1988; Goldenberg 2018 ).However one trial, Goldenberg 2018, involved a co-intervention of training sonographers and referral for complications and was the only trial in low-and middle-income countries; therefore, this trial was analysed separately in Comparison 3.",
    "This outcome was not reported in any of the trials.",
    "Intrauterine fetal death (all fetal losses at or a er 20 weeks' gestation)",
    "Four studies reported on IUFD and show little to no di erence in the routine scan group versus selective scan (RR 0.97, 95% CI 0.66 to 1.42; 29,584 participants, three studies; low-certainty evidence, downgraded due to study design limitations and imprecision.",
    "Imprecision was due to a low event rate and wide 95% CI crossing the line of no e ect) (Analysis 2.5).",
    "Routine second trimester ultrasound may reduce non-detection of multiple pregnancy before 24 to 26 weeks' gestation (RR 0.05, 95% CI 0.02 to 0.16; 274 participants, five studies; low-certainty evidence, downgraded due to study limitations) (Analysis 2.6).",
    "There is little evidence that routine second trimester ultrasound makes a di erence in the detection of multiple pregnancy before labour (RR 0.10, 95% CI 0.01 to 1.74; 135 participants, three studies) (Analysis 2.7).",
    "One trial carried out in South Africa presented data on the mean number of ultrasound scans (Geerts 1996) .Selective ultrasound resulted in a lower mean number of ultrasound scans as compared to routine ultrasound.In this study, women in the routine ultrasound group had an average of 1.2 scans compared with an average of 0.",
    "There was little to no evidence of a di erence in number of antenatal hospital admissions between the routine ultrasound group and controls (RR 1.08, 95% CI 0.91 to 1.27; 16,836 participants, five studies) and the mean number of antenatal visits (MD 0.08, 95% CI -0.30 to 0.46; 10,306 participants, three studies) was similar in both groups (Analysis 2.10; Analysis 2.9).A trial in South Africa reported a mean number of hospital visits, which was 5.8 +/-1.8 in the screening group versus 5.9 +/-2.0 in the selective scan group (van Dyk 2007).",
    "The evidence suggests that a second trimester routine ultrasound makes little or no di erence to the number of women undergoing caesarean section (RR 1.05, 95% CI 0.98 to 1.12; 22,193 participants, five studies; low-certainty evidence, downgraded due to study design limitations) (Analysis 2.11).",
    "Trusted evidence.Informed decisions.Better health.",
    "Routine ultrasound in the second trimester may reduce induction of labour for suspected post-maturity (average RR 0.48, 95% CI 0.31 to 0.73; 24,174 participants, six studies; low-certainty evidence, downgraded for study limitations and heterogeneity.Due to heterogeneity we used random-e ects analysis for this outcome) (Analysis 2.12).Furthermore, induction of labour for any cause may be reduced, however there was high heterogeneity for this outcome and again we used random e ects analysis (average RR 0.75, 95% CI 0.56 to 1.00; 23,267 participants, five studies; lowcertainty evidence) (Analysis 2.13).",
    "The evidence is very uncertain about the e ect of routine second trimester scan on the number of women terminating pregnancy for any cause (RR 0.99, 95% CI 0.14 to 6.95; 463 participants, one study; low-certainty evidence, downgraded due to study limitations and imprecision) (Analysis 2.14).",
    "Routine second trimester ultrasound may increase detection of major fetal abnormality before 24 weeks (RR 3.45, 95% CI 1.67 to 7.12; 387 participants, two studies; low-certainty evidence, downgraded due to design limitations and imprecision.Imprecision due to low event rate and sample size) (Analysis 2.15).",
    "Routine second trimester scan probably increases the number of women terminating pregnancy for major anomaly (RR 2.36, 95% CI 1.13 to 4.93; 26,893 participants, four studies; moderate-certainty evidence, downgraded due to study limitations) (Analysis 2.16).",
    "The large RADIUS 1993 study reported on a composite outcome for serious neonatal morbidity and there was very little di erence between the ultrasound and control groups (RR 1.03, 95% CI 0.78 to 1.36; 15,281 participants, one study) (Analysis 2.17).",
    "Routine versus selective ultrasound may make little or no di erence to neonatal death (RR 0.79, 95% CI 0.48 to 1.28; 25,396 participants, three studies; low-certainty evidence, downgraded due to study design limitations) (Analysis 2.18).",
    "The evidence suggests little to no di erence in admission of infants to intensive or special care unit (definitions may not have been the same in all studies) (RR 0.92, 95% CI 0.84 to 1.01; 17,484 participants, six studies) (Analysis 2.19).",
    "There is no evidence of a di erence in mean birthweight between the two groups (MD 16.79, 95% CI -6.44 to 40.03; 23,177 participants, five studies) (Analysis 2.20).",
    "There was little to no di erence between groups for low birthweight (< 2500 g) (average RR 0.92, 95% CI 0.74 to One study reported the number of infants that were small for gestational age and there was no evidence of a di erence between groups (RR 1.47, 95% CI 0.92 to 2.35; 964 participants, one study) (Analysis 2.23).",
    "A follow-up into childhood of 603 babies included in the Bakketeig 1984 trial suggested that the evidence is uncertain of whether scans during pregnancy have any e ect on dyslexia due to imprecision of results (RR 0.77, 95% CI 0.44 to 1.34; 603 participants, one study; low-certainty evidence) (Analysis 2.24).",
    "There were no data to assess the e ects of routine ultrasound on the overall cost of care, but RADIUS 1993 estimated the average costs of routine ultrasound to be USD 200/scan, or USD 89.28 per patient.",
    "The following outcomes were not reported in the studies in this comparison.Cochrane Database of Systematic Reviews review outcomes.We used the generic inverse variance method in our data and analysis; although the total sample size is shown in the forest plots the event rates are not.We have therefore included event rates as part of our presentation of results in the text.However, these rates are for illustrative purposes only as they do not reflect the adjustment made by the trialists in calculating relative e ects.",
    "This outcome was not reported in the trial.",
    "Perinatal loss (defined as miscarriage including termination of pregnancy or intrauterine death a er trial entry, or death of a liveborn infant up to 28 days of age or before discharge from hospital).",
    "This outcome was not reported in the trial.",
    "Adjusted data suggests that standard care plus two ultrasounds, and co-intervention of training of healthcare workers and referral for complications probably makes little or no di erence to IUFD (RR 0.99, 95% CI 0.94 to 1.04; 46,904 participants; moderate-certainty evidence, downgraded for study design limitations) (e ect estimate based on adjusted data: 675/24,254 versus 628/23,149 in the intervention and control groups respectively) (Analysis 3.1).",
    "The trial also assessed whether or not women with pregnancy complications gave birth in hospital with facilities for caesarean section; again there was little to no di erences between groups (RR 1.03, 95% CI 0.89 to 1.19; 11,680 participants, one study; moderatecertainty evidence, downgraded for study design limitations) (e ect estimate based on adjusted data, actual data: 2569/6,152 versus 2252/5,528 in the intervention and control groups respectively (the numerators are the number of complicated labours) (Analysis 3.2).",
    "The trialists collected data on the number of women attending for antenatal visits on at least four occasions.Adjusted data suggests there is probably little or no di erence between groups (RR 1.03, 95% CI 0.90 to 1.18; 46,904 participants, one study; moderatecertainty evidence, downgraded for study design limitations) (e ect estimate based on adjusted data; actual data: 12,021/24,008 versus 10,866/22,896 in the intervention and control groups respectively) (Analysis 3.3).",
    "Evidence suggests that standard care plus two ultrasounds, and co-intervention of training of healthcare workers and referral for complications may make little or no di erence to caesarean section (RR 0.99, 95% CI 0.94 to 1.04; 46,904 participants, one study; lowcertainty evidence, downgraded for study design limitations and imprecision) (e ect estimate based on unadjusted data, actual data: 2919/24,008 versus 2808/22,896 in the intervention and control groups, respectively) (Analysis 3.4).",
    "The evidence is very uncertain about whether standard care plus two ultrasounds, and co-intervention of training of healthcare workers and referral for complications makes any di erence to maternal mortality (RR 0.92, 95% CI 0.55 to 1.55; 46 ,768 participants, one study; low-certainty evidence, downgraded for study design limitations and imprecision) (e ect estimate based on unadjusted data: 28/23,923 versus 29/22,845 in the intervention and control groups respectively) (Analysis 3.5).",
    "The intervention also probably makes little or no di erence to neonatal death (RR 0.99, 95% CI 0.86 to 1.14; 45,974 participants, one study; moderate-certainty evidence, downgraded for study design limitations) (e ect estimate based on adjusted data, actual data: 546/23,495 versus 543/22,479 in the intervention and control groups, respectively) (Analysis 3.6).",
    "Moderate-certainty evidence suggested the intervention probably makes little or no di erence to low birthweight (< 2500 g) (RR 1.01, 95% CI 0.90 to 1.13; 47,312 One study contributed to this comparison with 1,095 women (Bennett 1982) .",
    "This outcome was not reported in the trial.",
    "Perinatal loss (defined as miscarriage including termination of pregnancy or intrauterine death a er trial entry, or death of a liveborn infant up to 28 days of age or before discharge from hospital)",
    "The evidence is very uncertain about the e ect of a revealed ultrasound scan compared to not revealed on pregnancy loss (RR 1.33, 95% CI 0.57 to 3.14; 1062 participants, one study; very lowcertainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate) (Analysis 4.1) and perinatal death (RR 1.67, 95% CI 0.40 to 6.94; 1062 participants, one study; very low-certainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate) (Analysis 4.2).Even when excluding lethal abnormalities the evidence was still found to be of very uncertain for perinatal death (RR 1.33, 95% CI 0.30 to 5.92; 1073 participants, one study; very low-certainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate).",
    "The evidence is very uncertain about the e ect of revealed scans on IUFD (RR 2.00, 95% CI 0.18 to 21.99; 1062 participants, one study; very low-certainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate) (Analysis 4.4).",
    "The evidence is very uncertain about the e ect of revealed scans on detection of multiple pregnancy before 24-26 weeks (RR 0.17, 95% CI 0.01 to 2.92; 11 participants, one study; very low-certainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate), respectively (Analysis 4.5).",
    "The evidence is very uncertain about the e ect of revealed scans on women undergoing induction of labour for any reason (RR 0.97, 95% CI 0.76 to 1.24; 1062 participants, one study; very low-certainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate) (Analysis 4.6).",
    "The evidence is very uncertain about the e ect of revealed scans on women undergoing termination of pregnancy for any cause (RR 1.17, 95% CI 0.39 to 3.45; 1062 participants, one study; very lowcertainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate).(Analysis 4.7).",
    "The evidence is very uncertain about the e ect of revealed scans on neonatal deaths (RR 1.50, 95% CI 0.25 to 8.94; 1062 participants, one study; very low-certainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate) (Analysis 4.8).",
    "The evidence is very uncertain about the e ect of revealed scans on low birthweight (RR 1.09, 95% CI 0.74 to 1.61; 1062 participants, one study; very low-certainty evidence, downgraded due to imprecision (wide 95% CI crossing the line of no e ect, single study and low event rate) (Analysis 4.9).",
    "The following outcomes were not reported in the study in this comparison.",
    "There is moderate-certainty evidence that first trimester scans probably reduces short-term maternal anxiety about pregnancy, but it is not clear if the e ect is sustained (moderate-certainty evidence).",
    "The evidence is very uncertain about the e ect of first trimester scans on pregnancy loss or inductions of labour for post-maturity (low-certainty evidence).",
    "The e ect of routine first trimester ultrasound on birth before 34 weeks or termination of pregnancy for fetal abnormality was not reported in studies.",
    "Second trimester scans probably makes little to no di erence to pregnancy loss or intrauterine fetal death (moderate-certainty evidence).",
    "Routine ultrasound in the second trimester may reduce induction of labour for suspected post-maturity (moderate-certainty evidence).",
    "Routine second trimester ultrasound may increase detection of major fetal abnormality before 24 weeks (moderate-certainty evidence) and probably increases the number of women terminating pregnancy for major anomaly (moderate-certainty evidence).",
    "Second trimester routine scans may reduce non-detection of multiple pregnancy before 24 to 26 weeks' gestation (low-certainty evidence).",
    "Long-term follow-up of children exposed to scans before birth did not indicate that scans are harmful to children's physical or intellectual development (low-certainty evidence).",
    "The e ect of routine second trimester ultrasound on birth before 34 weeks or maternal anxiety was not reported in studies.",
    "The additional scans and interventions in the intervention arm probably makes little to no di erence to whether or not women with pregnancy complications gave birth in hospital with facilities for caesarean section (moderate-certainty evidence), low birth weight (< 2500 g) or maternal mortality.",
    "Revealed ultrasound results (communicated to both patient and doctor) versus concealed ultrasound results (blinded to both patient and doctor) at any time before 24 weeks)",
    "The evidence was very uncertain for all results relating to revealed versus concealed ultrasound scan (very low-certainty evidence).",
    "The review includes several large trials, although the eligibility criteria among the trials di er.Therefore, the results may not be generalisable to all women.Additionally, ultrasound itself is unlikely to improve maternal or fetal outcomes; rather, it will be the interventions that could be o ered, based on the information provided by ultrasound in particular situations, that alters outcomes.",
    "The majority of studies were carried out in high-resource settings where the overall level of perinatal mortality is low and the contribution of major fetal abnormality to mortality is higher than in lower-resource settings.Findings in high-resource settings may not apply in less-a luent settings and countries.One trial involving a complex intervention contributed data from low-and middleincome countries.",
    "The di erent studies were carried out over a time period of more than 30 years.During that time, changes in scanning guidelines, technical advances in equipment, more widespread use of ultrasonography in the world, and training and expertise of operators are likely to have resulted in more e ective sonography, particularly for the detection of fetal abnormalities.",
    "For many of the primary outcomes (maternal anxiety and perinatal loss) in this review, the authors recognised a lack of trial evidence.",
    "The review includes several large, well-designed trials.Lack of blinding is a problem common to all of the studies and this may have an e ect on some outcomes.In several studies, a high number of women in the control group also had ultrasound examinations, especially in the Goldenberg 2018 trial, which was a cluster-RCT conducted in several low-and middle-income countries.In some countries, up to 95% of women in the control group had an ultrasound, whereas in others, only very few women had a scan in the control arm.Key outcomes were adjusted by the trialists and the authors used them whenever available, as per Cochrane guidance.",
    "We used the GRADE approach to assess the certainty of evidence for all primary review outcomes.The certainty of evidence for maternal anxiety and perinatal death was low.Downgrading of evidence was based on including studies with design limitations, imprecision of results and presence of heterogeneity.For some of the outcomes, such as perinatal loss, the event rate was very low.The pooled",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews e ect was provided by studies with design limitations, including poor reporting of allocation concealment methods, in all GRADE outcomes.In two of the first trimester outcomes, we downgraded for serious imprecision, due to the wide 95% CI crossing the line of no e ect.In one second trimester outcome, we downgraded for inconsistency (serious heterogeneity, I = 68%).",
    "RCTs published before 1996 were done before the Consolidated Standards of Reporting Trials (CONSORT) statement was first published, and therefore could not be compliant with its standards (Begg 1996) .",
    "The possibility of introducing bias was present at every stage of the reviewing process.We attempted to minimise bias in a number of ways: two review authors assessed eligibility for inclusion, carried out data extraction and assessed risk of bias.Each worked independently.Nevertheless, the process of assessing risk of bias, for example, is not an exact science and includes many personal judgements.Furthermore, the process of reviewing research studies is known to be a ected by prior beliefs and attitudes.It is di icult to control for this type of bias in the reviewing process.",
    "While we attempted to be as inclusive as possible in the search strategy, the literature identified was predominantly written in English and published in North American and European journals.Although we did attempt to assess reporting bias, constraints of time meant that this assessment largely relied on information available in the published trial reports and thus, reporting bias was not usually apparent.",
    "Our data showed that routine ultrasound before 14 weeks can reduce maternal anxiety around the time of the scan.Garcia 2002, a systematic review of studies on women's views about antenatal screening and diagnosis illustrated how attractive ultrasound in pregnancy is to women and their partners.The review included 74 primary studies from 18 countries that employed a wide range of methods ranging from qualitative interviewing to psychometric testing.The main finding was that not all women were aware of the purpose of ultrasound scanning in pregnancy.This lack of knowledge le some women vulnerable to anxiety and disappointment if the scan detected a problem, especially in situations where women were not counselled that the scan was to screen for abnormalities.The lack of information on the intention of scanning before 24 weeks can do also lead to women believing that if no abnormalities are detected, this means that all must be well.The review recommended that parents need clear information about the purpose and limitations of scans.Women need to know what to expect so that they can make informed decisions about their care and so that they are prepared for potential abnormal findings.",
    "With regard to similar outcomes in this review, the RADIUS 1993 of 15,530 women assessed if screening ultrasound in low-risk pregnancies would improve perinatal outcomes.This trial showed no di erences in maternal outcomes and found similar rates of induced abortion and Caesarean section.",
    "This evidence suggests that first trimester ultrasound may reduce short-term anxiety in pregnancy.Second trimester routine ultrasound may reduce the numbers of inductions for postmaturity.Second trimester ultrasound may improve the detection of major fetal abnormalities and increases termination of pregnancies with fetal abnormality.It may reduce the number of undetected twin pregnancies by 24 weeks.This accords with observational data.This review may underestimate the e ect size in modern practice because the trials mostly date from relatively early in the development of the ultrasound technology and many participants in the control arms also underwent ultrasound.The evidence that neither first nor second trimester routine ultrasound alters other maternal or fetal outcomes may also be an e ect of the relatively low event rates of these outcomes or whether intervention is o ered or not, based on the information provided by ultrasound.First and second trimester ultrasound did not appear to increase or decrease the numbers of caesarean section and this may well be because many indications for caesarean section only become apparent in the third trimester of pregnancy.",
    "Future trials comparing routine with selective or no ultrasound will be di icult for two reasons.Firstly, ultrasound examinations are already widely used.Our observation of the large number of scans in the control groups in the trials we reviewed suggests that this problem a ected past trials in addition.Secondly, the sample sizes of any trial which had a reasonable chance of detecting a clinically important e ects on perinatal death, or any other substantive outcome, would need to be huge.For example, assuming a control group estimate of perinatal death of 3 per 1000, the majority of these being due to prematurity would not be altered by accurate dating.At most, accurate dating might reduce mortality to 2 per 1000.A trial to test such a hypothesis would require 39,000 per group (alpha 0.05, beta 0.2).A trial to test a more plausible hypothesis that perinatal mortality fell from 3 per 1000 to 2.8 per 1000 would require 1,135,000 participants per group.Such a trial is not feasible.Future research on the e ectiveness of scanning before 24 weeks could therefore be based on observational data.",
    "Lee YM, Cleary-Goldman J, Thaker HM, Simpson LL.Antenatal sonographic prediction of twin chorionicity.American Journal of Obstetrics and Gynecology 2006; 195:863-7 .",
    "Middleton P, Shepherd E, Crowther CA.Induction of labour for improving birth outcomes for women at or beyond term.",
    "Randomised controlled trial.Individual randomisation.",
    "Participants 25 general practices providing antenatal care in Trondheim, Norway Inclusion criteria: women attending for antenatal care before 18 weeks' gestation.",
    "Exclusion criteria: women found to not be pregnant, not willing to participate, induced abortion before randomisation",
    "Experimental intervention: (510 women).Ultrasound examinations in the 19th and 32nd weeks of pregnancy.The aim of the 19 week scan was to determine the number of fetuses, locate the placenta, measure fetal biparietal diameter to assess gestational age and predict expected date of delivery.The second scan assessed biparietal diameter, the mean abdominal diameter, final placental location and fetal presentation.67 women had additional scans.",
    "Comparison intervention: (499 women).Routine antenatal care with selective scan (41 women were referred for scans)",
    "Study prospectively registered: not reported There were no established growth curves for mean abdominal diameter at the onset of the study, therefore these measurements were not consistently used to detect growth retardation.",
    "Outcome assessment known to sta although it was stated that newborn outcomes were assessed by sta unaware of allocation, so these may have been at lower risk of bias",
    "High risk 54 of 510 (10.6%) women in the screening group failed to attend the first scan and an additional 33 (7.2%) failed to attend the second screening scan.",
    "Selective reporting (reporting bias)",
    "No prespecified outcomes.Not registered.",
    "Other bias Low risk Women were described as similar at baseline (and preliminary data supports this).",
    "Methods Randomised controlled trial.Individual randomisation.",
    "The study was carried out in the clinics of 3 obstetricians at Queen Charlotte's Maternity Hospital London, UK Inclusion criteria: 1095 women attending for antenatal care booking visit.Women with pregnancy loss were not included in the analysis.",
    "Exclusion criteria: no signs of fetal life on first ultrasound.",
    "1062 women included in the analysis.",
    "Experimental intervention: number of women randomised not clear, but 531 included in the analysis.Ultrasound examination at 16 weeks' gestation and these women had the ultrasound report in their clinical notes (revealed to sta providing care).The estimated date of delivery was revised if the BPD indicated a > 2 weeks difference.",
    "Control intervention: number of women randomised not clear, but also 531 included in the analysis.Ultrasound examination at 16 weeks' gestation.Results of the 16 week ultrasound retained by the ultrasound department (i.e.women in the control group DID NOT have the ultrasound report in their ante-",
    "Inclusion criteria: women between the ages of 16 and 40 years in the first trimester of pregnancy, deemed to be low-risk singleton pregnancy presenting to the centre during the study period.",
    "Exclusion criteria: women who had an indication for a first trimester ultrasound or already had an ultrasound examination, known multiple pregnancy, under 19 years old with no guardian present, or non consenting Interventions 218 women with singleton pregnancies were randomised, 10 women assigned to the intervention group and 12 to the control group had early pregnancy loss or were otherwise lost to follow up",
    "Methods Randomised controlled trial.Individual randomisation.",
    "Tertiary level hospital in Adelaide, Austalia",
    "Inclusion criteria: women were recruited at their first antenatal visit if this visit was before 17 weeks' gestation, they had no previous ultrasound scans in this pregnancy and were expected to give birth at the study hospital.",
    "Exclusion criteria: women were excluded if they had an indication for an ultrasound at their first antenatal visit.",
    "Interventions 648 women were recruited to the trial.Women were enrolled by telephone randomisation to either the intervention arm or the control arm.",
    "Experimental intervention: (321 women) Ultrasound examination at their first antenatal visit.The assessment included fetal cardiac activity, estimation of gestational age, limited assessment of fetal morphology and the number of fetuses present.The mean gestational age of these first visit scans was at 10.7 weeks (SD 2.7 weeks).The report of the scan was available to caregivers to plan timing of maternal serum screening bloods and the 18-20 weeks ultrasound morphology scan.(The report was not made available to the person carrying out the 18-20 week scan.)",
    "Comparison intervention: (327 women).Routine antenatal care, no scan at the first visit.",
    "Women in both groups completed an anxiety questionnaire at the end of their first antenatal visit.",
    "Women in both the intervention and control group had a routine 18-20 week ultrasound.",
    "Adjustment for gestational age, perinatal loss, anxiety at the end of the first visit (measured on a Likert scale), TOP for any reason, caesarean section (The primary outcomes (used in power calculation) in the study were adjustment of the estimated due date of 10 days or more on the basis of their morphology scan and women booked for serum screening blood tests and morphology scans at inappropriate gestational ages.",
    "Sta carrying out 18-20 week scans did not have access to earlier reports, but it was not clear whether they were aware that an earlier scan had been performed.Sta may have been aware of allocation when administering anxiety questionnaires.",
    "Low risk Primary analysis was on an ITT basis.Data available for 602/648 women randomised (93%).There were some missing data (22/321 women in the intervention group and 24/327 in the control group had no 18-20 week scan data).",
    "Missing data wee mainly accounted for by miscarriage which was balanced across groups.",
    "Selective reporting (reporting bias)",
    "The outcomes regarding anxiety were not fully explained and were not clear.",
    "Trial was registered and all relevant outcomes stated were reported in findings including non-significant results.",
    "There was no evidence of differences in baseline characteristics.It was not reported how many of the women attending the hospital were eligible for inclusion which may affect generalisability.",
    "Methods Randomised controlled trial.Individual randomisation.",
    "All women attending for their first antenatal care visit at the clinics of 35 general practitioners in Alesund, Norway.The study population is representative for pregnant women who lived in this region of Norway at that time.",
    "Inclusion criteria: women living in Alesund, Norway",
    "Exclusion criteria: non-consenting",
    "In total 1628 women were randomised.",
    "Experimental intervention: (825 women).Ultrasound examinations at 18th and 32th weeks of pregnancy.At 18th weeks the number of fetuses and the position of the placenta were recorded.A general examination of the fetus was carried out and biparietal diameter was measured to estimate gestational age.At 32 weeks biparietal diameter was measured to assess growth, placental position and fetal presentation were noted.If fetal growth restriction was suspected or presentation was breech women were offered a further scan at 36 weeks.In addition women were offered scans at any time if clinically indicated (on average women in the intervention group had 2.5 scans).",
    "Comparison intervention: (803 women).Routine antenatal care with selective scan.481/727 women with singleton pregnancies did not undergo scans.",
    "Sample size calculation on post-term inductions of labour, data collected on hospital admissions, infant size and condition at birth, perinatal mortality, twin pregnancies diagnosed before 26 weeks.",
    "Preliminary results from the trial were published as a letter in 1984 and reported a study population of 1628 women, of whom 809 were randomised to ultrasound screening and 819 were controls.In a later follow-up of the children at 8 or 9 years of age, it was disclosed that 825 women were randomised to screening and 803 women were randomised to be controls.Loss was balanced between groups, there were some missing data (< 10%)",
    "Selective reporting (reporting bias)",
    "Low risk Although study protocol is not available there was a re-analysis of data reported previously and appears accurate and complete",
    "Other bias Unclear risk Groups mainly appeared balanced at baseline but more women in the control group were non-smokers (69% vs 64%) (P value 0.02)",
    "Methods Randomised controlled trial.Stratified by participating practice size.",
    "Women attending 8 family physicians and eight hospital obstetricians at the University of Missouri Hospital and Clinics and Boone Hospital Center Columbia, Missouri, USA Inclusion criteria: women planning to continue pregnancy to term and planning delivery with 1 of the participating physicians, less than 18 weeks' gestation.",
    "Exclusion criteria: pre-existing indication for ultrasound (unknown gestational age, size/date discrepancy of 4 weeks, previous stillbirth, diabetes, chronic hypertension, chronic renal disease, etc.), planned amniocentesis, repeat caesarean section, gestational age already confirmed on ultrasound, suspected molar/ectopic pregnancy, threatened/inevitable miscarriage, fetal death, presence of IUD",
    "More than half of the women screened for inclusion were not eligible.915/2171 screened were randomised.Half of the women excluded did not know menstrual dates or had already had a dating scan.",
    "Experimental intervention: (459 women randomised, 402 available for analysis).Early ultrasound examination between 10-12 weeks' gestation (but up to 18 weeks) to assess gestational age (using crownrump length (up to 13 weeks), biparietal diameter or femur length (after 13 weeks), number of fetuses, fetal viability and uterine or fetal abnormalities.337 of the women in the group received the scheduled routine ultrasound.",
    "Comparison intervention: (456 randomised, 413 available for analysis) Routine antenatal care with selective scan.96 women (23.9%) received a selected ultrasound scan between 10-18 weeks.",
    "Random sequence generation (selection bias)",
    "It was not clear how the randomisation sequence was generated, A system if blocks if 4 was used to assure a balanced distribution if patients in the screened and usual-care groups for each practice.It was not clear how many women were randomised at each of the participating clinics.",
    "Unclear risk Randomisation cards were placed in sequentially numbered sealed opaque envelopes.It was not clear if all envelopes were accounted for.The study used a Zelen post randomisation method and women decided to take part already knowing their assignment.",
    "High risk Participants would be aware of assignment at the point of treatment.Clinical sta would be aware of treatment allocation, which would affect clinical management and possibly other aspects of care.",
    "High risk Gestational age was calculated using (using crown-rump length (up to 13 weeks) or biparietal diameter or femur length (after 13 weeks) in the intervention group.The physicians were provided with the ultrasound results.",
    "High risk Of the 2171 screened patients 915 were eligible and had not exclusion criteria.Data were available for 815/915 randomised.337/402 in the experimental group had their scheduled ultrasound.96/413 in the control group had an indicated ultrasound scan between 10-18 weeks' gestation.",
    "Selective reporting (reporting bias)",
    "Trial not registered.Outcomes in the methods section fully reported.",
    "Ewigman 1990 (Continued)",
    "Trusted evidence.Informed decisions.Better health.",
    "Other bias High risk There were protocol deviations with women not receiving the planned intervention.Baseline characteristics were similar although there were more nulliparous women in the intervention group (56.5%) vs controls (48.8%) and the number of twin pregnancies was greater in the control group.",
    "Methods Randomised controlled trial.Individual randomisation.",
    "Antenatal clinic and ultrasound unit within the area served by Tygerberg Hospital; a tertiary referral centre, South Africa.",
    "Inclusion criteria: women without risk factors for congenital anomalies referred for ultrasonography between 18 and 24 weeks' gestation.Women with uncertain dates of last menstrual period included.",
    "Exclusion criteria: women over 37 years of age, having had previous ultrasound in this pregnancy, women with increased risk of congenital abnormalities, diabetes mellitus or rhesus sensitisation.",
    "All outcomes Similar numbers of patients excluded in both groups for not pregnant or lost for follow up.",
    "Selective reporting (reporting bias)",
    "Trial not registered.Outcomes in the methods section fully reported.",
    "Other bias not identified.",
    "Cluster-randomised controlled trial.",
    "Multi-centre trial in 58 sites (clusters) in 5 countries: Pakistan (10), Kenya (12), Zambia (10), Democratic Republic of Congo ( 8), and Guatemala (18).Intervention and control clusters were stratified by country, and factors such as historic perinatal mortality rates and logistic factors such as travel time to Emergency Obstetric and Neonatal Care facilities were also taken into account.Each cluster was defined by a health centre and its catchment area with approximately 500 births per year.The 58 clusters (29 intervention and 29 control) were in mainly rural areas.",
    "Participants 46,904 women delivered in the cluster areas over the study period.",
    "Inclusion criteria: all pregnant women attending clinics able to give informed consent and living in the study cluster at or after 18 weeks' gestation.",
    "Exclusion criteria: women in labour",
    "Experimental intervention: (24,008 women in 29 clusters).This was a complex intervention involving training health workers (nurses, midwives and clinical officers) to perform ultrasound at 16-22 and 32-36 weeks' gestation.Women identified with complications were to be referred to hospital.There were also community sensitization activities to inform women of the ultrasound clinics.A further component of the intervention was training provided to sta in referral hospitals to provide care in major obstetric and neonatal emergencies (such as newborn resuscitation).Unclear risk lost-to-follow up rates similar between….groupsThere were discrepancies in the number of clusters and in some of the outcome data reported in the protocol and subsequent papers.These discrepancies were not explained.",
    "Selective reporting (reporting bias)",
    "The trial was registered and main objectives reported.Analyses took account of cluster design effect.",
    "There was some protocol deviation.In the intervention clusters 77.6% of women received at least one study ultrasound.There was considerable variation in different settings with regard to ultrasound use in control groups (95% in Pakistan vs < 5% in African countries).",
    "Other considerations: clusters were stratified by country and took account of baseline differences between settings.However, there was huge variation between cluster sites in terms of baseline mortality rates and maternity care provision and utilisation.Stillbirth rates ranged between 22 to 54 per 1000 and neonatal mortality between 16 to 45 per 1000 infants.Baseline caesarean section rates ranged from 0.1% in Democratic Republic Kongo to 11.4% in Guatemala.Birth location and birth attendant also varied considerably.Despite adjustment to take account of cluster design, these large variations between sites means that overall results are more difficult to interpret.",
    "Methods Randomised controlled trial.Individual randomisation.",
    "Participants 20 collaborating general practices and a district teaching hospital in the United Kingdom Inclusion criteria: women attending their GP practice, in the first trimester of pregnancy, no obstetric indication for a first trimester ultrasound examination.",
    "Exclusion criteria: indication for a first trimester scan",
    "Low risk Participating general practices were provided with a series of consecutively numbered, sealed, opaque envelopes randomised in blocks of six, which allocated the women to the 'scan' or 'no-scan' group.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "The estimated due date was recalculated if the scan dates differed by more than 5 days with the menstrual dates.The estimated due date was entered into the patient's obstetric notes, and all subsequent management decisions were based on this assessment of gestational age.",
    "High risk Multiple gestations were disclosed as were suspected structural fetal anomalies with referral to the prenatal diagnosis unit.Nonviable or ectopic pregnancies were managed appropriately.",
    "Low risk 4 women in each group lost to follow up.9 women in scan arm had non trial scan; 21 in no scan arm had non trial scan Selective reporting (reporting bias)",
    "Trial was registered and expected outcomes were reported Other bias High risk Trial was stopped early.",
    "Methods Randomised controlled trial.Individual randomisation.",
    "Participants 92 obstetric practices and 17 family practices across 6 states in the USA.",
    "Trusted evidence.Informed decisions.Better health.",
    "Inclusion criteria: English speaking low-risk pregnant women who were aged 18 years or older.Last menstrual period known within 1 week.Gestational age < 18 weeks.No plans to change care provider.",
    "Exclusion criteria: previous ultrasonography during this pregnancy, previous stillbirth, irregular menstrual cycle, last menstrual period induced by an oral contraceptive agent, fertility-drug use in current cycle, discrepancy between size and dates > 3 weeks, previous small-for-gestational-age infant, diabetes mellitus, chronic hypertension, chronic renal disease, pelvic mass, fetal death, ectopic pregnancy, molar pregnancy, multiple gestation, planned termination of pregnancy, planned amniocentesis, planned cervical cerclage, planned ultrasonography for reasons other than screening",
    "Experimental intervention: (7812 randomised, 7617 analysed).Ultrasound examinations between 15-22 weeks and 31-35 weeks for placental location, amniotic-fluid volume, uterine and adnexal pathology, the number of fetuses, and sonographic biometry of the fetus (biparietal diameter, head circumference, abdominal circumference and femur length), as well as a detailed anatomical survey of the intracranial anatomy, spine, heart (4-chamber view), stomach, cord insertion, diaphragm, kidneys, bladder, and extremities of the fetus.",
    "Comparison intervention: (7718 randomised, 7534 analysed).Routine antenatal care with selective scan (i.e.only when it was ordered by a physician for medical reasons that developed after randomisation).",
    "The findings were reported to the woman's physician.",
    "High risk Participants would be aware of assignment at the point of treatment.Clinical sta would be aware of treatment allocation, which would affect clinical management and possibly other aspects of care.",
    "Low risk '131 women in the screened group and 121 women in the control group were lost to follow up, primarily because of patient relocation'.The reasons for which women were lost to follow-up, and their frequency, were similar in the ultrasound-screening and control groups.In addition, the women lost to follow-up in the two groups were similar with respect to their base-line characteristics.",
    "Cochrane Library Trusted evidence",
    "All outcomes",
    "Low risk 318 women did not attend ultrasound screening at the two study hospitals",
    "drop outs between randomisation and delivery were equally distributed between the groups 4 women lost to follow up because of incomplete identification or moving abroad",
    "non-attenders were included and analyzed as part of the screening group",
    "Selective reporting (reporting bias)",
    "Study not prospectively registered.Pre-specified outcomes were antenatal use of medical services, rates of obstetric procedures, and fetal outcomes.",
    "In the control group 77% underwent a scan at anytime in pregnancy, in 43.5% that scan was also between 16-20 weeks' gestation.",
    "Study characteristics",
    "Open cluster-randomised controlled trial.",
    "Study conducted in a district hospital (Dr Yusuf Dadoo Hospital) and regional referral hospitals (Leratong Hospital) in Western Gauteng, South Africa.These 2 hospitals serve a predominantly black working class population who depend on free state-funded maternity care facilities.",
    "Inclusion criteria: low-risk pregnancies at 18-23 weeks by clinical estimation who planned to deliver at either, of the two hospitals above.Women with uncertain menstrual history were included.",
    "Exclusion criteria: high-risk pregnancies, women who already had an ultrasound in this pregnancy.",
    "A cluster was defined as all eligible women presenting for prenatal care on a single day.",
    "Of 955 women enrolled, 151 (15.7%) were lost to follow up, leaving 804 for analysis",
    "All participants who presented on a certain day would be randomised in one cluster to either the intervention group or the control group.",
    "Experimental intervention: (416 women randomised).Ultrasound scan at 18-23 weeks' gestation and referral for additional ultrasound scans by hospital ultrasonographers for clinical indications.",
    "Comparison intervention: (388 women randomised).Routine care and referral for ultrasound scans by hospital ultrasonographers for clinical indications.",
    "Random sequence generation (selection bias)",
    "High risk all women presenting…on a single day were defined as a cluster, but this could lead to bias as the next day of presentation could be affected for example by transport (bus routes) or community activities.'Randomisation was done by blinded selection of cards from a box'.",
    "High risk By blinded selection of cards from a box.Half of the cards were marked A, and half were marked B. If an A was drawn, the cluster was assigned to the USS group, entitling all participants on that morning to an ultrasound scan.",
    "Women/sta on different days may have been different and sta would be aware of allocation at the point of randomisation.",
    "Blinding",
    "Random sequence generation (selection bias)",
    "The assignments had been enclosed in opaque, sealed envelopes, and then mixed thoroughly before the assignment procedures",
    "Unclear risk Described as the sealed envelope method but no other details provided.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "Participants would be aware of assignment at the point of treatment.Clinical sta would be aware of treatment allocation, which would affect clinical management and possibly other aspects of care.",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "In the intervention group the gestational age was calculated on the basis of biparietal diameter.Clinical sta would be aware of the results, which would affect clinical management and possibly other aspects of care",
    "Study Reason for exclusion Chen 2008 Scans in both arms.Both, in the intervention group and the control group there was a 10 to 14 + 6week nuchal scan followed by routine 16-23 week scan.However, the intervention group had an additional 12 to 14 + 6-week detailed scan.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews Interventions Early (11 -14 weeks) ultrasound screen for FA (including nuchal translucency) or control (19-week scan).All women undergoing termination of pregnancy for fetal abnormality were asked to complete a questionnaire comprising four psychological scales.",
    "Rate of late vs early termination of pregnancy, psychological effects late vs early termination Notes Published only as abstract and we have not been able to confirm with the trial authors that the data were from the final analyses.Unsuccessful in attempt to contact the authors.Three authors were contacted between 22.9.2020 and 24.9.2020, without response. Bakketeig 1984 Eik-Nes 1984 Saari-Kemppainen 1994 (1) Total (95% CI) Total events: Heterogeneity: Chi² = 0.60, df = 2 (P = 0.74); I² = 0% Test for overall effect: Z = 1.55 (P = 0.12) Test for subgroup differences: Not applicable [-17.45 , 95 .45] -18.00 [-104.42 , 68.42] 4.00 [-13.11 , 21 .11] -18.00 [-104.01 , 68.01] 42. 00 [11.19 , 72.81 Study or Subgroup Bennett 1982 Total (95% CI) Total events: Heterogeneity: Not applicable Test for overall effect: Z = 0.70 (P = 0.48) Test for subgroup differences: Not applicable Total (95% CI) Total events: Heterogeneity: Not applicable Test for overall effect: Z = 0.45 (P = 0.66) Test for subgroup differences: Not applicable",
    "Studies with design limitations, including poor reporting of allocation concealment methods (-1).",
    "Wide 95% CI crossing the line of no e ect and number of events is below the requirement of optimal information size (-1).",
    "Short-term maternal anxiety; no information on long-term maternal anxiety.Summary of findings 2. Second trimester routine versus selective ultrasound for fetal assessment before 24 weeks' gestationSecond trimester routine compared to selective ultrasound for fetal assessment before 24 weeks' gestation",
    "Routine ultrasound for fetal assessment before 24 weeks' gestation (Review) Copyright  2021 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "We thank Mrs Therese Dowswell and Dr Theresa Lawrie from the Evidence-Based Medicine Consultancy Ltd in Bath, United Kingdom (e-bmc.co.uk) for their support with the review.Their help with data extraction, data entry into Revman and GRADEpro and o ering their methodological expertise was greatly appreciated.",
    "Trusted evidence.Informed decisions.Better health.Cochrane Database of Systematic Reviews HRP supports and coordinates research on a global scale, synthesizes research through systematic reviews of literature, builds research capacity in low-and middle-income countries and develops dissemination tools to make e icient use of everincreasing research information.In addition to its cosponsors, the International Planned Parenthood Federation (IPPF) and UNAIDS are both members of HRP's governing body.As part of the pre-publication editorial process, this review has been commented on by four peers (an editor and three referees who are external to the editorial team), a member of Cochrane Pregnancy and Childbirth's international panel of consumers and the Group's Statistical Adviser.The authors are grateful to the following peer reviewers for their time and comments:",
    "Reason for exclusion Du 1993 Scans in both arms between 16 -24 weeks' gestation and additional scan in 3rd trimester in the intervention group.",
    "Intervention was scan 1st trimester screening scan vs 2nd trimester screening scan.Larsen 1992 Both groups had an early scan.Serial scans in 3rd trimester.",
    "Comparison was 2nd trimester 2-dimensional (2D) ultrasound vs 2nd trimester 3/4D ultrasound.",
    "Methods Randomised controlled trial Participants Low risk pregnant women published as abstract.",
    "Outcomes Follow-up of children after birth at 6 and 18 months Notes Published only as abstract and we have not been able to confirm with the trial authors that the data were from the final analyses.Unsuccessful in attempt to contact two of the authors on 22.9.2020.",
    "The protocol for this review was published in PROSPERO and can be found here .Any di erences between our published protocol and the full review are listed below.",
    "The additional non-prespecified outcomes were requested by the WHO and were therefore added to this review.",
    "1. Maternal anxiety 2. Perinatal loss (defined as miscarriage including TOP or intrauterine death a er trial entry, or death of a liveborn infant up to 28 days of age or before discharge from hospital).As requested by WHO, we have added the following non prespecified similar outcomes: Perinatal death (fetal death a er 24 completed weeks gestation and before 6 completed days of life), perinatal death, excluding those because of lethal malformations, miscarriage (fetal loss before 20 weeks).",
    "Diagnoses of the following conditions",
    "We have added the following outcome to our GRADE methods: 'termination for major fetal abnormality' in place of 'major anomaly before birth'.* For the assessment of the certainty of evidence (GRADE) we have defined the term 'process outcome'.We have defined a 'process outcome' as a variable that is part of the care pathway which is being guided (and altered) by the ultrasound result.The intervention in a 'process outcomes' is not only the test (ultrasound) but patient management guided by test result (ultrasound finding) and therefore lack blinding does not apply as a reason to downgrade.All other criteria for the assessment of the certainty of evidence apply however."
  ],
  "bibref_titles": [
    "Randomised controlled trial of ultrasonographic screening in pregnancy",
    "Routine ultrasonography in utero and school performance at age 8-9 years",
    "Routine ultrasonography in utero and subsequent growth during childhood",
    "Routine ultrasonography in utero and subsequent handedness and neurological development",
    "Routine ultrasonography in utero and subsequent vision and hearing at primary school age",
    "Routine ultrasonography in utero and development in childhood -A randomized controlled followup study",
    "{published data only}",
    "Predictive value of ultrasound measurement in early pregnancy: a randomized controlled trial",
    "{published data only}",
    "Combined first and second trimester ultrasound screening is e ective in reducing postterm labor induction rates: a randomized controlled trial [abstract",
    "First trimester ultrasound screening is e ective in reducing postterm labor induction rates: a randomized controlled trial",
    "{published data only}",
    "Is an ultrasound assessment of gestational age at the first antenatal visit of value? A randomised clinical trial",
    "Trial to assess whether ultrasound examination at the booking antenatal visit reduces the number of repeat screenings and results in earlier diagnosis of non-viable pregnancy/congenital abnormality",
    "Ultrasound screening in pregnancy: a randomised controlled trial",
    "Ultrasound screening of pregnant women -a prospective randomized study",
    "Routine ultrasound fetal examination in pregnancy: the 'Alesund' randomized controlled trial",
    "E ects of routine two-stage ultrasound screening in pregnancy: the Alesund randomised controlled trial revisited",
    "Routine ultrasonography in utero and development in childhood -a randomized controlled follow up study",
    "Routine obstetric ultrasound examinations in South Africa: Cost and e ect on perinatal outcome -A prospective randomised controlled trial",
    "Routine antenatal ultrasound in low-and middle-income countries: first look -a cluster randomised trial",
    "First look: a cluster-randomized trial of ultrasound to improve pregnancy outcomes in low income country settings",
    "Routine antenatal ultrasound in low/middle income countries: a cluster randomized trial",
    "Global Network First Look: A Cluster-Randomized Trial of Ultrasound Use to Improve Pregnancy Outcomes in Low Income Country Settings",
    "Screening obstetric ultrasound training for a 5-country cluster randomized controlled trial",
    "Evaluation of focused obstetric ultrasound examinations by health care personnel in the Democratic Republic of Congo, Guatemala, Kenya, Pakistan, and Zambia",
    "Does a first trimester dating scan using crown rump length measurement reduce the rate of induction of labour for prolonged pregnancy? An uncompleted randomised controlled trial of 463 women",
    "Does a first trimester crown-rump length (CRL) measurement reduce the rate of elective timed delivery for post dates? A randomised control trial",
    "The e ect of first trimester crown rump length (CRL) measurement rates of labour for postdates",
    "A randomized trial of prenatal ultrasonographic screening: impact on the detection, management, and outcome of anomalous fetuses",
    "E ect of prenatal ultrasound screening on perinatal outcome. RADIUS Study Group",
    "Routine ultrasound screening for all pregnant women: does it make a di erence?",
    "Epidemiologic predictors of Cesarean section in nulliparous patients at low risk",
    "A randomized trial of prenatal ultrasonographic screening: impact on maternal management and outcome",
    "Is smoking an indication for prenatal ultrasonography? RADIUS Study Group",
    "{published data only}",
    "Cost-e ectiveness of onestage ultrasound screening in pregnancy: a report from the Helsinki ultrasound trial",
    "Fetal anomalies in a controlled one-stage ultrasound screening trial. A report from the Helsinki Ultrasound Trial",
    "Ultrasound screening and perinatal mortality: a controlled clinical trial",
    "Use of antenatal care services in a controlled ultrasound screening trial",
    "Routine versus selective midtrimester ultrasound in a poorly resourced setting: a cluster randomised controlled trial",
    "Routine secondtrimester ultrasound for low risk pregnancies in a South African community",
    "The value of routine mid-trimester ultrasound in low-risk pregnancies at primary care level",
    "Estimation of gestational age by measurement of the biparietal diameter in the second trimester: preliminary results of a randomized trial",
    "Routine ultrasound screening in pregnancy and the children's subsequent neurologic development",
    "Routine ultrasound screening in pregnancy and the children's subsequent handedness",
    "Routine ultrasound screening in pregnancy and the children's subsequent growth, vision and hearing",
    "Prenatal ultrasound exposure and children's school performance at age 15-16: follow-up of a randomized controlled trial",
    "Prenatal ultrasound exposure and school achievement in teenagers; follow-up of a randomized controlled trial",
    "E ects of routine one-stage ultrasound screening in pregnancy: a randomised controlled trial",
    "Comparison of nuchal and detailed morphology ultrasound examinations in early pregnancy for fetal structural abnormality screening: a randomized controlled trial",
    "{published data only} Du G. A randomised controlled trial in a hospital population of ultrasound measurement screening for the small for dates baby",
    "A randomized controlled trial in a hospital population of ultrasound measurement screening for the small for dates baby",
    "{published data only}",
    "Ultrasound in the first and second trimester and autism; a prospective randomized study",
    "Detection of smallfor-gestational-age fetuses by ultrasound screening in a high risk population: a randomized controlled study",
    "The e ects on maternal anxiety of two-dimensional versus twoplus three-/four-dimensional ultrasound in pregnancies at risk of fetal abnormalities: A randomized study",
    "{published data only}",
    "Routine ultrasound in late pregnancy (a er 24 weeks' gestation)",
    "Data fabrication and other reasons for non-random sampling in 5087 randomised, controlled trials in anaesthetic and general medical journals",
    "Nearly half of all severe fetal anomalies can be detected by first-trimester screening in experts' hands",
    "Women's Views of Pregnancy Ultrasound: A Systematic Review",
    "Early fetal ultrasound screening for major congenital heart defects without Doppler",
    "Should an early anatomy ultrasound scan be o ered routinely to obese pregnant women?",
    "Cochrane Handbook for Systematic Reviews of Interventions Version 5",
    "Routine ultrasound examination in early pregnancy: is it worthwhile in low-income countries?",
    "Intrauterine fetal death (IUFD) (all fetal losses at or a er 20 weeks' gestation) 2. Mean gestational age at birth 3. Early detection of multiple pregnancy before 24 weeks' gestation 4. Detection of multiple pregnancy before labour (WHO requested outcome) 5. Early detection of chorionicity 6. Ectopic pregnancy prior to clinical presentation (suspected and confirmed by either surgical and/or medical treatment and/or histopathology) Maternal outcomes 1. Women's views of care/satisfaction 2. Birth in a risk-appropriate setting* 3. Number of fetal ultrasound scans* 4. Number of antenatal visits",
    "Antenatal hospital admission",
    "Antenatal care utilisation (4 of more visits)",
    "Appropriately timed serum screening tests (WHO requested outcome)",
    "Appropriately timed anomaly scan (18-22 weeks)",
    "Maternal mortality (WHO requested outcome",
    "Birth before 34 weeks' gestation",
    "Mean birthweight",
    "Low birthweight (less than 2500 g",
    "Very low birthweight (less than 1500 g",
    "Small for gestational age (WHO requested outcome) 9. Long-term infant neurodevelopmental outcome (impairment at two years) Potential challenges of systematic ultrasound 1. Costs of pregnancy care Types of interventions We had intended that comparisons include: first trimester* routine scan versus selective or no scan and second trimester* routine scan versus no scan and revealed (ultrasound results communicated to both patient and doctor) versus concealed (ultrasound results blinded to both doctor and patient)",
    "Second trimester* routine scan versus selective scan",
    "Standard care plus two ultrasounds, training of healthcare workers and referral for complications versus standard care with selective scan 4"
  ]
}