{
  "paper_id": "Ahmad_et_al-2020-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:04.489217Z"
  },
  "title": "Barrier agents for adhesion prevention after gynaecological surgery",
  "authors": [
    {
      "first": "Gaity",
      "last": "Ahmad",
      "email": "gaity.ahmad@pat.nhs.uk",
      "affiliation": {
        "laboratory": "",
        "institution": "Pennine Acute Hospitals NHS Trust",
        "location": {
          "settlement": "Manchester",
          "country": "UK"
        }
      }
    },
    {
      "first": "Kyungmin",
      "last": "Kim",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Pennine Acute Hospitals NHS Trust",
        "location": {
          "settlement": "Manchester",
          "country": "UK"
        }
      }
    },
    {
      "first": "Matthew",
      "last": "Thompson",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Pennine Acute Hospitals NHS Trust",
        "location": {
          "settlement": "Manchester",
          "country": "UK"
        }
      }
    },
    {
      "first": "Priya",
      "last": "Agarwal",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Pennine Acute Hospitals NHS Trust",
        "location": {
          "settlement": "Manchester",
          "country": "UK"
        }
      }
    },
    {
      "first": "Helena",
      "last": "O'flynn",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Pennine Acute Hospitals NHS Trust",
        "location": {
          "settlement": "Manchester",
          "country": "UK"
        }
      }
    },
    {
      "first": "Akshay",
      "last": "Hindocha",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Pennine Acute Hospitals NHS Trust",
        "location": {
          "settlement": "Manchester",
          "country": "UK"
        }
      }
    },
    {
      "first": "Andrew",
      "last": "Watson",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Tameside & Glossop Acute Services NHS Trust",
        "location": {
          "settlement": "Ashton-Under-Lyne",
          "country": "UK"
        }
      }
    }
  ],
  "year": "",
  "abstract": "No studies reported our primary outcomes of pelvic pain and live birth rate.At second-look laparoscopy, we are uncertain whether oxidised regenerated cellulose at laparoscopy reduced the incidence of de novo adhesions (OR 0.50, 95% CI 0.30 to 0.83, 3 RCTs, 360 participants; I = 75%; very low-quality evidence) or of re-formed adhesions (OR 0.17, 95% CI 0.07 to 0.41, 3 RCTs, 100 participants; I = 36%; very low-quality evidence).At second-look laparoscopy, we are uncertain whether oxidised regenerated cellulose a ected the incidence of de novo adhesions a er laparotomy (OR 0.72, 95% CI 0.42 to 1.25, 1 RCT, 271 participants; very low-quality evidence).However, the incidence of re-formed adhesions may have been reduced in the intervention group (OR 0.38, 95% CI 0.27 to 0.55, 6 RCTs, 554 participants; I = 41%; low-quality evidence).No studies reported results on pelvic pain, live birth rate, adhesion score, or clinical pregnancy rate.We are uncertain whether expanded polytetrafluoroethylene reduced the incidence of de novo adhesions at second-look laparoscopy (OR 0.93, 95% CI 0.26 to 3.41, 38 participants; very low-quality evidence).We are also uncertain whether expanded polytetrafluoroethylene resulted in a lower adhesion score (out of 11) (MD -3.79, 95% CI -5.12 to -2.46, 62 participants; very low-quality evidence) or a lower risk of re-formed adhesions (OR 0.13, 95% CI 0.02 to 0.80, 23 participants; very low-quality evidence) when compared with oxidised regenerated cellulose.No studies reported results regarding pelvic pain, live birth rate, or clinical pregnancy rate.Evidence suggests that collagen membrane with polyethylene glycol and glycerol may reduce the incidence of adhesions at secondlook laparoscopy (OR 0.04, 95% CI 0.00 to 0.77, 47 participants; low-quality evidence).We are uncertain whether collagen membrane with polyethylene glycol and glycerol improved clinical pregnancy rate (OR 5.69, 95% CI 1.38 to 23.48, 39 participants; very low-quality evidence).One study reported adhesion scores but reported them as median scores rather than mean scores (median score 0.8 in the treatment group vs median score 1.2 in the control group) and therefore could not be included in the meta-analysis.The reported P value was 0.230, and no evidence suggests a di erence between treatment and control groups.No studies reported results regarding pelvic pain or live birth rate.In total, 15 of the 19 RCTs included in this review reported adverse events.No events directly attributed to adhesion agents were reported.We found no evidence on the e ects of barrier agents used during pelvic surgery on pelvic pain or live birth rate in women of reproductive age because no trial reported these outcomes.It is di icult to draw credible conclusions due to lack of evidence and the low quality of included studies.Given this caveat, low-quality evidence suggests that collagen membrane with polyethylene glycol plus glycerol may be more e ective than no treatment in reducing the incidence of adhesion formation following pelvic surgery.Low-quality evidence also shows that oxidised regenerated cellulose may reduce the incidence of re-formation of adhesions when compared with no treatment at laparotomy.It is not possible to draw conclusions on the relative e ectiveness of these interventions due to lack of evidence.No adverse events directly attributed to the adhesion agents were reported.The quality of the evidence ranged from very low to moderate.Common limitations were imprecision and poor reporting of study methods.Most studies were commercially funded, and publication bias could not be ruled out.",
  "pdf_parse_keywords": [
    "Informed decisions",
    "Better health Trusted evidence",
    "Informed decisions",
    "Better health surgical Intervention: oxidised regenerated cellulose Comparison: no treatment at laparotomy ratio",
    "Better health"
  ],
  "body_text": [
    "Pelvic adhesions can form secondary to inflammation, endometriosis, or surgical trauma.Strategies to reduce pelvic adhesion formation include placing barrier agents such as oxidised regenerated cellulose, polytetrafluoroethylene, and fibrin or collagen sheets between pelvic structures.",
    "To evaluate the e ects of barrier agents used during pelvic surgery on rates of pain, live birth, and postoperative adhesions in women of reproductive age.",
    "We searched the following databases in August 2019: the Cochrane Gynaecology and Fertility (CGF) Specialised Register of Controlled Trials, MEDLINE, Embase, the Cumulative Index to Nursing and Allied Health Literature (CINAHL), PsycINFO, the Cochrane Central Register of Controlled Trials (CENTRAL), Epistemonikos, and trial registries.We searched reference lists of relevant papers, conference proceedings, and grey literature sources.We contacted pharmaceutical companies for information and handsearched relevant journals and conference abstracts.",
    "Randomised controlled trials (RCTs) on the use of barrier agents compared with other barrier agents, placebo, or no treatment for prevention of adhesions in women undergoing gynaecological surgery.",
    "Three review authors independently assessed trials for eligibility and risk of bias and extracted data.We calculated odds ratios (ORs) or mean di erences (MDs) with 95% confidence intervals (CIs) using a fixed-e ect model.We assessed the overall quality of the evidence using GRADE (Grades of Recommendation, Assessment, Development and Evaluation) methods.",
    "We included 19 RCTs (1316 women).Seven RCTs randomised women; the remainder randomised pelvic organs.Laparoscopy (eight RCTs) and laparotomy (11 RCTs) were the primary surgical techniques.Indications for surgery included myomectomy (seven RCTs), ovarian surgery (five RCTs), pelvic adhesions (five RCTs), endometriosis (one RCT), and mixed gynaecological surgery (one RCT).The sole indication for surgery in three of the RCTs was infertility.Thirteen RCTs reported commercial funding; the rest did not state their source of funding.",
    "One study reported the e ect of collagen membrane with polyethylene glycol plus glycerol on postoperative adhesion score; however due to the way these data were reported, we are unable to interpret whether the intervention had any e ect.No studies reported the e ect of oxidised regenerated cellulose on adhesion score.",
    "One study reported the e ect of collagen membrane with polyethylene glycol plus glycerol on clinical pregnancy rate; however this evidence was found to be of very low quality.We are uncertain whether this intervention led to a higher clinical pregnancy rate than no treatment.No studies reported the e ect of any other intervention on clinical pregnancy rate.",
    "Two studies compared the e ects of expanded polytetrafluoroethylene and oxidised regenerated cellulose on adhesion score and adhesion formation.However, this evidence was found to be of very low quality, and we are uncertain whether either intervention was more e ective than the other.No studies compared the relative e ects of these interventions on pelvic pain, live birth rate, or clinical pregnancy rate.",
    "We found no conclusive evidence on the relative e ectiveness of any reported interventions.No adverse events directly attributed to the adhesion agents were reported.",
    "The quality of the evidence ranged from very low to moderate.The most common limitations were imprecision (few participants and wide confidence intervals) and poor reporting of study methods.Most studies were commercially funded, and publication bias could not be ruled out.",
    "Not reported in any study in this comparison *The basis for the assumed risk is the median control group risk across studies.The corresponding risk (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).CI: confidence interval; OR: odds ratio.",
    "Relative effect (95% CI)",
    "Not reported in any study in this comparison *The basis for the assumed risk is the median control group risk across studies.The corresponding risk (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).",
    "Pelvic adhesions can form as the result of pelvic inflammation, endometriosis, or surgical trauma.The incidence of pelvic adhesions at second-look laparoscopy in the first few weeks a er surgery has been reported to be between 25% and 92% (Okabayashi 2014).Consequences of adhesion formation include subfertility, development of chronic abdominal pain, and dyspareunia (di icult or painful sexual intercourse) (SRS 2007) .A recent study demonstrated that in women with a known reason for small-bowel obstruction, adhesions were the single most common cause (Ten Broek 2013).",
    "Cutting, surgical denudation, ischaemia, desiccation, or abrasion can cause peritoneal trauma during surgery.Subsequent healing in the peritoneal cavity occurs through a combination of mesothelial regeneration and fibrosis, resulting in adhesion formation between damaged serosal surfaces (diZerega 1990).",
    "Minimally invasive techniques such as laparoscopy reduce the risk of de novo (new) adhesion formation but do not eliminate it entirely.Studies included within this review therefore assessed both laparoscopy and laparotomy.",
    "Several barrier agents with di erent characteristics are commercially available.Oxidised regenerated cellulose was the first tested synthetic mechanical barrier agent to cover traumatised peritoneum in the pelvis.It is applied over raw tissue surfaces at the last stage of surgery a er haemostasis has been achieved, and it is designed to form a gelatinous protective coat within eight hours of application.Following this, it is broken down into its monosaccharide constituents and is designed to be absorbed within two weeks.Concerns with use of oxidised regenerated cellulose include migration and the need for meticulous haemostasis.Use of oxidised regenerated cellulose in the presence of bleeding may promote fibrin deposition at sites of incomplete haemostasis, resulting in adhesion formation rather than prevention (Wiseman 1999).",
    "Another commercially available barrier agent is expanded polytetrafluoroethylene surgical membrane.This inert and permanent barrier acts by preventing cellular growth.However, it must be sutured to remain in place, and this may increase the incidence of adhesions while prolonging operating time.",
    "Much debate is ongoing regarding the need to remove expanded polytetrafluoroethylene a er peritoneal healing is complete.This debate stems from studies investigating expanded polytetrafluoroethylene in vascular and pericardial gra s, which found no significant long-term adverse e ects when the barrier was not removed (Jacobs 1996).In addition, a prospective multi-centre observational study investigating the long-term use of expanded polytetrafluoroethylene without removal reported only one case of postoperative infection, which did not require removal of the membrane (Hurst 1998).",
    "Other products include sodium hyaluronate with carboxymethylcellulose, an adhesion barrier agent composed of chemically derived sodium hyaluronate and carboxymethylcellulose.It is designed to be absorbed from the peritoneal cavity within seven days and completely excreted from the body within 28 days (Diamond 1996) .Sodium hyaluronate with carboxymethylcellulose consists of chemically modified hyaluronic acid and carboxymethylcellulose.It separates denuded planes of tissue for up to seven days before it is absorbed.As with oxidised regenerated cellulose, migration is the cause of some concern; however no evidence suggests that its e ectiveness is altered by the presence of blood.Although evidence for its use in gynaecological surgery is limited, sodium hyaluronate with carboxymethylcellulose has been widely studied in the context of colorectal surgery.Formation of adhesions and incidence of smallbowel obstruction were reduced in five randomised controlled trials (RCTs) investigating its use in various colorectal and general surgical procedures (Ten Broek 2013).",
    "Another product is a dual-sided hydrophilic film.One side is a smooth surface consisting of porcine collagen, polyethylene glycol, and glycerol, and the opposite side is a porous surface made of lyophilised porcine collagen.The film is designed to degrade in the body within three weeks of application, and it has demonstrated significant reduction in adhesion formation in rat models (Gruber-Blum 2011).",
    "Fibrin sheet is a sheet-type fibrin sealant with a solid layer of human fibrinogen, thrombin, and aprotinin coating the active surface of equine collagen stained with riboflavin (Mais 1995a; Pellicno 2003) .",
    "Fluid and pharmacological methods used to prevent adhesion formation are investigated in another Cochrane Review (Ahmad 2014).",
    "Theoretically, inert physical materials that are able to prevent mechanical contact between serosal surfaces for longer than three days have the potential to be helpful in preventing adhesion formation.This would allow independent healing of each traumatised peritoneal surface.Some barrier agents (e.g.expanded polytetrafluoroethylene) need to be sutured into place, requiring extra operating time, especially during laparoscopic procedures.",
    "This review is concerned with the e ectiveness of barrier agents placed in the peritoneal cavity for preventing adhesions and in some cases for improving fertility.Pharmacological adjuncts are reviewed elsewhere.Women present with the secondary e ects of adhesions, including dyspareunia, subfertility, bowel obstruction, and chronic pelvic pain.These problems can greatly impact quality of life and may necessitate further surgery.No clinical consensus or guidance is available regarding the most e ective anti-adhesion agent.Assessment of the evidence on e ectiveness of barrier agents is therefore important.",
    "To evaluate the e ects of barrier agents used during pelvic surgery on rates of pain, live birth, and postoperative adhesions in women of reproductive age.",
    "Trusted evidence.Informed decisions.Better health.",
    "We included published or unpublished randomised controlled trials (RCTs) in which either women or pelvic structures were the unit of randomisation.Non-randomised studies (e.g.studies with evidence of inadequate sequence generation such as alternate days or participant numbers) were excluded, as they are associated with high risk of bias.In the case of cross-over trials, only data from before the cross-over would have been included, as any additional pelvic surgery increases the risk of adhesion formation.However, no cross-over trials were identified.",
    "Women undergoing pelvic surgery for infertility or for other indications.Studies investigating adhesion prevention in nongynaecological specialties were excluded.Types of surgery performed could include open or laparoscopic procedures.",
    "Trials comparing physical barrier agents (oxidised regenerated cellulose, expanded polytetrafluoroethylene, sodium hyaluronate with carboxymethylcellulose, fibrin sheet, collagen membrane with polyethylene glycol and glycerol) used during pelvic surgery versus any other physical barrier agent or placebo or no treatment were included.",
    "Studies of fibrin glue and Sepracoat (Genzyme Corporation) were excluded, as these are not physical barrier agents.Live birth rate and clinical pregnancy rate are relevant when studies have specifically investigated use of the barrier agent in procedures performed to improve fertility.This does not apply to some studies.",
    "Articles that met the inclusion criteria but did not report any of the outcomes considered within this review were also included within the qualitative analysis.",
    "We searched for all published and unpublished RCTs comparing the use of barrier agents versus any other active intervention or placebo/no treatment without language restriction.Searches were designed and conducted by the Information Specialist for Cochrane Gynaecology and Fertility.",
    "We searched: These searches were conducted by the Information Specialist for the Cochrane Gynaecology and Fertility Group.",
    "Other electronic searches included trial registers for the US National Institutes of Health, the World Health Organization (WHO) international trial registry platform, the Database of Abstracts of Reviews of E ects (DARE), OpenGrey, PubMed, Epistemonikos, and Google Scholar.",
    "We conducted the last search in August 2019.",
    "We also searched the reference lists of relevant publications, review articles, and included studies and contacted experts in the field to request additional data.We handsearched relevant journals and conference abstracts that were not covered in the CGF register, in liaison with the Information Specialist.Two review authors screened retrievals.",
    "A er an initial screen of titles and abstracts identified by the search, we retrieved the full text of all potentially eligible studies.Three review authors (PA, KK, MT) independently examined these full-text articles for compliance with inclusion criteria.Disagreements on study eligibility were resolved by consultation with a fourth review author (GA).Review authors corresponded with study investigators to clarify study eligibility (e.g. with respect to participant eligibility criteria and allocation method).Figure 1 shows a flow diagram of study selection.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "Three review authors (PA, KK, MT) independently extracted data from eligible studies using a data extraction form that was designed and pilot-tested by the review authors.Disagreements were resolved by consultation with a fourth review author (GA).Data extracted included study characteristics and outcome data.When studies were followed by multiple publications, the main trial report was used as the reference, and additional details were derived from secondary papers.We corresponded with study investigators to ask for further data on methods and/or results, as required.",
    "We assessed each included trial for the following criteria using the Cochrane risk of bias assessment tool: sequence generation; allocation concealment; blinding of participants, personnel, and outcome assessors; completeness of outcome data; selective outcome reporting; and other potential sources of bias (Higgins 2011).We presented conclusions in the 'Risk of bias' table and incorporated them into the interpretation of review findings by performing sensitivity analyses.Two review authors (KK, MT) independently performed all assessments of the quality of clinical trials.All discrepancies were resolved by GA and PA.",
    "Care was taken to search for within-study reporting bias, as seen in trials failing to report obvious outcomes (e.g.pregnancy rate, major complications) or reporting them in insu icient detail.",
    "Results of dichotomous variables are presented as Mantel-Haenszel odds ratios (ORs) with 95% confidence intervals (CIs), and results of continuous variables are presented as mean di erences (MDs).",
    "We reversed the direction of e ects of individual studies, when required, to ensure consistency across trials.We treated ordinal data as continuous outcomes.We presented 95% CIs for all outcomes.When data used to calculate ORs or MDs were not available, we planned to utilise the most detailed numerical data available, which might facilitate similar analyses of included studies.We compared the magnitude and direction of e ects reported by studies versus how they are presented in the review, taking account of legitimate di erences.",
    "For within-participant designs, 'e ective sample sizes' were calculated to allow for statistical synthesis, that is, for a trial randomly assigning ovaries within each participant rather than randomly assigning participants, numbers were calculated to simulate as nearly as possible the odds ratio and the confidence interval as if the study design had randomly assigned participants, not ovaries.This was achieved as follows.",
    "1. We calculated the odds ratio and the 95% CI for the matched design.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews 2. We constrained the control rate in the hypothetical parallel design to make it equal to that observed in the matched design.3. We constrained group sizes for the parallel design to make them equal to each other.4. Based on the two constraints above, we calculated the numbers of 'successes' and 'failures' in each group to reproduce as nearly as possible the OR (95% CI) of the matched design.",
    "As a result of this type of re-analysis of data, studies with within-participant design that may have previously demonstrated significance may no longer do so.",
    "Several studies of within-participant design comparing oxidised regenerated cellulose versus no treatment were presented and analysed wrongly as having a parallel design.We recognised that failure to account for pairing and failure to take account of doubling the sample size by using ovaries instead of participants as the unit of randomisation may have yielded spurious results.For these studies, the least favourable outcome for oxidised regenerated cellulose that was compatible with the reported results was assumed.We attempted to obtain correct results tables from study authors but were unsuccessful.",
    "Data were analysed on an intention-to-treat (ITT) basis as far as possible, and attempts were made to obtain missing data from the original investigators.When data for primary outcomes could not be obtained, we planned to undertake imputation of individual values.For secondary outcomes, only available data were analysed.",
    "If studies reported su icient detail to calculate mean di erences but no information on associated standard deviation (SD), we assumed that the outcome had a standard deviation equal to the highest SD from other studies within the same analysis.",
    "Clinical and methodological characteristics of individual studies were considered to ensure that any pooling was clinically meaningful.The I statistic was calculated to assess statistical heterogeneity.An I measurement over 50% was taken to indicate substantial heterogeneity.",
    "In view of the di iculties involved in detecting and correcting publication bias and other reporting biases, study authors aimed to minimise their potential impact by ensuring a comprehensive search for eligible studies, and by remaining alert for duplication of data.We aimed to minimise the impact by ensuring that a robust and comprehensive search was performed.We planned to create a funnel plot of 10 or more studies that were included in a metaanalysis to explore the possibility of small-study e ects (a tendency for estimates of the intervention e ect to suggest that it is more beneficial in smaller studies).",
    "Statistical analysis was performed in accordance with the guidelines developed by Cochrane.Data from the primary studies were combined in RevMan using the fixed-e ect model.We planned to report standardised mean di erences (SMDs) if similar outcomes were reported on di erent scales.An increase in OR, SMD, or MD was indicated to the right of the central line of the forest plot, and a decrease was indicated to the le of the central line.Whether this favoured treatment or no treatment depended on the outcome analysed, but the axes were labelled accordingly.Analyses were stratified by type of barrier agent, type of surgery, and type of control.",
    "If we had detected substantial heterogeneity, we planned to explore possible explanations via sensitivity analyses.We planned to take any statistical heterogeneity into account when interpreting the results, especially if any variation in the direction of e ect was evident.",
    "We conducted sensitivity analyses for the important review outcomes to determine whether the conclusions were robust to arbitrary decisions made regarding eligibility of studies and analysis.These analyses included consideration of whether review conclusions di ered if:",
    "1. eligibility was restricted to studies without high risk of bias; 2. a random-e ects model had been adopted; or 3. relative risk had been used as the summary e ects measure.",
    "We prepared 'Summary of findings' tables using GRADEpro so ware and Cochrane methods (GRADEpro GDT 2015; Higgins 2011).These tables evaluate the overall quality of the body of evidence for the main review outcomes (pelvic pain, live birth rate, clinical pregnancy rate, improvement or worsening of adhesion scores, and incidence of adhesions) using GRADE (Grades of Recommendation, Assessment, Development and Evaluation) criteria (study limitations (i.e.risk of bias), consistency of e ect, imprecision, indirectness, and publication bias).Judgements about evidence quality (high, moderate, or low) have been justified, documented, and incorporated into reporting of results for each outcome.",
    "At the 2020 update three studies were retrieved in full text.One new study was identified and was included within the meta-analysis in this update (Canis 2014), and two were excluded; there are now 19 included studies and 10 excluded.See Figure 1 for an overview of search results.",
    "At the 2015 update eighteen studies met inclusion criteria, and eight studies were excluded.See study tables under Characteristics of included studies.Reasons why studies were excluded are detailed in the Characteristics of excluded studies tables.",
    "Trusted evidence.Informed decisions.Better health.",
    "We identified 19 RCTs that met the inclusion criteria (1309 participants).",
    "Ten were multi-centre studies (Azziz 1993; Canis 2014; Diamond 1996; Franklin 1995; Haney 1995; Myomectomy ASG 1995; Nordic APSG 1995; Sekiba 1992; Takeuchi 2005; Tinelli 2011) .",
    "In seven parallel-group trials, the unit of randomisation was the participant (Canis 2014; Diamond 1996; Mais 1995a; Mais 1995b; Takeuchi 2005; Tinelli 2011 Wallweiner 1998) .The remainder were within-participant trials in which the unit of randomisation was the ovary, uterine sites, or the pelvic sidewall.One study was a multi-arm trial comparing fibrin gel and a fibrin sheet versus control (Takeuchi 2005).Comparison of the fibrin sheet arm versus the control arm is included in this review.",
    "Thirteen trials stated sponsorship.Seven trials were sponsored by Johnson & Johnson (Azziz 1993; Franklin 1995; Li 1994; Nordic APSG 1995; Saravelos 1996; Sekiba 1992; van Geldorp 1994) , one was sponsored by Genzyme (Diamond 1996), one by Covidien (Canis 2014), and a further two trials by manufacturers of expanded polytetrafluoroethylene (Haney 1995; Myomectomy ASG 1995) .One trial received additional sponsorship from the Medical Research Council (MRC) in Canada (Greenblatt 1993).Another trial received support from Johnson & Johnson a er the study was completed to help with the analysis, but the final content of the paper was under the sole control of the principal investigator (Keckstein 1996).",
    "Myomectomy was the indication in six trials (Canis 2014; Diamond 1996; Mais 1995b; Myomectomy ASG 1995; Takeuchi 2005; Tinelli 2011) , and ovarian surgery was the indication in four trials (Greenblatt 1993; Keckstein 1996; Saravelos 1996; van Geldorp 1994) .Three trials were restricted to women undergoing adhesiolysis for infertility (Azziz 1993; Nordic APSG 1995; Sekiba 1992) .Participants also underwent adhesiolysis in Li 1994, although the indications were subgrouped into infertility or pelvic pain.The indication for the Haney 1995 trial was also pelvic adhesions, although the primary reason for surgery was not exclusively infertility, and this trial was not subgrouped.The indications were endometriosis in Mais 1995a and Wallweiner 1998, and bilateral ovarian disease in Franklin 1995.",
    "Laparotomy was performed in nine trials (Azziz 1993; Canis 2014; Diamond 1996; Franklin 1995; Li 1994; Myomectomy ASG 1995; Nordic APSG 1995; Sekiba 1992; van Geldorp 1994) , and laparoscopy was performed in the remainder (Greenblatt 1993; Haney 1995; Keckstein 1996; Korell 1994; Mais 1995a; Mais 1995b; Saravelos 1996; Takeuchi 2005; Wallweiner 1998 ).Tinelli 2011 performed both laparoscopy and laparotomy.",
    "Oxidised regenerated cellulose was occasionally sutured into place (Keckstein 1996; Li 1994; Sekiba 1992 ), whereas expanded polytetrafluoroethylene was always sutured into place (Haney 1995; Korell 1994; Myomectomy ASG 1995) .",
    "One trial compared oxidised regenerated cellulose versus no treatment; hydrocortisone was also instilled in both treatment and control groups (Li 1994).",
    "In three trials, it was noted that microsurgery was performed (Azziz 1993; Li 1994; Nordic APSG 1995) .",
    "1. Thirteen RCTs compared oxidised regenerated cellulose with no treatment -six at laparoscopy (Keckstein 1996; Mais 1995a; Mais 1995b; Saravelos 1996; Tinelli 2011; Wallweiner 1998) , and seven at laparotomy (Azziz 1993; Franklin 1995; Li 1994; Nordic APSG 1995; Sekiba 1992; Tinelli 2011; van Only two studies stated a mean time a er laparoscopy (Diamond 1996 -23 days; Haney 1995 -30 days).Large variation was noted in timing of the SLL both within and between studies.Only three studies performed all SLL procedures within six weeks (Greenblatt 1993; Haney 1995; Myomectomy ASG 1995) .Only four further studies performed SLL a er eight weeks (Keckstein 1996; Mais 1995a; Mais 1995b; Wallweiner 1998) .Remaining studies performed SLL a er 10 days to 20 weeks.",
    "Tinelli 2011 did not routinely perform SLL but instructed participants to have any further surgery completed within a six-year period.Adhesions were assessed at the second surgery.Timing of the second surgery varied between 2.3 and 2.5 years.",
    "No trials reported this outcome.",
    "No trials reported this outcome.",
    "Copyright  2020 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd.",
    "Trusted evidence.Informed decisions.Better health.",
    "Adhesion score",
    "Only one study reported mean adhesion score as an outcome (Haney 1995) .Another study reported median adhesion score as an outcome (Canis 2014).",
    "Nine trials reported the incidence of de novo adhesions as an outcome (Canis 2014; Diamond 1996; Greenblatt 1993; Korell 1994; Mais 1995b; Myomectomy ASG 1995; Saravelos 1996; Takeuchi 2005; Tinelli 2011 ).Ten trials reported the incidence of re-formation adhesions as an outcome (Azziz 1993; Franklin 1995; Haney 1995; Keckstein 1996; Li 1994; Mais 1995a; Nordic APSG 1995; Sekiba 1992; van Geldorp 1994; Wallweiner 1998 ).",
    "One study reported this outcome (Canis 2014).",
    "No trials reported this outcome.",
    "One study reported this outcome (Canis 2014).",
    "No trials reported this outcome.",
    "Fourteen studies reported adverse e ects as an outcome (Azziz 1993; Canis 2014; Diamond 1996; Franklin 1995; Haney 1995; Keckstein 1996; Mais 1995a; Mais 1995b; Myomectomy ASG 1995; Nordic APSG 1995; Saravelos 1996; Takeuchi 2005; Tinelli 2011; van Geldorp 1994) .In the remaining studies, the absence of adverse e ects was not stated.",
    "Ten studies were excluded.In nine studies, the agent used as the intervention was not a barrier agent, and one study did not investigate use of a barrier agent during a gynaecological procedure (To 1992).",
    "See Figure 2 and Figure 3 for a summary diagram.Ten studies were rated as having unclear risk of bias.Study authors did not detail the randomly assigned component despite stating that these were randomised studies (Azziz 1993; Franklin 1995; Greenblatt 1993; Korell 1994; Li 1994; Nordic APSG 1995; Saravelos 1996; Sekiba 1992; van Geldorp 1994; Wallweiner 1998 ).",
    "Nine studies were deemed to have low risk of bias for sequence generation (Canis 2014; Diamond 1996; Haney 1995; Keckstein 1996; Mais 1995a; Mais 1995b; Myomectomy ASG 1995; Takeuchi 2005; Tinelli 2011 ).",
    "Eight studies were deemed to have low risk of selection bias (Canis 2014; Diamond 1996; Haney 1995; Keckstein 1996; Li 1994; Mais 1995a; Mais 1995b; Myomectomy ASG 1995) .The remaining 11 studies were deemed to have unclear risk of selection bias.",
    "Although five of these studies used sealed envelopes, investigators did not detail the methods used to develop and monitor the allocation process with sealed envelopes (Azziz 1993; Franklin 1995; Nordic APSG 1995; Saravelos 1996; Sekiba 1992) .",
    "Due to the nature of the intervention and the lack of comparable placebo agents, no study achieved blinding of the primary surgeon.However, by revealing the treatment allocation only a er completing the initial surgical intervention, seven studies were deemed to have minimised performance bias (Azziz 1993; Canis 2014; Diamond 1996; Franklin 1995; Haney 1995; Keckstein 1996; Li 1994) .",
    "Twelve studies were rated to have unclear risk of performance bias (Greenblatt 1993; Korell 1994; Mais 1995a; Mais 1995b; Myomectomy ASG 1995; Nordic APSG 1995; Saravelos 1996; Sekiba 1992; Takeuchi 2005; Tinelli 2011; van Geldorp 1994; Wallweiner 1998 ), as study authors did not clearly state whether participants were blinded and/or whether treatment allocation was revealed before or during the initial surgery.",
    "Nine studies clearly stated that assessors at SLL were blinded (Canis 2014; Diamond 1996; Greenblatt 1993; Li 1994; Mais 1995a; Mais 1995b; Saravelos 1996; Sekiba 1992; Tinelli 2011) .Two of these studies recorded the SLL in video, and blinded independent assessors watched those videos to grade the severity of adhesions (Canis 2014; Diamond 1996) .However, in Canis 2014, video recording was not performed in seven of the SLL patients, meaning that these patients were not assessed by a blinded independent surgeon, potentially increasing the risk of detection bias.Therefore, we included only the data from independently performed SLL from Canis 2014 in our final data analysis.",
    "Eight studies did not clearly state that the surgeon performing the SLL was blinded to the initial intervention (Franklin 1995; Keckstein 1996; Korell 1994; Myomectomy ASG 1995; Nordic APSG 1995; Takeuchi 2005; van Geldorp 1994; Wallweiner 1998 ).",
    "Two studies were deemed to have high risk of detection bias, as the surgeons at SLL were not blinded to the intervention group (Azziz 1993; Haney 1995) .",
    "Fourteen studies blinded surgeons to randomisation at secondlook laparoscopy, three studies did not discuss blinding (Haney 1995; Myomectomy ASG 1995; van Geldorp 1994) , and two studies did not use blinding (Azziz 1993; Takeuchi 2005) .",
    "Four studies were rated as high risk, 10 as unclear risk, and five as low risk.",
    "Azziz 1993 reported a large number of dropouts.A total of 198 participants were randomly assigned, but 64 were excluded from analysis because of inadequate documentation in 23, surgical technique and evaluation inconsistent with the protocol in 36, concurrent therapy in conflict with the protocol in three, and participant refusal to undergo second-look laparoscopy in two (Wiseman 1999), demonstrating high risk of bias.Keckstein 1996 also reported a large number of dropouts, with 8 of 25 participants not returning for SLL.No reason was given for this.Canis 2014 reported a large number of dropouts as well, with 7 of 61 patients not undergoing second-look laparoscopy and 21 of 61 not returning for three-year follow-up.",
    "Tinelli 2011 reported participants undergoing a second surgical procedure within six years of initial surgery: 546 of 694 participants underwent a second surgery.In contrast to other trials, a secondlook laparoscopy at a specified time interval was not performed on all participants, leading to the exclusion of 148 participants from the results; this increases the risk of attrition bias.",
    "Withdrawals were stated in eleven studies (Azziz 1993; Canis 2014; Diamond 1996; Greenblatt 1993; Haney 1995; Keckstein 1996; Li 1994; Myomectomy ASG 1995; Saravelos 1996; Takeuchi 2005; Tinelli 2011 ), and three studies did not state withdrawals (Franklin 1995; Nordic APSG 1995; Sekiba 1992) ; in five studies, no dropouts were reported (Mais 1995a; Mais 1995b; Takeuchi 2005; van Geldorp 1994; Wallweiner 1998 ).No studies with dropouts performed an ITT analysis.A total of six participants from all studies were reported to have been unable to undergo second-look laparoscopy because of pregnancy.",
    "Two studies were rated as high risk (Li 1994; Nordic APSG 1995) , and the other 17 studies were rated as unclear risk.The Nordic study reported larger numbers of participants randomly assigned",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews in meeting abstracts before the study was published in a journal (Nordic APSG 1995) .The explanation for this discrepancy was that some participants who did not meet inclusion criteria were recruited and were not included in the final analysis (personal communication, Wiseman 1999).In the United Kingdom, centres other than She ield were randomly assigning participants in a study of oxidised regenerated cellulose versus no treatment in the early 1990s (personal communication, A Watson), but the data have never been published (Li 1994) .Attempts to identify these data by contacting investigators and the sponsoring company (Ethicon, Bridgewater, New Jersey, USA) have proved fruitless thus far.In van Geldorp 1994, another centre was recruiting participants (investigator: Trimbos-Kemper, The Netherlands), but these results have been reported only briefly in a review (Wiseman 1999).Data regarding the use of oxidised regenerated cellulose must be interpreted with caution because of the high risk of bias.",
    "Additional information was sought from some study authors; at the time of this writing, six replies had been received (Azziz 1993; Franklin 1995; Keckstein 1996; Myomectomy ASG 1995; Saravelos 1996; van Geldorp 1994) .",
    "Haney 1995 reported statistically significant reductions in the adhesion score, but it is not clear whether these analyses took account of the within-participant design.It should be noted that the incidence of adhesions in the oxidised regenerated cellulose arm of the trial is greater than would be expected from the RCTs of oxidised regenerated cellulose versus no barrier agent.As it was not clear from the publication whether the surgeon was unblinded at the time of the second-look laparoscopy, this result should be treated with some caution.",
    "Of the 10 studies using a within-participant design and reporting adhesion formation, only three presented and analysed matched data appropriately (Azziz 1993; Saravelos 1996; Sekiba 1992) .Appropriate data were extracted from the reports of two others (Franklin 1995; Haney 1995) , which were incorrectly analysed in the original.See Methods section for a full description.One further study failed to present comparative data and was excluded from all analyses (Greenblatt 1993).",
    "See: Summary of findings for the main comparison Analysis 1 -Oxidised regenerated cellulose vs no treatment at laparoscopy for adhesion prevention a er gynaecological surgery; Summary of findings 2 Analysis 2 -Oxidised regenerated cellulose vs no treatment at laparotomy for adhesion prevention a er gynaecological surgery; Summary of findings 3 Analysis 4 -Expanded polytetrafluoroethylene vs oxidised regenerated cellulose for adhesion prevention a er gynaecological surgery; Summary of findings 4 Analysis 7 -Collagen membrane with polyethylene glycol and glycerol vs Ringer's lactate",
    "No studies reported either of our primary outcomes (pelvic pain and live birth).",
    "(Analysis 1.1; Summary of findings for the main comparison)",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Six trials reported this outcome.Three reported de novo adhesion formation (Mais 1995b; Saravelos 1996; Tinelli 2011), and three reported re-formation of adhesions following adhesiolysis (Keckstein 1996; Mais 1995a; Wallweiner 1998); Keckstein 1996 reported both de novo and re-formation adhesions and was therefore included with the other studies reporting re-formed adhesions.",
    "We are uncertain whether the use of oxidised regenerated cellulose reduced the incidence of de novo adhesions when compared with no treatment at second-look laparoscopy (OR 0.50, 95% CI 0.30 to 0.83, 3 trials, 360 participants; I = 75%; very low-quality evidence).This evidence would suggest that among women with a 48% chance of developing de novo adhesions with no treatment, the incidence of de novo adhesions using oxidised regenerated cellulose will be between 22% and 44%.",
    "No clear explanation was provided for the high heterogeneity in this analysis (I = 75%).However, it is possible that the small number of participants within the included studies may partially account for it.Di erences in operative procedure were observed between studies, as were di erences in wrapping and use of oxidised regenerated cellulose (Saravelos 1996).It is unclear, however, whether these di erences can account for the very high level of heterogeneity observed in these studies.",
    "We are also uncertain whether the use of oxidised regenerated cellulose reduced the incidence of re-formed (or mixed) of adhesions (OR 0.17, 95% CI 0.07 to 0.41, 3 trials, 100 participants; I = 36%; very low-quality evidence).This evidence would suggest that among women with a 75% chance of developing re-formed (or mixed) adhesions with no treatment, the incidence of adhesion formation using oxidised regenerated cellulose will be between 18% and 55%.",
    "See Figure 4 .",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Tinelli 2011 reported the incidence of fever within 48 hours as 6.5% to 12.5% of cases; this was likely to be secondary to surgery rather than to use of the barrier agent.Otherwise, no adverse outcomes were identified among the 236 participants receiving the intervention across studies (Keckstein 1996; Mais 1995a; Mais 1995b; Saravelos 1996; Tinelli 2011; Wallweiner 1998) .",
    "(Analysis 2.1; Summary of findings 2)",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Six trials reported on re-formation of adhesions following laparotomy for adhesiolysis - Azziz 1993 , Li 1994 , Nordic APSG 1995 , Sekiba 1992 -and ovarian surgery -Franklin 1995 , van Geldorp 1994. Use of oxidised regenerated cellulose may have resulted in a reduction in the incidence of re-formation adhesions compared with no treatment (OR 0.38, 95% CI 0.27 to 0.55, 6 trials, 554 participants; I = 41%; low-quality evidence).This suggests that among women with a 75% chance of adhesion re-formation with no treatment, the incidence of adhesion re-formation using oxidised regenerated cellulose will be between 45% and 62%.",
    "We are uncertain whether oxidised regenerated cellulose a ected the formation of de novo adhesions following laparotomy (OR 0.72, 95% CI 0.42 to 1.25, 1 trial, 271 participants; very low-quality evidence).This suggests that among women with a 48% chance of developing de novo adhesions with no treatment, the incidence of de novo adhesions using oxidised regenerated cellulose will be between 28% and 54%.",
    "See Figure 5 .",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "In Azziz 1993, three adverse events occurred (atelectasis, postoperative ileus, fever and abdominal pain), and in van Geldorp 1994, a decrease in haemoglobin was reported.These adverse e ects are related to the surgery rather than to the barrier agent.Otherwise, no adverse outcomes related to the agent were identified among 225 participants receiving the intervention across five studies (Azziz 1993; Franklin 1995; Nordic APSG 1995; Tinelli 2011; van Geldorp 1994) .Two studies did not report on adverse outcomes (Li 1994; Sekiba 1992 ).",
    "(Analysis 3.1)",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Only one trial reported this comparison and described a reduction in new adhesion formation among women undergoing myomectomy at laparotomy (Myomectomy ASG 1995) .Use of expanded polytetrafluoroethylene may have resulted in a reduction in new adhesion formation (OR 0.17, 95% CI 0.03 to 0.94, 1 trial, 42 participants; low-quality evidence).This result was obtained by assuming the outcome least favourable to expanded polytetrafluoroethylene that was compatible with reported results.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "No adverse outcomes were reported for 21 participants receiving the intervention in one trial (Myomectomy ASG 1995).",
    "(Analysis 4.1 and Analysis 4.2; Summary of findings 3)",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "We are uncertain whether the use of expanded polytetrafluoroethylene a ected the adhesion score at SLL when compared with oxidised regenerated cellulose (MD -3.79, 95% CI -5.12 to -2.46, 1 study, 62 participants; very low-quality evidence).",
    "One trial reported no evidence of a di erence in the formation of de novo adhesions following myomectomy at laparoscopy (OR 0.93, 95% CI 0.26 to 3.41, 1 trial, 38 participants; very low-quality evidence) (Korell 1994) .This suggests that among women with a 15% chance of developing de novo adhesions with oxidised regenerated cellulose, the incidence of de novo adhesions using expanded polytetrafluoroethylene will be between 5% and 38%.",
    "One trial reported this comparison for a reduction in reformation of adhesions among women undergoing adhesiolysis at laparotomy (Haney 1995).We are uncertain whether the use of expanded polytetrafluoroethylene was associated with a reduction in adhesion re-formation (OR 0.13, 95% CI 0.02 to 0.80, 1 trial, 23 participants; very low-quality evidence).This suggests that among women with a 57% chance of adhesion re-formation with oxidised regenerated cellulose, the incidence of adhesion re-formation using expanded polytetrafluoroethylene will be between 3% and 52%.This finding was sensitive to choice of e ect measure, just ceasing to show a reduction in adhesions when the risk of re-formed adhesions was analysed using risk ratio (RR 0.36, 95% CI 0.13 to 1.01).",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Participants in Haney 1995 experienced no adverse e ects (three were treated with expanded polytetrafluoroethylene during surgery; nine were treated with oxidised regenerated cellulose).One study did not report whether adverse outcomes occurred (Korell 1994).",
    "(Analysis 5.1)",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Diamond 1996 reported adhesion severity score with use of sodium hyaluronate with carboxymethylcellulose in comparison with no treatment, using a non-validated scoring method out of four.This showed that the use of sodium hyaluronate with carboxymethylcellulose probably resulted in a reduced adhesion severity score when compared with no treatment (MD 0.49, 95% CI 0.53 to 0.45, 1 trial, 127 participants; moderate-quality evidence; Analysis 5.1).",
    "Trusted evidence.Informed decisions.Better health.",
    "One study assessed fibrin sheet versus no treatment at laparoscopic myomectomy.Study authors reported no di erence in adhesion grading, using a non-validated scoring method out of four (MD 0.14, 95% CI -0.67 to 0.39, 1 trial, 48 participants; very lowquality evidence).",
    "Only one study assessed fibrin sheet versus no treatment at laparoscopic myomectomy (Takeuchi 2005) .Study authors reported the frequency and severity of postoperative adhesions.No evidence was found of di erences between groups in the incidence of postoperative adhesions per participant (OR 1.20, 95% CI 0.42 to 3.41, 1 study, 62 participants; very low-quality evidence).",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "Participants in Takeuchi 2005 experienced no adverse e ects (30 were treated with fibrin sheet during surgery).",
    "(Analysis 7.1, Analysis 7.2, Analysis 7.3, and Analysis 7.4; Summary of findings 4)",
    "This was not assessed by any study.",
    "This was not assessed by any study.",
    "One study assessed collagen membrane with polyethylene glycol plus glycerol versus Ringer's lactate in myomectomy at laparotomy (Canis 2014).The study reports median rather than mean mAFS scores at SLL; however results appear to demonstrate no di erence between groups (0.8 vs 1.2, 1 trial, 47 participants; very low-quality evidence).",
    "One study investigated the incidence of de novo adhesions with collagen membrane with polyethylene glycol plus glycerol versus Ringer's lactate in myomectomy at laparotomy (Canis 2014).This suggests that there may have been a lower incidence of adhesions at SLL in the collagen membrane with polyethylene glycol plus glycerol group when compared with the control group (OR 0.04, 95% CI 0.00 to 0.77, 1 trial, 47 participants; low-quality evidence) (Analysis 7.1).This suggests that among women with a 48% chance of developing de novo adhesions with no barrier, the incidence of de novo adhesions using collagen membrane with polyethylene glycerol plus glycol will be between 0% and 42%.",
    "See Figure 6 .",
    "One study assessed collagen membrane with polyethylene glycol and glycerol versus Ringer's lactate in myomectomy at laparotomy (Canis 2014).This suggests that collagen membrane with polyethylene glycol and glycerol may have improved clinical pregnancy rate at three-year follow-up when compared with the control (OR 5.69, 95% CI 1.38 to 23.48, 1 trial, 39 participants; lowquality evidence; Analysis 7.3).This suggests that among women with a 23% chance of becoming clinically pregnant with no barrier,",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews the incidence of clinical pregnancy using collagen membrane with polyethylene glycol plus glycerol will be between 29% and 87%.",
    "This was not assessed by any study.",
    "One study assessed collagen membrane with polyethylene glycol plus glycerol versus Ringer's lactate in myomectomy at laparotomy (Canis 2014).At three-year follow-up of 39 participants, no ectopic pregnancies were reported in either study group (Analysis 7.4).",
    "This was not assessed by any study.",
    "Canis 2014 reported four participants in the collagen membrane with polyethylene glycol plus glycerol group who were hospitalised due to adverse events: one due to intra-abdominal bleeding, one with anaemia due to preoperative and postoperative bleeding, one with a parietal haematoma, and one with abdominal pain and digestive disorders.",
    "Three studies reported an unclear randomisation procedure (Greenblatt 1993; Haney 1995; Wallweiner 1998) (although additional information has been requested).Excluding these studies from the analyses did not substantially a ect findings.",
    "Azziz 1993 reported a large number of dropouts (64/198), but excluding this study from the analyses did not a ect findings.",
    "In other sensitivity analyses, use of a random-e ects model, or of risk ratio rather than odds ratio, did not substantially change findings for any outcomes, except that in the comparison of expanded polytetrafluoroethylene versus oxidised regenerated cellulose (Analysis 4.2), the confidence interval crossed the line of no e ect when a risk ratio rather than an odds ratio was calculated (RR 0.36, 95% CI 0.13 to 1.01).",
    "Insu icient studies were included in any analysis to permit construction of a funnel plot, so we were unable to formally assess publication bias.",
    "'Summary of findings' tables for Analyses 3, 5, and 6 have not been included in this update of the review but can be found in the last published version (Ahmad 2015).",
    "Review authors identified that no studies reported our primary outcomes of pelvic pain and live birth rate; therefore any conclusions discussed below relate solely to our secondary outcomes.",
    "We found evidence that use of oxidised regenerated cellulose may reduce the incidence of re-formation of adhesions at laparotomy (low-quality evidence).We are uncertain whether use of oxidised regenerated cellulose reduces de novo adhesion formation or adhesion re-formation at laparoscopy.We are also uncertain whether the use of oxidised regenerated cellulose reduces de novo adhesion formation at laparotomy.",
    "We are uncertain whether polytetrafluoroethylene reduces adhesion formation when compared with oxidised regenerated cellulose.",
    "One study suggested that use of sodium hyaluronate with carboxymethylcellulose probably reduces adhesion formation a er laparoscopy (moderate-quality evidence).",
    "We are uncertain whether use of fibrin sheets reduces the formation of adhesions.",
    "One study suggested that use of a collagen membrane with polyethylene glycol plus glycerol may reduce the formation of adhesions at laparotomy (low-quality evidence).Based on evidence from the same study, we are uncertain whether collagen membrane with polyethylene glycol and glycerol improved clinical pregnancy rate (low-quality evidence).",
    "Most gynaecological surgery is associated with risk of pelvic adhesions.Clinical consequences of adhesions include pain, subfertility, and small-bowel obstruction, as well as complications of subsequent surgery.Minimally invasive techniques such as laparoscopy reduce the risk of de novo adhesion formation but do not eliminate it entirely.Studies included within this review therefore assessed both laparoscopy and laparotomy.",
    "This review assessed the e ectiveness of barrier agents in reducing adhesions following conservative gynaecological surgery.As noted above, pharmacological and fluid agents are assessed in a separate Cochrane Review.",
    "Unfortunately, no studies in this review reported live birth rate or pelvic pain as a primary outcome but instead focused on extent of adhesion formation by incidence or by score.However, only six studies investigated the use of barrier agents in women seeking treatment to improve fertility.None of these studies reported adverse outcomes attributable to use of a barrier agent.",
    "The included studies were at unclear risk of bias in most domains.The most common limitation was failure to report su icient details of study methods.Studies were at high risk of bias related to attrition rates (four studies), selective reporting (two studies), and lack of blinding (one study).Reporting of adverse e ects was inadequate.We were unable to formally assess the risk of publication bias.However, we note that 13 studies reported sponsorship, 12 of which were sponsored by companies that manufactured adhesion agents.Furthermore, evidence suggests that unpublished data may exist regarding oxidised regenerated cellulose.Specifically, centres in the United Kingdom were known to be randomly assigning participants for a study in 1990 (personal communication, AW), although only results from She ield were identified by our search (Li 1994) .Evidence of duplicate publication",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews of data may contribute to increased risk of publication bias (Haney 1995) .",
    "Clinical heterogeneity between studies was observed, with di erences in surgical technique and variable timing of secondlook laparoscopy ranging from 23 days to 2.5 years.Considerable statistical heterogeneity was observed in the comparison of oxidised regenerated cellulose versus no treatment at laparoscopy (I = 75%), for which no clear explanation was provided.",
    "We graded the overall quality of the evidence using GRADE methods.The quality ranged from very low to moderate but was low or very low for most comparisons.The main limitations were imprecision and poor reporting of study methods.See Summary of findings for the main comparison, Summary of findings 2, Summary of findings 3, and Summary of findings 4.",
    "Summary of findings tables for Analyses 3, 5, and 6 have not been included in this update and can be found in the last published version (Ahmad 2015).",
    "The review authors made every e ort to identify all studies that should be considered for inclusion.However, it remains possible that some errors were made in the review process and some relevant publications may have been missed.",
    "Since the time of the previous review, necessary details required for inclusion in Cochrane Reviews have increased substantially.Although all previously included studies were reassessed for bias, some information was required from the study authors themselves, and attempts were made to contact them.",
    "Duplicate publication of data and existence of unreported data create a risk of bias.This is reflected in the GRADE rating of very low for oxidised regenerated cellulose versus no comparison at laparoscopy.This was o en di icult to establish because the data were presented as abstracts at meetings (o en by di erent study authors).For example, Haney 1995 had four abstract publications, and Keckstein 1996 had two abstract publications.",
    "A review published in 2010 concludes that the evidence is not adequate for definite conclusions to be drawn, either in terms of e icacy or in terms of safety with regard to anti-adhesion agents in gynaecological surgery (Pados 2010).This is consistent with the findings of this review, which has found very little evidence on clinically relevant endpoints.Furthermore, the generally low GRADE evidence quality ratings given to most of the outcomes in this review show how, on our assessment, considerable uncertainty remains regarding use of these agents for improving patient outcomes.",
    "The guidelines of the Society of Obstetricians and Gynaecologists of Canada on use of adhesion agents in gynaecological surgery are consistent with the notion that evidence on the e ects of barrier agents on long-term clinical outcomes such as chronic pelvic pain and infertility is insu icient (Robertson 2010).These guidelines also state, Oxidized regenerated cellulose adhesion barrier is associated with reduced incidence of pelvic adhesion formation at both laparoscopy and laparotomy when complete haemostasis is achieved.This information is somewhat consistent with that reported in this review, which found that oxidised regenerated cellulose may reduce the re-formation of adhesions at laparotomy.However, this review determined that the quality of evidence obtained ranged from very low to low; and due to poor quality of evidence we were uncertain of the benefits of oxidised regenerated cellulose at laparoscopy.",
    "The guidelines of the Society of Obstetricians and Gynaecologists of Canada also state, Polytetrafluoroethylene barrier is more e ective than no barrier or oxidized regenerated cellulose in preventing adhesion formation (Robertson 2010).This again is partially consistent with our conclusions, as we identified one study suggesting that use of expanded polytetrafluoroethylene may reduce formation of de novo adhesions at laparoscopy.However, we rated the quality of evidence as low.We also found one trial that suggested superiority of expanded polytetrafluoroethylene over oxidised regenerated cellulose for incidence of re-formation adhesions.We deemed this evidence to be of very low quality, as this was a very small, unblinded, privately funded study, and we are therefore uncertain whether polytetrafluoroethylene reduces adhesion formation when compared with oxidised regenerated cellulose.",
    "Finally, Robertson 2010 states, Chemically modified sodium hyaluronate/carboxymethylcellulose is e ective in preventing adhesion formation, especially following myomectomies, although researchers warned that these results should be interpreted with caution on the basis of comments provided in the previous version of this review.Our updated review also agrees with this conclusion.",
    "We found no evidence on the e ects of barrier agents used during pelvic surgery on either pain or fertility outcomes in women of reproductive age, as no studies were identified that reported these outcomes.",
    "Low-quality evidence suggests that oxidised regenerated cellulose, expanded polytetrafluoroethylene, sodium hyaluronate with carboxymethylcellulose, and collagen membrane with polyethylene glycol plus glycerol may all be more e ective than no treatment in reducing the incidence of adhesion formation following pelvic surgery.We found no conclusive evidence on the relative e ectiveness of these interventions.We are uncertain whether use of a fibrin sheet is more e ective than no treatment.",
    "No adverse events directly attributed to the adhesion agents were reported.The quality of the evidence ranged from very low to moderate.The most common limitations were imprecision and poor reporting of study methods.Most studies were commercially funded, and publication bias could not be ruled out.",
    "Further high-quality studies with improved blinding of surgeons/ outcome assessors, reduced selective reporting, and use of intention-to-treat analyses are required.Research should focus on the e ects of barrier agents on clinical outcomes, with emphasis on fertility outcomes among women trying to conceive.Future studies should include women as the unit of randomisation, live birth and",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews pain as primary outcomes, and earlier second-look laparoscopy (within four to six weeks).",
    "The review authors would like to thank the members of Cochrane Gynaecology and Fertility, Auckland, New Zealand, who assisted with both the 1999 review and the 2007, 2015, and 2020 updates of the review.",
    "We acknowledge the contributions of Dr Selma Mourad, Dr Sarah Lensen and Ms Katie Stocking who provided peer review comments.",
    "Trusted evidence.Informed decisions.Better health.",
    "In the 2020 update, contributions of the review authors included the following.",
    "1. Gaity Ahmad (GA).a. Main review author of the 2020 update; undertook search, screened search results, organised retrieval of papers, screened papers against inclusion criteria, extracted data from papers, managed and interpreted data, and supervised KK, PA, and MT throughout the process.2. Kyungmin Kim (KK).",
    "a. Co-review author of the 2020 update; organised retrieval of papers, screened papers against inclusion criteria, extracted data from papers, and managed and interpreted data.",
    "a. Co-review author of the 2020 update; organised retrieval of papers, screened papers against inclusion criteria, extracted data from papers, and managed and interpreted data.4. Priya Agarwal (PA).",
    "a. Co-review author of the 2020 update; organised retrieval of papers, screened papers against inclusion criteria, extracted data from papers, and managed and interpreted data. 5. Helena O'Flynn (HO'F).",
    "a. Co-review author of the 2015 update; assisted with writing of the 2020 update.6. Akshay Hindocha (AH).",
    "a. Co-review author of the 2015 update; assisted with writing of the 2020 update.7. Andrew Watson (AW).",
    "a. Co-review author of the 2015 update; assisted with writing of the 2020 update.",
    "Barrier agents for adhesion prevention a er gynaecological surgery (Review)Copyright  2020 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "We thank Cindy Farquhar, Patrick Vanderkerchove, Andy Vail, and David Wiseman for their contributions to the original 1999 version of the review.Finally, we thank James Du y, Cindy Farquhar, Andy Vail, Patrick Vanderkerchove, and David Wiseman for their contributions to the 2007 update to the review.",
    "diZerega GS.The peritoneum and its response to surgical injury.Progress in Clinical & Biological Research 1990; 358:1-11 .",
    "McMaster University (developed by Evidence Prime, Inc.).GRADEpro GDT: GRADEpro Guideline Development Tool.Hamilton, Ontario, Canada: McMaster University (developed by Evidence Prime, Inc.), 2015.",
    "Gruber-Blum S, Petter-Puchner AH, Brand J, Fortelny RH, Walder N, Oehlinger W, et al.Comparison of three separate antiadhesive barriers for intraperitoneal onlay mesh hernia repair in an experimental model.British Journal of Surgery 2011; 98:442-9. [PUBMED: 21254024] ",
    "Higgins JP, Green S, editors.Cochrane Handbook for Systematic Reviews of Interventions Version 5. 1.0 (updated March 2011) .The Cochrane Collaboration, 2011.Available from www.cochrane-handbook.org.",
    "Hurst BS.Permanent implantation of expanded polytetrafluoroethylene is safe for pelvic surgery.Human Reproduction 1999;14(4):925-7.",
    "Jacobs J, Iyer R, Weston J, Amato J, Elliott M, Leval M, et al.Expanded PTFE membrane to prevent cardiac injury during resternotomy for congenital heart disease.Annals of Thoracic Surgery 1996;62(6):1778-82.",
    "Okabayashi K, Ashrafian H, Zacharakis E, Hasegawa H, Kitagawa Y, Athanasiou T, et al.Adhesions a er abdominal surgery: a systematic review of the incidence, distribution and severity.Surgery Today 2014; 44:405-20. [PUBMED: 23657643] ",
    "Pados G, Venetis CA, Almaloglou K, Tarlatzis BC.Prevention of intra-peritoneal adhesions in gynaecological surgery: theory and evidence.Reproductive BioMedicine Online September 2010;21(3):290-303.",
    "Pellicno M, Bramamte S, Cirillo D. E ectiveness of auto-cross linked hyaluronic acid gel a er laparoscopic myomectomy in infertile patients: a prospective randomised controlled study. Fertility & Sterility 2003; 80:441-4 .",
    "Robertson D, Lefebvre G, Leyland N, Wolfman W, Allaire C, Awadalla A, et al.Adhesion prevention in gynaecological surgery.Journal of Obstetrics and Gynaecology Canada 2010; 32(6) :598-608.",
    "Practice Committee of the American Society for Reproductive Medicine: Society of Reproductive Surgeons.Pathogenesis, consequences and control of peritoneal adhesions in gynecologic surgery. Fertility & Sterility 2007; 88:21-6 .",
    "ten Broek RP, Stommel MW, Strik C, van Laarhoven CJ, Keus F, van Goor H. Burden of adhesions in abdominal and pelvic surgery: systematic review and meta-analysis.BMJ 2013;3:347.",
    "Wiseman DM, Trout JR, Franklin RR, Diamond MP.Metaanalysis of safety and e icacy of an absorbable adhesion barrier (INTERCEED TC7) in laparotomy.Journal of Reproductive Medicine 1999;44(4):325-31.",
    "Trusted evidence.Informed decisions.Better health.Cochrane Database of Systematic Reviews * Indicates the major publication for the study",
    "Unit of randomisation: pelvic sidewall Method of randomisation: sealed envelopes, computer-generated Time of randomisation: at completion of surgery Blinding: second-look laparoscopy performed by the same surgeon Participants Patients undergoing pelvic adhesiolysis by laparotomy N = 134 (268 pelvic sidewalls)Dropouts: 64 participants were excluded for surgical procedures and/or evaluations inconsistent with the protocol (39), for inadequate documentation (23), and for not returning for second-look laparoscopy (2) Some participants underwent additional surgical procedures (",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "Study does not clearly state that patients were blinded, but most patients had the initial surgery and an SLL Surgeons were not blinded, but the randomisation process was applied intraoperatively to reduce the risk of performance bias: after the uterus was sutured, but before closing the abdominal wall, patients were randomly allocated to one of two treatment groups, application of the anti-adhesive film to the surgical site (P-Group), or instillation of 500 mL Ringer's lactate solution into the pelvic cavity (R-group, control) Low risk Sealed randomised envelopes concealed randomisation and were not opened until after patients had been intraoperatively deemed to be included in the study: after adhesiolysis, the size of the resulting peritoneal defect was measured in square centimeters.At this point in the procedure, if the patient met the criteria for inclusion as a candidate for the study, a randomization envelope [...] was opened to reveal which sidewall was to be covered with PTFE and which was to be covered with oxidized celluloseBlinding of participants and personnel (performance bias) All outcomesLow risk Unit of randomisation was either le or right pelvic sidewall, so every woman also served as her own control Surgeon was not blinded, but treatment allocation took place intraoperatively: after adhesiolysis, the size of the resulting peritoneal defect was measured in square centimeters.At this point in the procedure, if the patient met the criteria for inclusion as a candidate for the study, a randomization envelope [...] was opened to reveal which sidewall was to be covered with PTFE and which was to be covered with oxidized celluloseBlinding of outcome assessment (detection bias) All outcomesHigh risk Surgeon performing the SLL was not blinded to which pelvic sidewall received which intervention.The PTFE barrier had to be sutured on the pelvic sidewall and needed to be removed in most cases during SLL, but the oxidised regenerated cellulose barrier was not sutured and had mostly dissolved at the time of SLL Keywords CONTAINS adhesionor adhesions or adhesions outcome or gynecologic surgical procedure or surgerygynaecological or surgical complications or *Surgical-Procedures,-Laparoscopic or post-operative adhesions or post operative complications or cell adhesion molecules orlaparoscopic orlaparoscopy orlaparotomyor myomectomyorminilaparoscopyormini-laparotomyorminilaparotomic myomectomyorminilaparotomyorcystectomyorhysterectomyoruterine artery embolizationorUAEorpelvic adhesionsorovarian adhesionsorovarian cystectomyorendometrial ablationorendometrial adhesionsorendometrioma orelectrosurgeryorelectroresectionorlaparotomyor*Laser Surgeryorsalpingectomyor*Salpingostomy-orsalpingotomy or Title CONTAINS adhesionor adhesions or adhesions outcomeorsurgical complicationsor*Surgical-Procedures,-Laparoscopicorpost-operative adhesionsorendometrial adhesionsor pelvic adhesions Cochrane Database of Systematic Reviews",
    "Previous review author David Wiseman is a past employee of Ethicon Limited (manufacturer of oxidised regenerated cellulose) and is now a consultant to several companies, including Ethicon.AW received a consultancy fee and lecture fees from the distributors of Adept in 2003.GA, KK, MT, PA, HO'F and AH have no interests to declare and received no external funding.",
    " University of Auckland, New Zealand.",
    " Yorkshire Regional Health Authority -Research & Development Unit, Other.",
    "At the 2015 update:1. the analysis method was changed from Peto ORs to Mantel-Haenszel ORs; and 2. the outcomes of improvement of adhesion score at SLL and worsening of adhesion score at SLL/mean adhesion score at SLL were combined in the text for ease of presentation.This did not a ect the analysis nor the conclusions of this review.",
    "Medical Subject Headings (MeSH)"
  ],
  "bibref_titles": []
}