{
  "paper_id": "Ayeleke_et_al-2020-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:05.595964Z"
  },
  "title": "Intra-uterine insemination for unexplained subfertility",
  "authors": [
    {
      "first": "Reuben",
      "last": "Ayeleke",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Joyce",
      "last": "Asseler",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Ben",
      "last": "Cohlen",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Susanne",
      "last": "Veltman-Verhulst",
      "email": "",
      "affiliation": {}
    }
  ],
  "year": "",
  "abstract": "",
  "pdf_parse_keywords": [],
  "body_text": [
    "To determine whether, for couples with unexplained subfertility, the live birth rate is improved following IUI treatment with or without OH compared to timed intercourse (TI) or expectant management with or without OH, or following IUI treatment with OH compared to IUI in a natural cycle.",
    "We searched the Cochrane Gynaecology and Fertility (CGF) Group trials register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL and two trials registers up to 17 October 2019, together with reference checking and contact with study authors for missing or unpublished data.",
    "Randomised controlled trials (RCTs) comparing IUI with TI or expectant management, both in stimulated or natural cycles, or IUI in stimulated cycles with IUI in natural cycles in couples with unexplained subfertility.",
    "Two review authors independently performed study selection, quality assessment and data extraction.Primary review outcomes were live birth rate and multiple pregnancy rate.",
    "We include 15 trials with 2068 women.The evidence was of very low to moderate quality.The main limitation was very serious imprecision.",
    "It is uncertain whether treatment with IUI in a natural cycle improves live birth rate compared to treatment with expectant management in a natural cycle (odds ratio (OR) 1.60, 95% confidence interval (CI) 0.92 to 2.78; 1 RCT, 334 women; low-quality evidence).If we assume the chance of a live birth with expectant management in a natural cycle to be 16%, that of IUI in a natural cycle would be between 15%",
    "It is uncertain whether treatment with IUI in a stimulated cycle improves live birth rates compared to treatment with TI in a stimulated cycle (OR 1.59, 95% CI 0.88 to 2.88; 2 RCTs, 208 women; I 2 = 72%; low-quality evidence).If we assume the chance of achieving a live birth with TI in a stimulated cycle was 26%, the chance with IUI in a stimulated cycle would be between 23% and 50%.It is uncertain whether treatment with IUI in a stimulated cycle reduces multiple pregnancy rates compared to control (OR 1.46, 95% CI 0.55 to 3.87; 4 RCTs, 316 women; I 2 = 0%; low-quality evidence).",
    "In couples with a low prediction score of natural conception, treatment with IUI combined with clomiphene citrate or letrozole probably results in a higher live birth rate compared to treatment with expectant management in a natural cycle (OR 4.48, 95% CI 2.00 to 10.01; 1 RCT; 201 women; moderate-quality evidence).If we assume the chance of a live birth with expectant management in a natural cycle was 9%, the chance of a live birth with IUI in a stimulated cycle would be between 17% and 50%.It is uncertain whether treatment with IUI in a stimulated cycle results in a lower multiple pregnancy rate compared to control (OR 3.01, 95% CI 0.47 to 19.28; 2 RCTs, 454 women; I 2 = 0%; low-quality evidence).",
    "Treatment with IUI in a natural cycle probably results in a higher cumulative live birth rate compared to treatment with expectant management in a stimulated cycle (OR 1.95, 95% CI 1.10 to 3.44; 1 RCT, 342 women: moderate-quality evidence).If we assume the chance of a live birth with expectant management in a stimulated cycle was 13%, the chance of a live birth with IUI in a natural cycle would be between 14% and 34%.It is uncertain whether treatment with IUI in a natural cycle results in a lower multiple pregnancy rate compared to control (OR 1.05, 95% CI 0.07 to 16.90; 1 RCT, 342 women; low-quality evidence).",
    "Treatment with IUI in a stimulated cycle may result in a higher cumulative live birth rate compared to treatment with IUI in a natural cycle (OR 2.07, 95% CI 1.22 to 3.50; 4 RCTs, 396 women; I 2 = 0%; low-quality evidence).If we assume the chance of a live birth with IUI in a natural cycle was 14%, the chance of a live birth with IUI in a stimulated cycle would be between 17% and 36%.It is uncertain whether treatment with IUI in a stimulated cycle results in a higher multiple pregnancy rate compared to control (OR 3.00, 95% CI 0.11 to 78.27; 2 RCTs, 65 women; low-quality evidence).",
    "Due to insu icient data, it is uncertain whether treatment with IUI with or without OH compared to timed intercourse or expectant management with or without OH improves cumulative live birth rates with acceptable multiple pregnancy rates in couples with unexplained subfertility.However, treatment with IUI with OH probably results in a higher cumulative live birth rate compared to expectant management without OH in couples with a low prediction score of natural conception.Similarly, treatment with IUI in a natural cycle probably results in a higher cumulative live birth rate compared to treatment with timed intercourse with OH.Treatment with IUI in a stimulated cycle may result in a higher cumulative live birth rate compared to treatment with IUI in a natural cycle.",
    "Does treatment with intra-uterine insemination (IUI), with or without fertility drugs, compared to timed intercourse or expectant management (watchful waiting) with or without fertility drugs, or treatment with IUI with fertility drugs compared to IUI without fertility drugs improve live birth rates in couples with unexplained subfertility?Background IUI is a treatment o en used for couples with unexplained subfertility.In an IUI cycle, the male partner's sperm is prepared and placed directly in the womb around the time of ovulation.IUI cycles can be used in combination with fertility drugs to increase the number of available eggs.However, these drugs can have side e ects, and also increase the risk of multiple pregnancies.Expectant management and timed intercourse have also been shown to increase pregnancy rates, resulting in live births.With this review, we would like to enhance decision-making for couples starting treatment for unexplained subfertility.",
    "For most treatment groups, it is uncertain whether treatment with one IUI treatment type improves cumulative live birth rates (i.e.rates at the end of a course of treatment) with acceptable multiple pregnancy rates when compared to another treatment type.However, there is moderate-quality evidence that, in couples with a low chance of natural conception, treatment with IUI combined with fertility drugs probably improves cumulative live birth rates compared to treatment with expectant management.Similarly, there is moderate-quality evidence that treatment with IUI alone probably improves cumulative live birth rates compared to treatment with expectant management combined with fertility drugs.",
    "The evidence was of low to moderate quality for cumulative live birth and of low quality for multiple pregnancy.The main limitation of the evidence was a lack of precision in the findings, due to the inclusion of few studies with small sample sizes.",
    "Intra-uterine insemination (IUI) is a commonly-used treatment in couples with unexplained subfertility.IUI is a relatively simple procedure in which semen is 'washed' in the laboratory and inserted in the uterine cavity using a small catheter at the time of ovulation.IUI can be performed with or without drugs for ovarian hyperstimulation (OH).For correct timing of the insemination, cycle monitoring is performed.This is usually done by ultrasound assessment of follicle growth or by monitoring the pre-ovulatory luteinising hormone rise in blood or urine.In hyperstimulated cycles, ovulation is o en induced by an injection of human chorionic gonadotropin (hCG), which improves timing possibilities.",
    "In contrast to IUI procedure, with expectant management couples either receive cycle monitoring for correct timing of sexual intercourse, i.e. timed intercourse (TI), or no intervention at all.",
    "The rationale for performing IUI is that the motile spermatozoa, which are morphologically normal, can be concentrated in a small volume and placed directly into the uterus close to the released oocyte.In this way the cervix, which also acts as a reservoir for sperm, is bypassed.Accurate timing of the insemination is therefore of great importance.IUI can be performed with or without ovarian hyperstimulation (OH).The role of IUI in fertility treatment is o en debated, in particular whether or not it is superior to TI, and whether or not OH should be used at the same time (Cohlen 2005; Hughes 2003; Stewart 2003) .Commonlyused drugs for ovarian hyperstimulation are clomiphene citrate (CC) and aromatase inhibitors, such as letrozole, both of which are oral treatments, and gonadotropins which are administered by subcutaneous injection.The aim of OH is to increase the number of oocytes available for fertilisation and to enhance accurate timing.",
    "The use of OH in fertility treatment for unexplained subfertility is associated with benefits as well as increased risk of multiple pregnancies.When Hughes 1997 published a meta-analysis indicating that the average fecundability is approximately fivefold higher for treatment with IUI and OH, the Royal College of Obstetricians and Gynaecologists (RCOG 1998) concluded accordingly that OH with IUI is an e ective treatment for couples with unexplained infertility.However, major concerns were raised about the incidence of multiple pregnancies, and OH became less popular.These concerns have resulted in an adjustment of the advice for treatment of couples with unexplained subfertility.The NICE fertility guideline states that ovarian hyperstimulation should not be o ered to women with unexplained subfertility (NICE 2013).",
    "The increase in multiple pregnancies is a logical consequence of stimulated growth of multiple follicles.The incidence of multiple pregnancies a er treatment with OH and IUI varies between 10% and 40%, and the overall contribution of this treatment to multiple births is estimated to be around 30% (Fauser 2005).However, recent studies have reported lower incidence of multiple pregnancies with OH.For example, a recent randomised controlled trial has reported multiple pregnancy rates of between 1.4% and 2.2% with OH (Danhof 2018) ; rates of between 3% and 10% have also been reported in another trial (Diamond 2015) .The question is whether this multiple pregnancy rate is acceptable or whether it can be reduced to acceptable numbers.Recently, more evidence has been collected showing that mild ovarian hyperstimulation with strict cancellation criteria reduces the risk of achieving multiple pregnancies to approximately 10%, without compromising pregnancy rates (ESHRE 2006; Ragni 2006; Van Rumste 2006) .Because maternal and neonatal morbidity and mortality rates are significantly increased in multiple pregnancies (Fauser 2005; Ombelet 2005 ), caregivers should take extra care to keep the multiple pregnancy rate to a minimum.Couples should be well-informed by their physicians, especially as many couples wish to conceive twins (Ryan 2004 ) and prefer a higher pregnancy chance over safety.",
    "Some authors have stated that treatment with OH results in an unacceptably high incidence of high-order multiple pregnancies (Gleicher 2000; Nan 1994) (Balasch 2004 ).As IVF allows better control over reducing the risk of a multiple pregnancy (Gleicher 2000) , and IVF with single-embryo transfer is becoming more accepted, it has been argued that IVF is a safer treatment option than IUI with OH.",
    "Although ovarian hyperstimulation seems to result in higher pregnancy rates, it also increases the risk of multiple pregnancies and ovarian hyperstimulation syndrome (OHSS",
    "Criteria for considering studies for this review",
    "Published and unpublished randomised controlled trials (RCTs) were eligible for inclusion.We excluded non-randomised studies (e.g.studies with evidence of inadequate sequence generation such as alternate days, patient numbers) as they are associated with a high risk of bias.We attempted to contact the author of the study if the randomisation or allocation method was unclear.",
    "We excluded trials that did not report separate data for women with unexplained subfertility or where such data were not obtainable from the authors.We assessed the trial design (cross-over or parallel) and included cross-over trials if we could extract pre-crossover data.",
    "I. Couples with unexplained subfertility, defined as follows.",
    "1. Normal ovulatory status (determined by either biphasic basal body temperature chart, normal luteal progesterone, in-phase endometrial biopsy or ovulation detected with ultrasound).2. Tubal patency (determined by hysterosalpingography or laparoscopy, or both).3. A normal semen sample according to World Health Organization (WHO) criteria current at the time of the trial.",
    "II. Couples who had tried to conceive for at least one year.",
    "Participants excluded were: couples with a known cause of infertility including a moderate male factor, moderate to severe endometriosis (according to the American Society for Reproductive Medicine (ASRM) classification), tubal disease, or a cervical factor.",
    "We contacted study authors to obtain data of couples with unexplained infertility if groups with mixed infertility causes were studied.If we could not extract relevant data separately for included participants, we excluded the study.",
    "We excluded trials of participants with mild to moderate endometriosis only.",
    "Trials with at least one of the following comparisons: We included expectant management as a variant of timed intercourse.",
    "We excluded the following interventions:",
    "1. intra-cervical insemination, because we consider this to be a di erent treatment modality (Ripps 1994) and it is the topic of another Cochrane Review (Kop 2018); 2. donor insemination.We excluded pregnancies confirmed only by detection of hCG in serum or urine (biochemical pregnancies).When pregnancy was not further defined, and remained unclear even a er contacting the authors, we assumed the pregnancy to be clinical.",
    "We searched for all reports which describe (or might describe) randomised controlled trials of IUI with or without OH, in couples with unexplained infertility.The original search was performed in 2005 and was last updated in October 2019, in consultation with the Gynaecology and Fertility Group (CGF) Information Specialist.",
    "We searched:",
    "We handsearched reference lists of articles retrieved by the search and contacted experts in the field to obtain additional data.We also handsearched relevant journals and conference abstracts that were not covered in the Cochrane Gynaecology and Fertility register, in liaison with the Information Specialist.",
    "A er an initial screening of titles and abstracts produced by the search, we retrieved the full texts of all potentially eligible studies.Two review authors (ROA and JDA) independently examined these full-text articles for compliance with the inclusion criteria and selected studies eligible for inclusion in the 2020 update.We contacted study investigators as required, to clarify study eligibility.We resolved any disagreements about study eligibility by discussion.We documented the selection process with a 'PRISMA' flow chart (Liberati 2009) .",
    "Two review authors (ROA and JDA) independently extracted data from eligible studies using a data extraction form designed and pilot-tested by the review authors, resolving any disagreements by discussion.Data extracted included study characteristics and outcome data.Where studies had multiple publications the review authors collated multiple reports of the same study, so that each study, rather than each report, was the unit of interest in the review, and such studies had a single study ID with multiple references.We contacted study investigators for further data on methods or results, or both, as required.",
    "Two review authors (ROA and JDA) independently assessed the included studies for risks of bias using the Cochrane 'Risk of bias' assessment tool (Higgins 2017) to assess: selection bias (random sequence generation and allocation concealment); performance bias (blinding of participants and personnel); detection bias (blinding of outcome assessors); attrition bias (incomplete outcome data); reporting bias (selective reporting); and other potential bias.We resolved disagreements by discussion or by involving a third review author.We described all judgements fully in the 'Risk of bias' table for each included study and incorporated our judgements into the interpretation of the review findings.",
    "Only dichotomous data were reported in this review and we used the numbers of events in the control and intervention groups of each study to calculate Mantel-Haenszel odds ratios (ORs).",
    "We reversed the direction of e ect of individual studies, where required, to ensure consistency across trials.We presented 95% confidence intervals (CIs) for all outcomes.We assessed whether the estimates calculated in the review for individual studies were compatible in each case with the estimates reported in the study publications.",
    "We analysed data per randomised couple or woman, because pertreatment-cycle data may lead to biased results (Dias 2008 ).In the case of a cross-over trial, we only analysed data prior to cross-over.",
    "For studies where data did not allow analysis (e.g.per-cycle data) we contacted study authors for per-woman data.Where we could not obtain appropriate data a er contact with authors, we excluded such data (per-cycle) from meta-analyses.We counted multiple live births (e.g.twins or triplets) as one live birth event.",
    "We analysed the data on an intention-to-treat basis as far as possible.In the case of missing data we contacted authors of the published trials and included the newly-obtained data in the analysis.However, where the study authors did not provide additional data, we assumed that no live births occurred in participants without a reported outcome.We assumed that women who dropped out or were excluded a er randomisation were not pregnant.Women who were excluded because they conceived before receiving treatment were included as a success in the",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews allocated group in the ITT analysis.For other outcomes, we analysed only the available data.",
    "We considered whether the clinical and methodological characteristics of the included studies were su iciently similar for meta-analysis to provide a clinically meaningful summary.We assessed statistical heterogeneity using the I 2 statistic.We took an I 2 statistic measurement greater than 50% to indicate substantial heterogeneity (Deeks 2017) .",
    "In view of the di iculty of detecting and correcting for publication bias and other reporting biases, we minimised their potential impact by ensuring a comprehensive search for eligible studies and by being alert for duplication of data.Where there were 10 or more studies in an analysis, we had intended to use a funnel plot to explore the possibility of small-study e ects (a tendency for estimates of the intervention e ect to be more beneficial in smaller studies) (Sterne 2017 ).",
    "Where the studies were su iciently similar, we combined the data using a fixed-e ect model in the following comparisons:",
    "1. Intra-uterine insemination (IUI) in a natural cycle versus timed intercourse (TI) or expectant management in a natural cycle; 2. IUI in a stimulated cycle versus TI or expectant management in a stimulated cycle; 3. IUI in a stimulated cycle versus TI or expectant management in a natural cycle; 4. IUI in a natural cycle versus TI or expectant management in a stimulated cycle; 5. IUI in a stimulated cycle versus IUI in a natural cycle.",
    "An increase in the odds of a particular outcome, which may be beneficial (e.g.live birth) or detrimental (e.g.adverse events), was displayed graphically in the meta-analyses to the right of the centre-line and a decrease in the odds of an outcome to the le of the centre-line.",
    "When pre-cross-over data were available, we included cross-over trials in the analysis and pooled them with parallel trials.",
    "Where data were available, we planned to conduct subgroup analyses to determine the separate evidence on the number of treatment cycles for live birth, and methods of ovarian hyperstimulation.However, there were insu icient data to perform subgroup analyses for the number of treatment cycles in any the comparisons, and for methods of ovarian hyperstimulation in some of the comparisons.We therefore did not report the findings by subgroups for any of the comparisons, except where data could not be pooled in meta-analyses due to the presence of high heterogeneity.Where a visual scan of the forest plots or the results of statistical tests indicated substantial heterogeneity, we explored possible explanations in the text or in subgroup analyses.",
    "Where appropriate, we performed sensitivity analyses for the review's primary outcomes (live birth and multiple pregnancy) to determine whether the results were robust to decisions made during the review process.These analyses considered the e ects of excluding the following studies:",
    "1. Studies that did not clearly describe adequate procedures for random sequence generation and allocation concealment; 2. Studies with a unit-of-analysis error (such as those in which cross-over data were analysed as if they derived from parallel studies).",
    "We prepared 'Summary of findings' tables using GRADEpro so ware (GRADEpro GDT 2015) and Cochrane methods.These tables evaluate the overall quality of the body of evidence for the review outcomes (live birth, multiple pregnancy, pregnancy, OHSS, miscarriage, ectopic pregnancy) for the main review comparisons:",
    "1. IUI versus TI or expectant management both in a natural cycle; 2. IUI in a stimulated cycle versus TI or expectant management in a stimulated cycle; 3. IUI in a stimulated cycle versus TI or expectant management in a natural cycle; 4. IUI in a natural cycle versus TI or expectant management in a stimulated cycle; and 5. IUI in a stimulated cycle versus IUI in a natural cycle).",
    "We assessed the quality of the evidence using GRADE criteria: risk of bias, consistency of e ect, indirectness, imprecision and publication bias (Schünemann 2017) .Two review authors working independently made judgements about evidence quality (high, moderate, low or very low), with disagreements resolved by discussion.We justified, documented, and incorporated our judgements into the reporting of results for each outcome.",
    "For the 2020 update, the searches identified 925 records (most of which were also identified during the previous updates) a er removal of duplicates.We retrieved three full-text articles, one of which was eligible for inclusion (Farquhar 2018).Fourteen studies were identified from the previous updates; we therefore include a total of 15 studies (21 references) in the review.See Figure 1 for details of the screening and selection process and Characteristics of included studies for studies included in the review.",
    "Trusted evidence.Informed decisions.Better health.",
    "We tried to contact all study authors to retrieve unpublished details.Responses from three study authors resulted in the exclusion of the following trials: Nulsen 1993; Prentice 1995; Serhal 1988.Seven study authors (Agarwal 2004; Arici 1994; Bhattacharya 2008; Guzick 1999; Melis 1995; Murdoch 1991; Steures 2006a ) provided unpublished information or data, which we used in this analysis.Some authors could not provide us with the requested data, while others did not respond to our requests.",
    "We included 15 RCTs.All trials were published in journals (Janko 1998 was published as an abstract only) and were available in English.The trials were carried out in di erent countries: UK (Bhattacharya 2008; Chung 1995; Murdoch 1991) , USA (Arici 1994; Deaton 1990 ; Guzick 1999), Italy (Arcaini 1996; Melis 1995), the Netherlands (Goverde 2000; Steures 2006a) , India (Agarwal 2004), New Zealand (Farquhar 2018), Slovakia (Janko 1998), Sweden (Karlstrom 1993), and multiple European countries (Crosignani 1991).",
    "Twelve were parallel-group studies (Agarwal 2004; Arcaini 1996; Bhattacharya 2008; Chung 1995; Farquhar 2018; Goverde 2000; Guzick 1999; Janko 1998; Karlstrom 1993; Melis 1995; Murdoch 1991; Steures 2006a) , and three were cross-over studies (Arici 1994; Crosignani 1991; Deaton 1990) . Bhattacharya 2008 , Farquhar 2018 , Goverde 2000 and Steures 2006a were the only studies which performed a power calculation.All four studies reached the targeted inclusion number to obtain enough power (80% to 90% with 5% level of significance).Further details about the included trials are provided in the Characteristics of included studies table.",
    "The 15 trials comprised a total of 2068 women with unexplained subfertility.",
    "The ages of the women were mentioned in most trials as either a mean ± standard deviation (SD) or a median and range.One trial (Janko 1998) did not report the women's ages.The overall age reported in the studies was similar.The mean or median age was between 30 years and 34 years (with comparable SDs).The maximum age of the participants was stated in six studies, only one of whom was above the age of 40 years (Arici 1994).",
    "The duration of subfertility was given in 11 trials and reported as a mean duration or range.Five studies only included couples with subfertility for more than at least three years.The overall subfertility duration ranged from one year to 15 years.Two studies used a prediction score of validated Hunault model (Hunault 2004 ), including women with a prediction score of natural conception of less than 30% (Farquhar 2018) or between 30% and 40% (Steures 2006a).",
    "The definition of unexplained subfertility was similar between studies.Six trials enrolled participants with unexplained subfertility only.Five trials also included participants with male factor subfertility.In those studies the data for unexplained subfertility were either reported separately or obtained from the authors.One study selected couples with unexplained subfertility and an intermediate prognosis (Steures 2006a) .Five studies reported the inclusion of women with either surgically-corrected endometriosis (Deaton 1990) , mild or stage II treated endometriosis (Guzick 1999) or minimal/mild endometriosis ( Bhattacharya 2008; Farquhar 2018; Karlstrom 1993) , which we considered to be unexplained subfertility.Melis 1995 specifically excluded participants if minor disorders such as minimal endometriosis were found in the investigation.Although our protocol stipulated only women with minimal and mild endometriosis, we decided to include Deaton 1990, despite the inclusion of three participants (out of 51 in total) with moderate endometriosis.",
    "All studies reported a thorough fertility investigation, including a laparoscopy.A semen analysis was performed at least once in all studies.In nine studies the semen quality was reported according to the WHO criteria.Two studies (Arcaini 1996; Janko 1998) did not specify the criteria for a normal semen analysis.Chung 1995 used a sperm count per ejaculate instead of per ml.The data in Guzick 1999 were based only on a normal sperm count and a normal motility according to Kruger criteria.",
    "Nine trials contained a mixed population of couples who had never achieved a pregnancy (primary subfertility) and those who had previously been pregnant (secondary subfertility).The remaining trials did not give any description for inclusion of people with secondary subfertility.",
    "Couples who have previously had failed fertility treatment have a lower probability of conception in subsequent treatment attempts.It is therefore important in fertility trials to report if couples have undergone previous treatment.Of the 15 included studies only two trials included couples who had previously had unsuccessful fertility treatment (Farquhar 2018; Melis 1995) .Five trials did not include previously-treated participants (Agarwal 2004; Arici 1994; Guzick 1999; Karlstrom 1993; Murdoch 1991) and the remaining trials did not provide information about previous treatment.The number of cycles in included studies ranged from one to eight.",
    "The most serious adverse e ects of ovarian hyperstimulation are multiple pregnancies and ovarian hyperstimulation syndrome (OHSS).These risks can both be reduced by the cancellation of the treatment cycle if excessive follicle stimulation occurs.It is important that fertility trials report the cancellation criteria they applied.Firstly, this ensures that participants were not exposed to a higher risk of multiple pregnancy or OHSS to increase the pregnancy rate, and secondly, it reduces the bias introduced by cancellation of treatment in initially randomised groups.",
    "Eleven studies described criteria for cancellation of the treatment cycle.Insemination or hCG administration did not take place if the cancellation criteria were met.Six studies used serum-E 2 levels to determine over-or under-stimulation as well as a maximum of dominant follicles (four follicles of a maximum 16 mm diameter).",
    "Arcaini 1996 accepted a maximum of six dominant follicles.Four studies did not describe any cancellation criteria.",
    "Ten trials reported live birth, our primary outcome of interest.",
    "The other studies reported pregnancy as the main outcome.Pregnancy was confirmed by ultrasound in nine trials.In Guzick 1999 pregnancy was confirmed by two hCG measurements or live birth.Others did not report the method of pregnancy confirmation.The reported pregnancies were mostly clinical.The multiple pregnancy rate was mentioned in 13 trials, miscarriage in 11, ectopic pregnancy in 11, and OHSS in 10 trials.These events were o en reported as total numbers or as post-cross-over data and therefore o en could not be used in the meta-analysis.",
    "For the 2020 update, we excluded two studies in addition to those previously excluded.One was excluded because it was a prospective cohort study (Van Eekelen 2019) while the other study (Zolghadri 2012) was excluded because it included a mix of women with unexplained infertility and polycystic ovarian syndrome, with no separate data for the two groups.We contacted the study authors for data on women with unexplained infertility but we did not receive any response.We had excluded 23 studies during the previous updates (see details below); we therefore excluded a total of 25 studies from this review update.See Characteristics of excluded studies.",
    "For For the 2012 update, 13 studies were excluded (Aboulghar 1993; Doyle 1991; Evans 1991; Gregoriou 1995; Ho 1998; Kirby 1991; Martinez 1990; Martinez 1991; Nulsen 1993; Prentice 1995; Serhal 1988; Tummon 1997; Zikopoulos 1993) .Two studies were found not to be randomised studies (Aboulghar 1993; Serhal 1988) ; inadequate method of randomisation was the reason for exclusion of another two trials (Nulsen 1993; Prentice 1995); one study (Tummon 1997) included women with endometriosis only and thus did not focus on unexplained subfertility; Martinez 1990 reported biochemically-confirmed pregnancies only and was therefore excluded; Ho 1998 did not report separate data for couples with unexplained subfertility; six studies (Doyle 1991; Evans 1991; Gregoriou 1995; Kirby 1991; Martinez 1991; Zikopoulos 1993) reported pre-or post-cross-over 'per-cycle' only, instead of 'per randomised woman', and therefore could not be included.We contacted authors of these studies to obtain relevant data such as pre-cross-over 'per randomised woman' data but we did not receive any response from the authors.",
    "There are no studies awaiting classification.However if precross-over data of the excluded studies become available we will reconsider inclusion and report the studies in an update of this review.",
    "Trusted evidence.Informed decisions.Better health.",
    "Ongoing studies",
    "We identified one study which was ongoing and appeared to meet the inclusion criteria (NCT03455426).",
    "See the 'Risk of bias' graph (Figure 2 ) and 'Risk of bias' summary (Figure 3 ).Cochrane Database of Systematic Reviews",
    "In nine of the included studies (Agarwal 2004; Arici 1994; Bhattacharya 2008; Chung 1995; Farquhar 2018; Goverde 2000; Melis 1995; Murdoch 1991; Steures 2006a) , we considered the methods used for sequence generation and allocation concealment to be adequate and we therefore rated them as being at low risk of bias.In the remaining six trials (Arcaini 1996; Crosignani 1991; Deaton 1990; Guzick 1999; Janko 1998; Karlstrom 1993) , the methods used for random sequence generation and allocation concealment were not su iciently described to draw a conclusive judgement, so we rated the risk of bias as unclear.",
    "We assessed all the included studies as being at unclear risk for performance bias, as none of them reported blinding due to the nature of the interventions.For detection bias, we rated all the included studies as being at low risk; we considered that nonblinding was unlikely to a ect the outcomes of interest, as they were objectively assessed.",
    "We used an intention-to-treat (ITT) analysis when possible.In three trials an ITT analysis was not possible (Crosignani 1991; Deaton 1990; Karlstrom 1993) , as the trials only reported the number of participants analysed.",
    "In Murdoch 1991 one woman became pregnant spontaneously between treatment cycles.This pregnancy resulted in a live birth and was entered as such in the analysis.Goverde 2000 also reported spontaneous pregnancies that occurred between treatment cycles.Because it was unclear in which group these pregnancies occurred, we could not use them in the ITT analysis.",
    "Seven of the 15 included trials clearly mentioned the number of dropouts and the reasons for dropping out (Arici 1994; Deaton 1990; Farquhar 2018; Goverde 2000; Guzick 1999; Melis 1995; Steures 2006a) .Murdoch 1991 reported the number of dropouts but did not give any information on reasons for dropping out.Bhattacharya 2008 had a dropout rate of less than 1%.The studies with the highest dropout rates were Arcaini 1996 (dropout of 20.6%) and Agarwal 2004 (19%).In Agarwal the couples mainly le the study for financial reasons, which resulted in an unevenly-distributed dropout rate of 37% in the treatment group as compared to 1% in the control group.The dropout rate usually increased in studies with a longer follow-up period.Because this review included trials with di erent durations, it was di icult to compare the dropout rates.We rated nine of the included studies as being at low risk of bias, three as unclear and another three as high risk of bias.",
    "There was a risk of selective reporting in some of the studies included in this review.Live birth data were not reported in five studies (Arcaini 1996; Crosignani 1991; Deaton 1990; Janko 1998; Karlstrom 1993) .Adverse events were o en not reported by group but as a study total, which could not be included in the analysis.Multiple pregnancy rates were not reported in two trials (Crosignani 1991; Janko 1998) .We rated nine of the included studies as being at low risk of bias, five as being at unclear risk and one as being at high risk.We did not construct a funnel plot for any of the analyses, as none of them included up to 10 studies.",
    "To reduce bias introduced by a cross-over study design, we included pre-cross-over data only.Three studies used a cross-over design (Arici 1994; Crosignani 1991; Deaton 1990) .In this design participants were initially randomised to the treatment or control group but then crossed over to the other group a er a certain number of treatment cycles.The duration of these studies varied from two to eight treatment cycles per couple.In two studies (Arici 1994; Crosignani 1991 ) the participants crossed over a er one treatment cycle.In Deaton 1990 participants crossed over a er four cycles.",
    "We rated nine of the included studies as being at low risk of bias because baseline demographic characteristics of participants between the two treatment groups were similar.We rated the remaining six studies at unclear risk for this domain because there was insu icient information to make a conclusive judgement on the baseline demographic characteristics of participants.This section describes the results of the meta-analyses and sensitivity analyses.",
    "The results from this comparison were all obtained from Bhattacharya 2008.Data for the unexplained subfertility group only were provided by the trial author.",
    "Analysis 1.1 It is uncertain whether treatment with IUI in a natural cycle results in a higher cumulative live birth rate compared to treatment with expectant management in a natural cycle (OR 1.60, 95% CI 0.92 to 2.78; 1 RCT, 334 women; low-quality evidence).The evidence suggests that if we assume the chance of a live birth using expectant management to be 16%, that of IUI would be between 15% and 34%.",
    "Analysis 1.2",
    "It is uncertain whether treatment with IUI in a natural cycle results in a lower multiple pregnancy rate compared to treatment with expectant management in a natural cycle (OR 0.50, 95% CI 0.04 to 5.53; 1 RCT, 334 women; low-quality evidence).The evidence suggests that if we assume the risk of a multiple pregnancy using",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews expectant management to be 1%, the risk using IUI would be between 0% and 6%.",
    "We did not perform sensitivity analyses as only one trial with low risk of selection bas was included in the analysis for both primary outcomes.",
    "Analysis 1.3 Compared to expectant management in a natural cycle, it is uncertain whether treatment with IUI in a natural cycle results in a higher cumulative pregnancy rate (OR 1.53, 95% CI 0.88 to 2.64; 1 RCT, 334 women; low-quality evidence).The evidence suggests that if we assume the chance of a pregnancy using expectant management to be 16%, that of IUI would be between 15% and 34%.",
    "Data on OHSS were not reported.",
    "Analysis 1.4",
    "It is uncertain whether treatment with IUI in a natural cycle results in a lower miscarriage rate compared to treatment with expectant management in a natural cycle.Sixteen miscarriages were reported in a total of 334 couples, seven in the IUI group and nine in the expectant management group (OR 0.77, 95% CI 0.28 to 2.11; 1 RCT, 334 women; low-quality evidence).The evidence suggests that if we assume the risk of a miscarriage using expectant management to be 5%, that of IUI would be between 2% and 11%.",
    "Analysis 1.5 Compared to expectant management in a natural cycle, it is uncertain whether treatment with IUI in a natural cycle results in a lower ectopic pregnancy rate.Two ectopic pregnancies were reported in a total of 334 couples, with both occurring in the IUI group (OR 5.06, 95% CI 0.24 to 106.21; 1 RCT, 334 women; lowquality evidence).",
    "Analysis 2.1 Only two of the six trials included in the analysis reported live birth rates (Chung 1995; Melis 1995) .It is uncertain whether treatment with IUI in a stimulated cycle results in a higher cumulative live birth rate compared to treatment with TI in a stimulated cycle (OR 1.59, 95% CI 0.88 to 2.88; 2 RCTs, 208 women; I 2 = 72%; lowquality evidence).The evidence suggests that if we assume the chance of a live birth using TI to be 26%, that of IUI would be between 23% and 50%.Statistical heterogeneity was detected (P = 0.06, I 2 = 72%) between the two studies, with inconsistency in the directions of e ect estimates.This may be explained by the fact that all participants in Melis 1995 had previously received fertility treatment.",
    "We did not perform sensitivity analysis excluding studies at unclear or high selection bias as both trials were at low risk of selection bias",
    "Analysis 2.2 Four studies reported their multiple pregnancies per treatment arm (Arcaini 1996; Chung 1995; Karlstrom 1993; Melis 1995) , with a total of 17 multiple pregnancies in 316 couples.Arcaini 1996, Chung 1995 and Karlstrom 1993 reported one high-order multiple pregnancy each.The studies reported 11 multiple pregnancies in the IUI group and six in the TI group (representing 13.5% of the total number of pregnancies in these studies).Pooling the data from these studies showed that it is uncertain whether treatment with IUI in a stimulated cycle results in a lower multiple pregnancy rate compared to treatment with TI in a stimulated cycle (OR 1.46, 95% CI 0.55 to 3.87; 4 RCTs, 316 women; I 2 = 0%; low-quality evidence).",
    "The evidence suggests that if we assume the risk of a multiple pregnancy using TI to be 4%, the risk using IUI would be between 2% and 15%.",
    "Analysis 2.3 Six trials reported pregnancy rates per couple.There were 517 women included in this analysis, reporting 149 cumulative pregnancies.The result showed that treatment with IUI in a stimulated cycle may result in a higher cumulative pregnancy rate compared to treatment with TI in a stimulated cycle (OR 1.69, 95% CI 1.14 to 2.53; 6 RCTs, 517 women; I 2 = 8%; low-quality evidence).This suggests that if we assume the chance of a pregnancy with TI to be 23%, the chance of a pregnancy in women using IUI would be between 26% and 44%.",
    "Analysis 2.4 One case of OHSS was reported in 36 couples who were treated with IUI, while none was reported in 32 couples who received TI.It is, however, uncertain whether treatment with IUI in a stimulated cycle results in a lower OHSS rate compared to treatment with TI in a stimulated cycle (OR 2.75, 95% CI 0.11 to 69.83; 1 RCT, 68 women; very low-quality evidence).",
    "Analysis 2.5 Twenty-seven miscarriages were reported in total.Fi een were reported by treatment arm, nine in the IUI group and six in the TI group.It is uncertain whether treatment with IUI in a stimulated cycle results in a lower miscarriage rate compared to treatment with TI in a stimulated cycle (OR 1.66, 95% CI 0.56 to 4.88; I 2 = 0%; 2 RCTs, 208 women; low-quality evidence).The evidence suggests that if we assume the risk of miscarriage using TI to be 6%, the risk using IUI would be between 3% and 23%.",
    "Analysis 2. In couples with a low prediction score of natural conception, treatment with IUI in a stimulated cycle probably results in a higher cumulative live birth rate compared to treatment with expectant management in a natural cycle (OR 4.48, 95% CI 2.00 to 10.01; 1 RCT; 201 women; moderate-quality evidence).The evidence suggests that if we assume the chance of a live birth with expectant management in a natural cycle to be 9%, the chance of a live birth with IUI in a stimulated cycle would be between 17% and 50%.",
    "It is uncertain whether treatment with IUI in a stimulated cycle results in a higher cumulative live birth rate compared to treatment with expectant management in a natural cycle (OR 0.82, 95% CI 0.45 to 1.49; 1 RCT, 253 women; low-quality evidence).The evidence suggests that if we assume the chance of a live birth with expectant management in a natural cycle to be 24%, the chance of a live birth with IUI in a stimulated cycle would be between 12% and 32%. .The evidence suggests that if we assume the risk of a multiple pregnancy with expectant management in a natural cycle to be 0%, the risk of a multiple pregnancy with IUI in a stimulated cycle would be between 0% and 8%.",
    "We did not perform sensitivity analyses excluding studies at unclear or high selection bias, as both trials were at low risk of selection bias for the primary outcomes.",
    "Analysis 3.3",
    "Data on this outcome were reported by three studies (Deaton 1990; Farquhar 2018; Steures 2006a) .We did not pool data from the three studies, because of extreme statistical heterogeneity (I 2 = 86%).The presence of significant heterogeneity might be due to the use of di erent population groups and OH drugs by the three studies: Deaton 1990 investigated women with mild or moderate endometriosis, using clomiphene citrate only; Farquhar 2018 investigated women with a low chance of spontaneous conception (prediction score of natural conception less than 30%), using clomiphene citrate or letrozole; Steures 2006a included couples with an intermediate chance of spontaneous conception (prediction score of natural conception between 30% and 40%).using clomiphene citrate or gonadotropins.",
    "It is uncertain whether treatment with IUI in a stimulated cycle results in a higher cumulative pregnancy rate compared to treatment with TI in a natural cycle (OR 3.20, 95% CI 0.82 to 12.50; 1 RCT, 51 women; low-quality evidence).",
    "Two studies (Deaton 1990; Farquhar 2018) reported on OHSS in this comparison; there were no cases of OHSS in either study.",
    "Analysis 3.4",
    "Data on this outcome were reported by Farquhar 2018 and Steures 2006a.Treatment with IUI in a stimulated cycle probably results in a higher miscarriage rate compared to treatment with expectant management in a natural cycle (OR 2.87, 95% CI 1.18 to 7.01; 2 RCTs, 454 women; I 2 = 0%; moderate-quality evidence).The evidence suggests that if we assume the risk of miscarriage with expectant management in a natural cycle to be 3%, the risk of miscarriage with IUI in a stimulated cycle would be between 4% and 18%.",
    "Analysis 4.1",
    "Treatment with IUI in a natural cycle probably results in a higher cumulative live birth rate compared to expectant management in a stimulated cycle (OR 1.95, 95% CI 1.10 to 3.44; 1 RCT, 342 women: moderate-quality evidence).The evidence suggests that if we assume the chance of a live birth with expectant management in a stimulated cycle to be 13%, the chance of a live birth with IUI in a natural cycle would be between 14% and 34%.",
    "Analysis 4.2",
    "It is uncertain whether treatment with IUI in a natural cycle results in a lower multiple pregnancy rate compared to treatment with expectant management in a stimulated cycle (OR 1.05, 95% CI 0.07 to 16.90; 1 RCT, 342 women; low-quality evidence).The evidence suggests that if we assume the risk of a multiple pregnancy in expectant management in a stimulated cycle to be 1%, the risk of a multiple pregnancy with IUI in a natural cycle would be between 0% and 9%.",
    "We did not perform sensitivity analysis for the main outcomes, as we included only one study with low risk of selection bias in this comparison.",
    "Treatment with IUI in a natural cycle probably results in a higher cumulative pregnancy rate compared to treatment with expectant management in a stimulated cycle (OR 1.77, 95% CI 1.01 to 3.08; 1 RCT, 342 women; moderate-quality evidence).The evidence suggests that if we assume the chance of a pregnancy with expectant management in a stimulated cycle to be 14%, the chance of a pregnancy with IUI in a natural cycle would be between 14% and 34%.",
    "OHSS was not reported.",
    "Analysis 4.4",
    "It is uncertain whether treatment with IUI in a natural cycle results in a lower miscarriage rate compared to treatment with expectant management in a stimulated cycle (OR 0.91, 95% CI 0.32 to 2.58; 1 RCT, 342 women; low-quality evidence).The evidence suggests that if we assume the risk of a miscarriage with expectant management in a stimulated cycle to be 5%, the risk of a miscarriage with IUI in a natural cycle would be between 2% and 11%.",
    "Analysis 4.5 Although two ectopic pregnancies occurred in the IUI group, it is uncertain whether treatment with IUI in a natural cycle results in a lower ectopic pregnancy rate compared to treatment with expectant management in a stimulated cycle (OR 5.30, 95% CI 0.25 to 111.26; 1 RCT, 342 women; low-quality evidence).",
    "Analysis 5. Cochrane Database of Systematic Reviews women; low-quality evidence).The evidence suggests that if we assume the chance of a live birth with IUI in a natural cycle to be 14%, the chance of a live birth with IUI in a stimulated cycle would be between 17% and 36%.In a sensitivity analysis, we obtained a similar result by excluding Arici 1994, a cross-over trial (OR 2.02, 95% CI 1.18 to 3.45; I 2 = 0%; 3 RCTs, 370 women); however, it is uncertain whether treatment with IUI in a stimulated cycle results in a higher cumulative live birth rate compared to treatment with IUI in a natural cycle when we excluded Guzick 1999, a study with unclear risk of bias for random sequence generation and allocation concealment (OR 1.69, 95% CI 0.83 to 3.44; I 2 = 0%; 3 RCTs, 185 women).",
    "Analysis 5.2 It is uncertain whether treatment with IUI in a stimulated cycle results in a higher multiple pregnancy rate compared to treatment with IUI in a natural cycle (OR 3.00, 95% CI 0.11 to 78.27; 1 RCT, 39; women; low-quality evidence) (Figure 5 ).",
    "Analysis 5.3 It is uncertain whether treatment with IUI in a stimulated cycle results in a higher cumulative pregnancy rate compared to treatment with IUI in a natural cycle (OR 6.43, 95% CI 0.56 to 73.35; 1 RCT, 26 women; low-quality evidence).The evidence suggests that if we assume the chance of a pregnancy with IUI in a natural cycle to be 6%, the chance of a pregnancy with IUI in a stimulated cycle would be between 4% and 83%.",
    "There were no reported cases of OHSS.",
    "Analysis 5.4",
    "One miscarriage in the stimulated group was reported by Arici 1994.Guzick 1999 reported a total miscarriage rate of approximately 24% in all couples undergoing IUI treatment.It is uncertain whether treatment with IUI in a stimulated cycle results in a higher miscarriage rate compared to treatment with IUI in a natural cycle (OR 5.21, 95% CI 0.19 to 141.08; 1 RCT, 26 women; low-quality evidence).",
    "Analysis 5.5 It is uncertain whether treatment with IUI in a stimulated cycle results in a higher ectopic pregnancy rate compared to treatment with IUI in a natural cycle (OR 6.48, 95% CI 0.33 to 127.09; 1 RCTs, 211 women; very low-quality evidence).",
    "This is an update of a Cochrane Review which assessed whether the live birth rate is improved with intrauterine insemination (IUI), with or without ovarian hyperstimulation (OH), compared to timed intercourse (TI) or expectant management with or without OH, or with IUI with OH compared to IUI in a natural cycle, for couples with unexplained subfertility.Fi een studies met the eligibility criteria for inclusion; they investigated di erent IUI treatment modalities in five comparisons involving a total of 2068 women.Primary outcomes reported were cumulative live birth rates and multiple pregnancy rates.Secondary outcomes reported were cumulative pregnancy rates and other adverse events, including moderate to severe ovarian hyperstimulation syndrome (OHSS) rates, miscarriage rates, and ectopic pregnancy rates.The five comparisons identified in the included studies are classified into two broad groups as follows:",
    "We identified four comparisons in this group:",
    "1. IUI in a natural cycle versus TI or expectant management in a natural cycle; 2. IUI in a stimulated cycle versus TI or expectant management in a stimulated cycle; 3. IUI in a stimulated cycle versus TI or expectant management in a natural cycle; and 4. IUI in a natural cycle versus TI or expectant management in a stimulated cycle.",
    "For live birth, it is uncertain whether treatment with IUI in a natural cycle results in a higher cumulative live birth rate compared to treatment with expectant management in a natural cycle.We obtained a similar result with treatment with IUI in a stimulated cycle compared to TI in a stimulated cycle.However, there is",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews moderate-quality evidence that treatment with IUI in a stimulated cycle is likely to result in a higher cumulative live birth rate compared to treatment with expectant management in a natural cycle in couples with a low prediction score of natural conception.",
    "The evidence suggests that if we assume the chance of a live birth with expectant management in a natural cycle to be 9%, the chance of a live birth with IUI in a stimulated cycle would be between 17% and 50%.Similarly, there is moderate-quality evidence that treatment with IUI in a natural cycle is likely to result in a higher cumulative live birth rate compared to expectant management in a stimulated cycle.The evidence suggests that if we assume the chance of a live birth with expectant management in a stimulated cycle to be 13%, the chance of a live birth with IUI in a natural cycle would be between 14% and 34%.",
    "For multiple pregnancy, it is uncertain whether treatment with IUI with or without OH results in lower multiple pregnancy rates compared to treatment with TI or expectant management, with or without OH.For other adverse events such as OHSS rates, miscarriage rates and ectopic pregnancy rates, there were insu icient data to adequately assess the impact of these treatment modalities; data on these outcomes were either not reported or reported in single studies with small sample sizes.",
    "For live birth, there is low-quality evidence that treatment with IUI in a stimulated cycle may result in a higher cumulative live birth rate compared to treatment with IUI in a natural cycle.The evidence suggests that if we assume the chance of a live birth with IUI in a natural cycle to be 14%, the chance of a live birth with IUI in a stimulated cycle would be between 17% and 36%.We tested the robustness of this finding in a sensitivity analysis by excluding a study with unclear risk of bias for random sequence generation and allocation concealment; the result showed that without this trial there was probably little or no di erence in live birth rates between the two treatment groups.",
    "For multiple pregnancy, it is uncertain whether treatment with IUI in a stimulated cycle results in a lower multiple pregnancy rate compared with treatment with IUI in a natural cycle.For other adverse events such as OHSS rates, miscarriage rates and ectopic pregnancy rates, there were insu icient data to adequately assess the impact of this treatment modality; data on these outcomes were mostly reported in single studies with small sample sizes.",
    "Most of the comparisons identified in this review were investigated in single trials, thereby making it di icult to combine data in metaanalyses.Where we could pool data in meta-analyses, the overall e ect estimates usually had wide confidence intervals due to small sample sizes with low numbers of events.Furthermore, we were not able to assess all the stipulated outcomes for each comparison.There were not enough data available to adequately assess the e ects of the various interventions on live birth, multiple pregnancy and other adverse events.Many studies were not included in the review as they reported per-cycle data only.One of the areas of particular concern in fertility trials is what statisticians refer to as the 'unit of analysis' error (Vail 2003) .It is methodologically incorrect to report data per cycle when it is women or couples who are randomised, because many of the women would have undergone more than one treatment cycle (Dias 2008; Johnson 2003; Vail 2003 ).Yet pregnancy rate per cycle is a commonlyreported outcome in fertility trials and reviews.We could also not include many studies with a cross-over design in the review because they did not report pre-cross-over data.We could not include post-cross-over data because couples would have received both treatment modalities.There have been many discussions about whether a cross-over design is appropriate for fertility trials, mainly because participants drop out a er treatment success, which results in a selected participant population post-cross-over.",
    "For this reason, it has been suggested that the cross-over design has no place in infertility trials (Daya 1993) .A cross-over design could result in an overestimation of the treatment e ect (Khan 1996; Norman 2000) .Whether this overestimation could be statistically corrected for or whether it is clinically relevant remains under debate (Cohlen 1998; McDonnell 2004; Vail 2003) .",
    "Adverse events were o en not mentioned, or mentioned by group instead of by treatment modality.We included studies mentioning 'no events' in the meta-analyses, which might result in underestimation of the adverse events.On the other hand, these adverse events are mostly attributed to OH and not to IUI.It seems therefore unlikely that any significant di erence in adverse events would be found when OH with TI is compared to OH with IUI.We could not determine the separate evidence for the number of treatment cycles and methods of ovarian hyperstimulation, due to insu icient studies.In addition, we did not examine the e ects of important prognostic factors such as age, duration of subfertility and previous treatment in subgroup analyses, although there would have been insu icient data to do these analyses if we had decided to do so.The extent to which some of the findings which show evidence of a di erence between the intervention groups are applicable to couples with di erent prognoses and baseline fecundity is therefore unclear.",
    "The more recent studies adopted expectant management as a control treatment for IUI instead of timed intercourse (Bhattacharya 2008; Farquhar 2018; Steures 2006a) .Because timing of intercourse (TI) interferes with the natural coital habits of a couple, expectant management has been proposed as the more appropriate comparison treatment for IUI (Wilcox 1995) .A recent meta-analysis, however, shows no significant di erence in the pregnancy rate between studies comparing IUI versus TI and studies with IUI versus expectant management (Snick 2008) .",
    "Whether it is appropriate to pool studies including TI and expectant management in a meta-analysis remains unclear.We did not, however, pool the data from Bhattacharya 2008, Farquhar 2018 and Steures 2006a with data of trials applying TI because these trials comprised comparisons that were not subject to many other trials.",
    "Most of the studies included in this review were of moderatelygood quality in relation to risk of bias.We excluded studies with a cross-over design which did not report pre-cross-over data.",
    "Most of the included studies clearly described their methods of sequence generation and allocation concealment.None of the included studies reported blinding, due to the nature of the interventions; however, lack of blinding may not have any e ect on the outcomes of interest, as they were objectively assessed.For most comparisons, e ect estimates were associated with imprecision due to small sample sizes and wide confidence intervals.We assessed the quality of the evidence for the review's five comparisons; the quality of the evidence for our primary",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews outcomes (cumulative live birth and multiple pregnancy) ranged from low to moderate.The main limitations in the body of evidence were very serious imprecision due to small sample sizes with low event rates and e ect estimates with wide confidence intervals, and inadequate reporting of adverse events.We could not examine the presence of publication or reporting bias in funnel plots for any of the comparisons, as none of the analyses included 10 or more studies.We therefore did not downgrade the quality of the evidence for publication bias.",
    "To prevent selection bias, the included studies were independently selected and data extracted by two review authors (ROA and SVV for the 2020 update).We resolved disagreements by discussion, keeping the protocol as our guideline to reduce bias.We consulted a statistician (Andy Vail) for the data extraction of complicated cross-over trials.We have extracted and calculated the events per randomised couple for this meta-analysis, which resulted in the exclusion of six studies reporting only post-cross-over or percycle data.As a consequence, the analysis is statistically less biased, although a selection bias may have occurred.We could not construct a funnel plot for any of the outcomes to check for the presence of publication bias as none of the outcomes was reported by 10 or more studies.We have, however, minimised the e ect of publication bias by undertaking a comprehensive search for all eligible studies.",
    "Previous review articles and meta-analyses (e.g. Aboulghar 2003; Balasch 2004; Cohlen 2005; Costello 2004; Hughes 1997; Zeyneloglu 1998 ) have all assessed the e ectiveness of IUI and ovarian hyperstimulation, but they have all calculated pregnancy rates per cycle, which makes it di icult to compare their findings with those of this review which included per-couple data only.Percycle data produce biased results that may exaggerate treatment results (Dias 2008) .A Cochrane Review and meta-analysis published in 2019 (Wang 2019) evaluated the e ectiveness and safety of di erent approaches to clinical management (expectant management, ovarian stimulation, intra-uterine insemination, ovarian stimulation-intra-uterine insemination, and in vitrofertilisation/intracytoplasmic sperm injection) in couples with unexplained infertility.There was insu icient evidence of di erences in live births between intra-uterine insemination or ovarian stimulation-intra-uterine insemination compared to expectant management (OR 1.21, 95% CI 0.61 to 2.43; low-certainty evidence; OR 1.61, 95% CI 0.88 to 2.94; low-certainty evidence respectively).These findings are similar to our findings on live births in the corresponding comparisons in our review.",
    "Due to insu icient data, it is uncertain whether treatment with IUI with or without OH compared to timed intercourse or expectant management with or without OH, or treatment with IUI with OH compared to IUI in a natural cycle, improves cumulative live birth rates with acceptable multiple pregnancy rates in couples with unexplained subfertility.However, there is moderatequality evidence that treatment with IUI with OH probably results in a higher cumulative live birth rate compared to expectant management, without OH in couples with a low prediction score of natural conception.Similarly, there is moderate-quality evidence that treatment with IUI in a natural cycle probably results in a higher cumulative live birth rate compared to treatment with timed intercourse with OH.",
    "None of the comparisons examined in this review were adequately addressed, due to insu icient data; questions still remain as to whether live birth rates can be improved while keeping the risk of multiple pregnancy and other adverse events to acceptable levels.There is therefore a need for better-designed randomised controlled trials which evaluate the e ects of di erent IUI modalities on important outcome measures.Furthermore, future trials should endeavour to report live birth and other outcome data in forms which enable appropriate analyses.",
    "We wish to thank all colleagues of Cochrane Gynaecology and Fertility for their help.Special thanks to Elena Kostova, Marian Showell, Cindy Farquhar, Helen Nagels and statistician Andy Vail for all their advice and support.",
    "We also thank all authors for their responses and additional information on their trials.",
    "We acknowledge the contribution of Professor Maas Jan Heineman and Professor Ed Hughes to previous versions of this review.",
    "We would like to thank Abha Maheshwari, Rik van Eekelen, Astrid Cantineau, and Rui Wang for their valuable peer review comments.",
    "Protocol first published: Issue 3, 1999 Review first published: Issue 4, 2006 ",
    "Intra-uterine insemination for unexplained subfertility (Review)Copyright  2020 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    " Van Harreveld Stichting, Netherlands. Marco Polo fonds, Netherlands. Stichting de Korinthiers, Netherlands. Jan Kornelis de Kock Stichting, Netherlands.",
    "1. We reclassified multiple pregnancy rate to be a primary outcome in the 2016 and 2020 updates.2. We included aromatase inhibitors such as letrozole as agents for ovarian hyperstimulation in the 2020 update and this was reflected in the search strategies.3. We conducted sensitivity analyses for the primary outcomes (live birth and multiple pregnancy) for studies with 'Risk of bias' or 'unit of analysis' errors in the 2020 update."
  ],
  "bibref_titles": [
    "Intrauterine insemination (IUI) with or without letrozole for unexplained or mild male factor infertility: a randomized pilot study",
    "Diagnosis and management of unexplained infertility: an update",
    "Gonadotrophin ovarian stimulation and intrauterine insemination for unexplained infertility",
    "Crossover or parallel design in infertility trials? The discussion continues",
    "Multiple pregnancy a er assisted reproduction",
    "Systematic review of the treatment of ovulatory infertility with clomiphene citrate and intrauterine insemination",
    "Follicle stimulating hormone versus clomiphene citrate in intrauterine insemination for unexplained subfertility: a randomized controlled trial",
    "Is there a place for the crossover design in infertility trials?",
    "on behalf of the Cochrane Statistical Methods Group. Chapter 9: Analysing data and undertaking metaanalyses",
    "Letrozole, gonadotropin,or clomiphene for unexplained infertility",
    "Bias in frequently reported analyses of subfertility trials",
    "Reducing the risk of high-order multiple pregnancy a er ovarian stimulation with gonadotropins",
    "Further considerations on natural or mild hyperstimulation cycles for intrauterine insemination treatment: e ects on pregnancy and multiple pregnancy rates",
    "GRADEpro Guideline Development Tool",
    "Chapter 8: Assessing risk of bias in included studies",
    "The e ectiveness of ovulation induction and intrauterine insemination in the treatment of persistent infertility: a meta-analysis",
    "Stimulated intra-uterine insemination is not a natural choice for the treatment of unexplained subfertility.'E ective treatment' or 'not a natural choice'?",
    "Two new prediction rules for spontaneous pregnancy leading to live birth among subfertile couples, based on the synthesis of three previous models",
    "Gaps in the evidence for fertility treatment -an analysis of the Cochrane Menstrual Disorders and Subfertility Group database",
    "Empirical evidence of bias in infertility research: overestimation of treatment e ect in crossover trials using pregnancy as the outcome measure",
    "Intrauterine insemination versus intracervical insemination in donor sperm treatment",
    "Chapter 6: Searching for studies",
    "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
    "The place of the crossover design in infertility trials: a maximum likelihood approach",
    "Intra-uterine insemination or timed intercourse a er ovarian stimulation for male subfertility? A controlled study",
    "Assessment and treatment for people with fertility problems",
    "The alternating-sequence design (or multiple-period crossover) trial for evaluating treatment e icacy in infertility",
    "Multiple gestation and infertility treatment: registration, reflection and Ripps",
    "Intrauterine insemination in fertile women delivers larger numbers of sperm to the peritoneal fluid than intracervical insemination",
    "The desire of infertile patients for multiple births",
    "on behalf of the Cochrane Applicability and Recommendations Methods Group. Chapter 12: Interpreting results and drawing conclusions",
    "What is the most valid comparison treatment in trials of intrauterine insemination, timed or uninfluenced intercourse? A systematic review and meta-analysis of indirect evidence",
    "Chapter 10: Addressing reporting biases",
    "Stimulated intra-uterine insemination is not a natural choice for the treatment of unexplained subfertility. Should the guidelines be changed?",
    "The management of infertility",
    "Use of a prediction model for high-order multiple implantation a er ovarian stimulation with gonadotropins",
    "Common statistical errors in the design and analysis of subfertility trials",
    "Is controlled ovarian stimulation in intrauterine insemination an acceptable therapy in couples with unexplained non-conception in the perspective of multiple pregnancies?",
    "Interventions for unexplained infertility: a systematic review and network meta-analysis",
    "Timing of sexual intercourse in relation to ovulation. E ects on the probability of conception, survival of the pregnancy, and sex of the baby",
    "Comparison of intrauterine insemination with timed intercourse in superovulated cycles with gonadotropins: a meta-analysis",
    "Intra-uterine insemination for unexplained subfertility (Protocol)",
    "Intra-uterine insemination for unexplained subfertility",
    "MESH DESCRIPTOR Infertility EXPLODE ALL TREES 2963 #2 (unexplained or idiopathic):TI,AB,KY 11267 #3 #1 AND #2 404 #(unexplain* adj5 infertil*):TI,AB,KY 603 #(unexplain",
    "MESH DESCRIPTOR Insemination",
    "TI,AB,KY 213 #17",
    "ovar* adj3 stimulat*):TI,AB,KY 2155 #19",
    "#21 #12 OR #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19",
    "#23 (Clomiphene or clomifene or Serophene):TI,AB,KY 1601 #24 clomid",
    "MESH DESCRIPTOR Selective Estrogen Receptor Modulators EXPLODE ALL TREES 2838 #26 (selective estrogen receptor modulator*):TI,AB,KY 721 #27",
    "MESH DESCRIPTOR Aromatase Inhibitors EXPLODE ALL TREES",
    ",AB,KY 1186 #34 (anti-?estrogen* or anti?estrogen*):TI,AB",
    "MESH DESCRIPTOR Follicle Stimulating Hormone EXPLODE ALL TREES",
    "TI,AB,KY 3145 #39 (FSH or rFSH or recFSH",
    "corifollitropin:TI,AB,KY 114 #45",
    "Infertility/ and idiopathic",
    "unexplain* adj5 infertil*)",
    "unexplain* adj5 subfertil*)",
    "idiopathic adj5 subfertil*)",
    "idiopathic adj5 infertil*)",
    "idiopathic adj3 steril*).tw. (56(unknown adj3 steril*)",
    "exp Insemination, Artificial/ (11506) 14",
    "ovulation induc",
    "ovar* adj2 stimulat*).tw. (6957) 20 ovarian hyperstimulation",
    "selective estrogen receptor modulators/ (3934) 28 selective estrogen receptor modulator*.tw",
    "anastrozole).tw. (1756) 36 (anti-?estrogen* or anti?estrogen*).tw",
    "exp follicle stimulating hormone/ or exp follicle stimulating hormone, beta subunit/ or exp glycoprotein hormones, alpha subunit/ or exp menotropins/ or exp urofollitropin/ (39456) 39 Follicle Stimulating Hormone*.tw. (18990) 40 (FSH or rFSH or recFSH).tw. (34016) (uFSH or rhFSH).tw. (244)",
    ").tw. (89) human menopausal gonadotrop?",
    "superovulation",
    "8 (unexplained adj2 sterility).tw. (1) 9 ovulation induction.tw. (22) 10 clomiphene.tw"
  ]
}