{
  "paper_id": "Barbosa_et_al-2021-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:05.880382Z"
  },
  "title": "Non-invasive positive airway pressure therapy for improving erectile dysfunction in men with obstructive sleep apnoea",
  "authors": [
    {
      "first": "Frederico",
      "last": "Barbosa",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Universidade Federal de São Paulo",
        "location": {
          "settlement": "Sao Paulo",
          "country": "Brazil"
        }
      }
    },
    {
      "first": "Michele",
      "last": "Silva",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Alcides Carneiro Hospital",
        "location": {
          "settlement": "Petropolis",
          "country": "Brazil"
        }
      }
    },
    {
      "first": "Luís",
      "last": "Fontes",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Cochrane Afilliate Rio de Janeiro",
        "location": {
          "settlement": "Cochrane, Petrópolis",
          "country": "Brazil"
        }
      }
    },
    {
      "first": "Daniela",
      "last": "Pachito",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Hospital Sirio-Libanês",
        "location": {
          "settlement": "São Paulo",
          "country": "Brazil"
        }
      }
    },
    {
      "first": "Tamara",
      "last": "Melnik",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Cochrane Brazil",
        "location": {
          "settlement": "São Paulo",
          "country": "Brazil"
        }
      }
    },
    {
      "first": "Rachel",
      "last": "Riera",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "Cochrane Afilliate Rio de Janeiro",
        "location": {
          "settlement": "Cochrane, Petrópolis",
          "country": "Brazil"
        }
      }
    }
  ],
  "year": "",
  "abstract": "Non-invasive positive airway",
  "pdf_parse_keywords": [],
  "body_text": [
    "Obstructive sleep apnoea syndrome (OSAS) is associated with several chronic diseases, including erectile dysfunction (ED).The association of OSAS and ED is far more common than might be found by chance; the treatment of OSAS with non-invasive positive airway pressure therapy is associated with improvement of respiratory symptoms, and may contribute to the improvement of associated conditions, such as ED.",
    "To assess the e ectiveness and acceptability of non-invasive positive airway pressure therapy for improving erectile dysfunction in OSAS.",
    "We identified studies from the Cochrane Airways Trials Register, CENTRAL, MEDLINE, Embase, PsycINFO, CINAHL, AMED EBSCO, and LILACS, the US National Institutes of Health ongoing trials register ClinicalTrials.gov,and the World Health Organisation international clinical trials registry platform to 14 June 2021, with no restriction on date, language, or status of publication.We checked the reference lists of all primary studies, and review articles for additional references, and relevant manufacturers' websites for study information.We also searched specific conference proceedings for the British Association of Urological Surgeons; the European Association of Urology; and the American Urological Association to 14 June 2021.",
    "We considered randomised controlled trials (RCTs) with a parallel or cross-over design, or cluster-RCTs, which included men aged 18 years or older, with OSAS and ED.We considered RCTs comparing any non-invasive positive airway pressure therapy (such as continuous positive airways pressure (CPAP), bilevel positive airway pressure (BiPAP), variable positive airway pressure (VPAP), or similar devices) versus sham, no treatment, waiting list, or pharmacological treatment for ED.The primary outcomes were remission of ED and serious adverse events; secondary outcome were sex-related quality of life, health-related quality of life, and minor adverse events.",
    "Two review authors independently conducted study selection, data extraction, and risk of bias assessment.A third review author solved any disagreement.We used the Cochrane RoB 1 tool to assess the risk of bias of the included RCTs.We used the GRADE approach to assess the certainty of the body of evidence.To measure the treatment e ect on dichotomous outcomes, we used the risk ratio (RR); for continuous outcomes, we used the mean di erence (MD).We calculated 95% confidence intervals (CI) for these measures.When possible (data availability and homogeneous studies), we used a random-e ect model to pool data with a meta-analysis.",
    "We included six RCTs (all assessing CPAP as the non-invasive positive airway pressure therapy device), with a total of 315 men with OSAS and ED.All RCTs presented some important risk of bias related to selection, performance, assessment, or reporting bias.None of included RCTs assessed the ED remission rate, and we used the provided ED mean scores as a proxy.",
    "There is uncertainty about the e ect of CPAP on mean ED scores a er 4 weeks, using the International index of erectile function (IIEF-5, higher = better; MD 7.50, 95% CI 4.05 to 10.95; 1 RCT; 27 participants; very low-certainty evidence), and a er 12 weeks (IIEF-ED, ED domain; MD 2.50, 95% CI -1.10 to 6.10; 1 RCT; 57 participants; very low-certainty evidence, downgraded due to methodological limitations and imprecision).There is uncertainty about the e ect of CPAP on sex-related quality of life a er 12 weeks, using the Self-esteem and relationship test (SEAR, higher = better; MD 1.00, 95% CI -8.09 to 10.09; 1 RCT; 57 participants; very low-certainty evidence, downgraded due to methodological limitations and imprecision); no serious adverse events were reported a er 4 weeks (1 RCT; 27 participants; very low-certainty evidence, downgraded due to methodological limitations and imprecision).",
    "One RCT assessed this comparison (61 participants), but we were unable to extract outcomes for this comparison due to the factorial design and reporting of this trial.",
    "Sildenafil may slightly improve erectile function at 12 weeks when compared to CPAP, measured with the IIEF-ED (MD -4.78, 95% CI -6.98 to -2.58; 3 RCTs; 152 participants; I = 59%; low-certainty evidence, downgraded due to methodological limitations).",
    "There is uncertainty about the e ect of CPAP on sex-related quality of life a er 12 weeks, measured with the Erectile Dysfunction Inventory of Treatment Satisfaction questionnaire (EDITS, higher = better; MD -1.24, 95% CI -1.80 to -0.67; 2 RCTs; 122 participants; I = 0%; very low-certainty evidence, downgraded due to methodological limitations).No serious adverse events were reported for either group (2 RCTs; 70 participants; very low-certainty evidence, downgraded due to methodological limitations and imprecision).There is uncertainty about the e ects of CPAP when compared to sildenafil for the incidence of minor adverse events (RR 1.33, 95% CI 0.34 to 5.21; 1 RCT; 40 participants; very low-certainty evidence, downgraded due to methodological limitations and imprecision).The confidence interval was wide and neither a significant increase nor reduction in the risk of minor adverse events can be ruled out with the use of CPAP (4/20 men complained of nasal dryness in the CPAP group, and 3/20 men complained of transient flushing and mild headache in the sildenafil group).",
    "When compared with no CPAP, we are uncertain about the e ectiveness and acceptability of CPAP for improving erectile dysfunction in men with obstructive sleep apnoea.When compared with sildenafil, there is some evidence that sildenafil may slightly improve erectile function at 12 weeks.",
    "The purpose of this review was to assess the e ectiveness and acceptability of non-invasive positive airway pressure therapy for improving erectile dysfunction (ED) in men with obstructive sleep apnoea (OSAS).",
    "OSAS is a clinical condition in which repeated throat obstructions occur during sleep, leading to pauses in breathing.Erectile dysfunction is the inability of a man to achieve and maintain a su icient erection to allow satisfactory sexual activity.The association of OSAS and ED is far more common than might be found by chance.",
    "Non-invasive positive airway pressure therapy is a device that is attached to a mask that delivers oxygen.The device helps air enter the airways and help breathing.There are a few di erent types of devices including continuous positive airway pressure (CPAP), bilevel The mean erectile dysfunction score with CPAP device was 2.5 points higher (1.1 lower to 6.We are very confident that the true effect lies close to that of the estimate of the effect.Moderate certainty.We are moderately confident in the effect estimate; the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different.Low certainty.Our confidence in the effect estimate is limited; the true effect may be substantially different from the estimate of the effect.Very low certainty, We have very little confidence in the effect estimate; the true effect is likely to be substantially different from the estimate of effect.",
    "a High risk of bias for blinding participants, personal, outcome assessment; we downgraded two levels (-2).b No events were reported.c Small sample size; we downgraded one level (-1), d Wide 95% CI, including null e ect; we downgraded two levels (-2).",
    "Obstructive sleep apnoea syndrome (OSAS) is characterised by recurrent occlusion of the pharyngeal airway space (respiratory tract) during sleep (Eckert 2008) .OSAS is caused by a combination of factors, namely: obesity, increased upper airway resistance, craniofacial abnormalities, and failure of the dilator action of pharyngeal muscle (Eckert 2008) .OSAS is a highly prevalent condition, a ecting 14% of men and 5% of women (Peppard 2013) (the result of release of pro-inflammatory cytokines from immunerelated cells and the activation of the innate immune system), and increased activity of the sympathetic nervous system (Arnardottir 2009) .These mechanisms culminate in endothelial dysfunction (diminished production or availability of nitric oxide, or imbalance in the relative contribution of endothelium-derived relaxing and contracting factor, or both), and structural changes in vessels (Gunnarsson 2014) .As a consequence of this, OSAS leads to increase cardiovascular (Young 2008), and all-cause mortality (Marshall 2008; Wolf 2007) .",
    "Erectile dysfunction (ED) is defined by the persistent inability to achieve and maintain an erection su icient to permit satisfactory intercourse (APA 2013).Erectile dysfunction may result from one or more of the following aetiologies: psychological, neurologic, hormonal, arterial, and venous.ED can be classified as psychogenic, iatrogenic (injury or adverse e ect caused by the treatment), and organic (APA 2013; Muneer 2014; Shamloul 2013) .Organic impotence refers to the inability to obtain an erection firm enough for penetration, or the inability to sustain the erection until completion of intercourse.In contrast to psychogenic impotence (which is impotence caused by anxiety, guilt, depression, or conflict around various sexual issues), organic impotence, the more common of the three categories of erectile dysfunction, is caused by physical problems (Ende 1990) .ED is the most common cause of sexual dissatisfaction, a ecting up to 20% of men at all ages, and 50% to 60% of older men (Holden 2005; Rosen 2004 ).Psychological factors may influence ED, but an organic cause is identified in the majority of cases.Organic ED represents 60% to 80% of all cases, and is associated with systemic diseases, such as hypertension and diabetes (Lue 2000) .",
    "The association of OSAS and ED is far more common than might be found by chance (Andersen 2010).The joint prevalence rate is estimated to be in the range of 30% to 70% (Santos 2012; Se el 2002) .OSAS severity, particularly when determined by the level of hypoxaemia, predicts the presence of erectile dysfunction (Shin 2008) .Both diseases are associated with chronic comorbidities, such as hypertension and diabetes, and share several risk factors in common, such as age and obesity.However, OSAS remains an independent predictor of ED in adjusted models, suggesting a causal relationship (Budweiser 2013) .",
    "Non-invasive positive airway pressure therapy consists of the application of positive pressure in the airways, through a nasal or oronasal mask, to prevent the collapse of pharyngeal so tissues during sleep; it is associated with improved sleep, reduced excessive daytime sleepiness, and improved cognitive function (Jonas 2017; Jordan 2014) .",
    "Continuous positive airway pressure (CPAP) is a non-invasive positive airway pressure device that is widely recognised as the first-line treatment for OSAS, due to its e ectiveness in reducing both the apnoea/hypopnoea index (AHI) and excessive daytime sleepiness (ESS), although low rates of adherence to CPAP are commonly observed in the long term (Epstein 2009; Giles 2006) .Non-adherence rates remain in the range of 30% to 40%, despite the technological advances in developing more comfortable interfaces and machines made by the industry (Rotenberg 2016) .Currently, there is no unequivocal recommendation about how many hours of CPAP is needed per night to improve symptoms related to OSAS, but a range of four to six hours has been suggested for di erent clinical outcomes (Weaver 2007).",
    "To date, the literature has failed to demonstrate e ectiveness of CPAP on cardiovascular outcomes, but there is uncertainty for ED outcomes, perhaps due to the multiple potential mechanisms of action of CPAP on ED (Qiu 2017) .",
    "One meta-analysis evaluated the e ect of CPAP on endothelial function in participants with OSAS (Xu 2015).A randome ects model found that CPAP significantly improved endothelial function, assessed by flow-mediated dilation (widening of an artery when blood flow increases in that artery), but there was no significant improvement in endothelial function in response to nitroglycerin-mediated dilation (organic nitrate with vasodilator activity).Sensitivity analyses indicated that the protective e ect of CPAP on endothelial function was robust.CPAP significantly improved flow-mediated dilatation in participants with OSAS (Xu 2015).",
    "Besides CPAP device, there are other devices available for noninvasive airways pressure therapy, as bilevel positive airway pressure (BiPAP) and variable positive airway pressure (VPAP), with similar mechanisms, that could be analysed.",
    "From the mechanistic perspective, the endothelial dysfunction caused by oxidative stress in people with OSAS may be the cause of the high prevalence rates of both OSAS and ED (Hoyos 2015) .",
    "It has been clearly demonstrated that OSAS causes endothelial dysfunction, which in turn is a root cause of ED.Endothelial dysfunction reduces the secretion of nitric oxide, leading to impaired relaxation of smooth muscles, and consequently, to inadequate vasodilatation and lack of blood flow to the Cochrane Database of Systematic Reviews corpora cavernous.Other mechanisms have also been implied, such as sympathetic activation, rapid eye movement (REM) sleep fragmentation, hormonal deficiency, and mood disorders (Jeon 2015; Luboshitzky 2002) .Non-invasive positive airway pressure therapy reverses sleep fragmentation and intermittent hypoxaemia, which reduces oxidative stress (Alonso-Fernandez 2009), and also improves endothelial function (Schwarz 2015; Somers 1995) .Therefore, this therapy leads to the improvement of intermediate mechanisms, which might contribute to ED in people with OSAS.",
    "Erectile dysfunction impairs quality of life by compromising selfesteem, and by promoting emotional and relationship tension (Althof 2002) .OSAS also impacts negatively on quality of life, due to its neuropsychiatric symptoms, cognitive dysfunction, and disruption of professional and social life.Both conditions are highly prevalent in the general population (Feldman 1994; Pastore 2014 ).",
    "Continuous positive airway pressure therapy is e ective in improving excessive daytime sleepiness (McDaid 2009 ), yet it is still not clear to what extent CPAP is capable of improving ED in people with OSAS, or whether it is more e ective than standard pharmacological treatment of ED (Dong 2010; Khafagy 2012) .",
    "With the answer to this debate, the practical recommendations for approaching ED in OSAS might di er from the approach of ED in the general population.Whilst pharmacological treatment of ED with oral phosphodiesterase type 5 inhibitors is generally considered safe and e ective (Goldstein 2016) , some potentially harmful side e ects have been reported (Galvez-Ruiz 2013).",
    "This Cochrane Review is important, as it will systematically evaluate the e ectiveness of non-invasive positive airway pressure therapy in improving ED, and other important clinical outcomes, such as quality of life, in men with OSAS.",
    "To assess the e ectiveness and acceptability of non-invasive positive airway pressure for improving erectile dysfunction in obstructive sleep apnoea syndrome.",
    "We sought randomised controlled trials (RCTs) with a parallel or cross-over design, and cluster-RCTs.We included studies reported in full text, those published as an abstract only, and unpublished data.We included studies regardless of the date or language of publication.",
    "We considered studies with men, aged 18 years or older, with obstructive sleep apnoea syndrome (OSAS) and erectile dysfunction (ED).",
    "OSAS was defined by the occurrence of daytime sleepiness, loud snoring, witnessed breathing interruptions, or awakenings due to gasping or choking, in the presence of at least five obstructive respiratory events per hour of sleep (apnoeas, hypopnoeas, or respiratory e ort-related arousals), or alternatively, by the presence of 15 or more obstructive respiratory events per hour of sleep, even in the absence of clinical symptomatology (American Academy of Sleep Medicine 2014).",
    "ED was defined by meeting criteria from one of these sources:",
    " If any other validated diagnostic criteria were used, we also considered them for this review.",
    "We investigated the following interventions and comparators.We included studies with any co-intervention, provided both groups (intervention and control) received the same cointervention, in the same way, so that the possible di erence in results was the e ect of the non-invasive positive airway pressure therapy.",
    "The minimum duration of intervention was one month.We considered any length of follow-up.",
    " Sex-related quality of life  Health-related quality of life  Minor adverse events Cochrane Database of Systematic Reviews the International Index of Erectile Function (IIEF) and the International Index of Erectile Function-5 (IIEF-5 (Rosen 1999) ).",
    "For the standard formal IIEF questionnaire, remission is defined as a score of 19 or more out of 30 points; for the IIEF-5 questionnaire, it is a score of 17 or more out of 25 points (Rosen 1999) .A brief explanation of each tool is presented in Appendix 1.",
    " Serious adverse events: proportion of men with at least one serious adverse event related to CPAP use, such as pneumothorax, impairment of cardiac function in men with heart failure. 2000) ).",
    " Minor adverse events: proportion of men with at least one minor adverse event (e.g.local allergy, local injury, nasal dryness).",
    "We analysed and extracted all outcomes at short-, intermediateand long-term follow-up.",
    " Short-term: from 4 weeks to less than 12 weeks  Intermediate-term: from 12 weeks to less than 24 weeks  Long-term: 24 weeks or more If a study reported outcomes at multiple time points within the same period (as listed above), we used the last reported measurement.",
    "We included eligible studies regardless of whether they reported an outcome of interest in this review.",
    "We identified studies from searches of the following databases and trial registries: We searched all sources from inception, with no restriction on language of publication.The database search strategies are listed in Appendix 2. The Cochrane Airways Information Specialist developed the search strategy in collaboration with the review authors.",
    "We checked the reference lists of all primary studies included and of review articles (that were found during the selection process) for additional references.We searched relevant manufacturers' websites for study information.We also searched specific conference proceedings for the British Association of Urological Surgeons (BAUS); European Association of Urology (EAU); and American Urological Association (AUA), searched 14 June 2021.",
    "We searched for errata or retractions from included studies published in full text on PubMed on 14 June 2021.",
    "Two review authors (FTB, LESF, or MPS) independently screened the titles and abstracts of the search results, and coded them as 'retrieve' (eligible or potentially eligible, or unclear), or 'do not retrieve'.We retrieved the full-text study reports of all potentially eligible studies, and two review authors (FTB, LESF or MPS) independently screened them for inclusion, recording the reasons for exclusion of ineligible studies.We resolved any disagreement through discussion, or if was required, we consulted a third review author (RR).We identified and excluded duplicates, and collated multiple reports of the same study, so that each study, rather than each report, was the unit of interest in the review.We recorded the selection process in su icient detail to complete a PRISMA flow diagram and 'Characteristics of excluded studies' table (Moher 2009 ; Figure 1 ).",
    "We used a standard data collection form for study characteristics and outcome data, which had been piloted on at least one study in the review, and contained the following characteristics from included studies.",
    " Methods: study design, total duration of study, details of any 'run-in' period, number of study centres and location, study setting, withdrawals, and date of study If necessary (data were lacking), we contacted the authors of included trials by email to request further information.We presented the results of these communications in Appendix 3.",
    "If there were duplicate publications, companion documents, or multiple reports for a single primary study, we gathered all the available data by collating them in a single data extraction form.We inserted all additional publications under the main study identification of the included or excluded trial.",
    "If results of included trials were available in a trial register database, we collated this information in the appropriate data extraction form.If an included trial was marked as complete in a trial register database, but no additional information (results, or reporting, or both) was available, we planned to assign this trial to 'Studies awaiting classification'.",
    "Two review authors (FTB, DVP) independently assessed risk of bias for each study using the criteria outlined in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2020) .We resolved any disagreements by discussion, or by involving another review author (RR).We assessed the risk of bias according to the following domains:",
    " Random sequence generation;",
    " Allocation concealment;",
    " Blinding of participants and personnel;",
    " Blinding of outcome assessment;",
    " Incomplete outcome data;",
    " Selective outcome reporting;",
    " Other bias.",
    "We judged each potential source of bias as high, low, or unclear, and provided a quote from the study report, together with a justification for our judgement in the risk of bias table.We summarised the risk of bias judgements across di erent studies for each of the domains listed.We considered blinding and incomplete outcome data separately for di erent outcomes.Where information on risk of bias was related to unpublished data or correspondence with a trialist, we noted this in the risk of bias tables.",
    "When considering treatment e ects, we took into account the risk of bias for the studies that contributed to that outcome.",
    "We conducted the review according to published protocol (Silva 2018) and justified any deviations from it in the 'Di erences between protocol and review' section of the systematic review.",
    "We analysed dichotomous data as risk ratio (RR) when the number of men experiencing a specified outcome, or when healthrelated and sex-related quality of life outcomes were presented as dichotomous data (using a cut-o adopted by the trial authors, and based on the literature).For continuous data (health-related and sex-related quality of life), we used the mean di erence (MD), or standardised mean di erence (SMD, when di erent scales were used for the same outcome across the pooled studies).If data from rating scales were combined in a meta-analysis, we ensured they were entered with a consistent direction of e ect (e.g.lower scores always indicated improvement).",
    "We undertook meta-analyses only when this was meaningful; that was, if the treatments, participants, and the underlying clinical question were similar enough for pooling to make sense.",
    "We described skewed data narratively (for example, as medians and interquartile ranges for each group).",
    "When multiple trial arms were reported in a single study, we included only the relevant arms.When two comparisons (e.g.CPAP regimen A versus placebo, and CPAP regimen B versus placebo) were combined in the same meta-analysis, we either combined the active arms, or halved the control group to avoid double-counting.",
    "If adjusted analyses were available (ANOVA or ANCOVA), we used these as a preference in our meta-analyses.",
    "In the case of cross-over trials, we planned to use only results from the first treatment phase to avoid any carry-over e ect.For cluster-RCTs, we planned to calculate the design e ect using the intra cluster correlation coe icient (ICC).",
    "We used intention-to-treat (ITT) or 'full analysis set' analyses when they were reported (i.e. when data were imputed for participants who were randomly assigned but did not complete the study), instead of complete or 'per protocol' analyses.",
    "For dichotomous outcomes, we used participants, rather than events, as the unit of analysis (i.e.number of participants presenting with at least one serious adverse events, rather than",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews the number of serious adverse events).However, if rate ratios were reported in a study, we analysed them on this basis.We only planned to meta-analyse data from cluster-RCTs if the available data were adjusted (or could be adjusted), to account for the clustering.",
    "We contacted investigators or study sponsors to verify key study characteristics and obtain missing numerical outcome data, when possible (e.g. when a study was identified as an abstract only).When this was not possible, and the missing data were thought to introduce serious bias, we took this into consideration in the GRADE rating for a ected outcomes, and in our judgement of risk of bias.",
    "We investigated clinical, methodological, and statistical heterogeneity among included trials.We did not pool e ect estimates in a meta-analysis if we identified substantial clinical or methodological heterogeneity among included studies.We identified statistical heterogeneity by visual inspection of the forest plots, and by using a standard Chi test (significance level of 0.1).We quantified this heterogeneity by using the I statistic; an I statistic of 50% or more indicated substantial heterogeneity (Higgins 2020 ).When we found substantial heterogeneity, we attempted to determine possible reasons for it by individually exploring the trials included in the meta-analysis, and by performing subgroup analyses.",
    "We planned to create funnel plots to explore possible publication biases for meta-analysis with 10 or more studies.We did not investigate publication bias because of the low number of RCTs included in the meta-analysis.",
    "We used a random-e ects model for meta-analysis, and performed a sensitivity analysis with a fixed-e ect model.When we considered meta-analysis to be inappropriate, we provided a narrative description of the study results.",
    "We planned the following subgroup analyses for the primary outcomes.",
    " Partial versus complete adherence.We defined complete adherence as a mean of four or more hours of non-invasive positive airway pressure device use per night, for at least one month, at any pressure level and, with any brand (Antic 2011; Sawyer 2011; Weaver 2007; Zimmerman 2006).We expected better results for men with complete adherence. Obese versus non-obese participants.We defined obesity as body mass index (BMI) greater than 30.We expected better results for non-obese participants. Older participants (60 years or older) versus younger participants (younger than 60 years).We expected better results for younger participants. Di erences between CPAP, BIPAP, VPAP, or similar devices.",
    "We planned to use the formal test for subgroup interactions available in Review Manager 5 (RevMan Web 2020).",
    "We did not conduct any subgroup analyses because of the scarcity of studies included in each meta-analysis.",
    "We planned to carry out sensitivity analyses by removing trials with high risk of bias (those classified as having high risk of bias in at least one of the following domains: random sequence generation, allocation concealment, and blinding) from the primary outcome analyses.",
    "We planned to test the robustness of results by repeating the analyses using a fixed-e ect model.",
    "We created a summary of findings table, using all primary and secondary outcomes.We used the five GRADE considerations (risk of bias, consistency of e ect, imprecision, indirectness, and publication bias) to assess the certainty of the body of evidence as it related to the studies that contributed data for each prespecified outcome.We used the methods and recommendations described in Section 8.5 and Chapter 12 of the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2020) , and GRADEpro GDT so ware (GRADEpro GDT).We used footnotes to justify all decisions to downgrade our assessments of the certainty of evidence, and we made comments to aid the reader's understanding of the review where necessary.",
    "Two review authors (FTB, RR) independently rated the certainty of evidence for each outcome as high, moderate, low, or very low; discrepancies were resolved by a third author (LESF).",
    "We summarised the characteristics of participants, interventions, and outcomes of the included studies in the Characteristics of included studies table.",
    "The search strategy retrieved 529 records (up to 14 June 2021).A er removing duplicates, two review authors (FTB, LESF, or MPS) independently screened the titles and abstracts of 365 records, excluded 345 records, and selected 20 for full-text assessment.We excluded four (Hoekema 2007; Karkoulias 2006; Perimenis 2007a; Taskin 2010) .We included six studies, reported in 16 records (Li 2004; Melehan 2018; Pascual 2018; Pastore 2014; Perimenis 2004; Perimenis 2007) .Figure 1 presents the process of study selection.",
    "The included trials were published between 2004 and 2018.",
    "Five studies were single-centre randomised clinical trials (RCT) with a parallel-group design.They were conducted in China (Li 2004 ), Spain (Pastore 2014), Italy ( Pascual 2018), and Greece (Perimenis 2004; Perimenis 2007).One RCT was a multicentric two by two factorial parallel-group trial, conducted in two Australian centres (Sydney and Clayton (Melehan 2018)).",
    "Overall, 315 participants with obstructive sleep apnoea syndrome (OSAS) and erectile dysfunction (ED) were randomised of whom 297 (94%) had their data analysed.The sample size of RCTs ranged from 27 (Li 2004 ) to 82 (Pastore 2014).",
    "The mean age of participants ranged from 39.8 years (Li 2004 ), to 56.1 years (Perimenis 2004).The participants presented with mild OSAS in two RCTs (Perimenis 2004; Perimenis 2007) , moderate to severe in three RCTs (Li 2004; Melehan 2018; Pascual 2018) , and severe in one RCT (Pastore 2014).",
    "The RCTs compared CPAP with no CPAP (Li 2004 ",
    "The RCTs addressed the following outcomes of interest for this review:",
    "",
    "We did not identify any ongoing studies.",
    "We excluded four studies because they used the wrong comparisons (Hoekema 2007; Karkoulias 2006; Perimenis 2007a; Taskin 2010); see Characteristics of excluded studies for details.",
    "We assessed the risk of bias in the included RCTs with the Cochrane ROB 1 tool, and classified the domains as low risk, high risk, and unclear risk of bias (Higgins 2020) .See Figure 2 ",
    "Five RCTs reported that participants, personnel, and investigators were not blinded; therefore they were at high risk (Li 2004; Pascual 2018; Pastore 2014; Perimenis 2004; Perimenis 2007) .Melehan 2018 reported that participants and study investigators were blinded to treatment allocation (and adherence) for the duration of the trial, and we judged it at low risk.",
    "We assessed five RCTs at low risk of bias; four reported no losses (Li 2004; Pastore 2014; Perimenis 2004; Perimenis 2007) , while Melehan 2018 reported less than 10% loss.We judged Pascual 2018 at high risk of bias because of significant loss (18/75).",
    "Three RCTs did not provide enough information to assess reporting bias (unclear risk (Li 2004 ; Pastore 2014; Perimenis 2007)).We judged three RCTs at high risk of reporting bias: Melehan 2018 did not report all pre-planned time points for the primary outcome (four and eight weeks), not even in the supplementary material, and provided the data combined in pairs of interventions rather than individually, for the four intervention groups; Pascual 2018 presented a protocol registration date later than the inclusion of the first participant; and Perimenis 2004 did not report the number of adverse events.",
    "We found no other sources of potential bias, and judged the RCTs as having a low risk of bias for this domain.",
    "See: Summary of findings 1 Continuous positive airway pressure (CPAP) compared to no CPAP for improving erectile dysfunction in men with obstructive sleep apnoea; Summary of findings 2 Continuous positive airway pressure (CPAP) compared to sham CPAP for improving erectile dysfunction in men with obstructive sleep apnoea; Summary of findings 3 Continuous positive airway pressure (CPAP) compared to phosphodiesterase type 5 inhibitors for improving erectile dysfunction in men with obstructive sleep apnoea",
    "Considering the heterogeneity among included RCTs and the available data, we only conducted quantitative syntheses for the outcomes erectile dysfunction and sex-related quality of life, under the comparison of CPAP versus phosphodiesterase type 5 inhibitors.For all other outcomes and comparisons, we only completed qualitative syntheses.",
    "In Melehan 2018, authors did not report the results for each of the four intervention groups, but provided the results for two comparisons, based on the two-by-two factorial groups:",
    " CPAP (combined with placebo or vardenafil) versus sham (combined with placebo or vardenafil);",
    "Trusted evidence.Informed decisions.Better health.",
    " Vardenalfil (combined with CPAP or sham CPAP) versus placebo (combined with CPAP or sham CPAP).",
    "For this reason, we were unable to include the results from this RCT in our analyses.",
    "Two RCTs assessed this comparison (Li 2004; Pascual 2018) .",
    "Neither of the RCTs provided data on remission rate of ED, but both provided mean ED scores.",
    "One RCT assessed this outcome and the authors reported no serious adverse event a er four weeks (Li 2004 ).",
    "One RCT assessed this outcome and used the Self-Esteem and Relationship test (SEAR) (MD 1.00; 95% CI -8.09 to 10.09; one study; 57 participants; very low-certainty evidence, downgraded due to methodological limitations and imprecision; Analysis 1.2) (Pascual 2018).",
    "No RCTs assessed this outcome.",
    "No RCTs assessed this outcome.",
    "One RCT assessed this comparison, but we were unable to extract data for the outcomes for this comparison (Melehan 2018).",
    "Melehan 2018 assessed this outcome, but we were unable to extract separate data.",
    "Melehan 2018 did not assess this outcome.",
    "Melehan 2018 assessed this outcome with the EDITS tool, but we were unable to extract separate data.",
    "Melehan 2018 assessed this outcome with the SF-36, but we were unable to extract separate data.",
    "Melehan 2018 did not assess this outcome.",
    "None of RCTs provided data on remission rate of ED, but rather provided mean scores.",
    "Two RCTs measured this outcome (Perimenis 2004; Perimenis 2007) and reported that no adverse event was significant and no participant required any specific treatment, nor did they withdraw from the study (RR not estimable; participants = 70; studies = 2; very low-certainty evidence, downgraded due to methodological limitations and imprecision).Melehan 2018 measured this outcome with the EDITS, but did not report the results; Perimenis 2004 did not use a validated tool to measure this outcome.",
    "One RCT measured this outcome, using the SF-36, but did not report the results (Melehan 2018). 3) .The confidence interval was wide, and neither an important increase nor reduction in the risk of minor adverse events can be ruled out with the use of CPAP.",
    "This systematic review included six randomised controlled trials (RCT) with a total of 297 participants with obstructive sleep apnoea syndrome (OSAS) and erectile dysfunction (ED).We are uncertain about the e ectiveness and acceptability of continuous positive airway pressure (CPAP) for erectile dysfunction when compared to no intervention, sham CPAP, or phosphodiesterase type 5 inhibitors for this condition.",
    "The main findings of this review showed the following:",
    " There is uncertainty about the e ects of CPAP on ED at 4 and 12 weeks (very low-certainty evidence);  There is uncertainty about the e ects of CPAP on sex-related quality of life a er 12 weeks (very low-certainty evidence);  No other outcomes of interest were reported or assessed.",
    "Trusted evidence.Informed decisions.Better health.",
    "The factorial design and reporting of the trial that examined this comparison meant that we were unable to extract outcomes matching our prespecified comparisons.",
    " Sildenafil may slightly improve ED over CPAP at 12 weeks (lowcertainty evidence);  There is uncertainty about the e ects of CPAP on sex-related quality of life at 12 weeks (very low-certainty evidence);  There is uncertainty about the e ect of CPAP on serious and minor adverse events (very low-certainty evidence).",
    "The included RCTs exclusively addressed CPAP, so we are unaware of the e ects of bilevel positive airway pressure (BiPAP), variable positive airway pressure (VPAP), or similar devices for men with OSAS and ED.",
    "It is important to highlight that even if the e ect suggested by the available evidence is true, this estimate refers to intermediate-term e ects, and may be not applicable for the long term, when for example, it is reasonable to expect additional adverse events with drugs and lower adherence to CPAP use.",
    "In addition, adherence to CPAP use was not assessed or reported by any of the included RCTs, and we are not sure if the recommendations were followed by participants of RCTs (mean of four or more hours of CPAP use per night, for at least four weeks, at any pressure level, and with any brand of machine).Finally, none of included RCTs provided data for remission rate of ED, but rather, they provided mean scores of ED.Other relevant outcomes were not considered or were poorly reported by the RCTs, such as sexrelated quality of life, and health-related quality of life.",
    "For this comparison no data was found for minor adverse events and heath-related quality of life.This evidence is derived from RCT including participants with mean age from 39.8 to 54.8 and moderate to severe OSAS.",
    "One RCT (Melehan 2018 ) considered this comparison, but the factorial design and reporting of this trial meant that we were unable to extract outcomes matching our pre-specified comparisons.",
    "For this comparison, none of included RCTs reported health-related quality of life.For ED, there is low evidence certainty that sildenafil may slightly improve ED scores, and for all other outcomes (sexrelated quality of life, serious and minor adverse events) the evidence available is so uncertain that no e ect estimate is known.We also noted that the two RCTs, used a high dose of sildenafil (100mg) which, although within the maximum recommended dose (25 mg to 100 mg), is higher than the doses used for most of the participants in clinical practice (25 mg to 50 mg).This evidence is derived from RCT including participants with mean age from 48 to 56 and moderate to severe OSAS.",
    "One RCT (Melehan 2018 ) considered this comparison, but the factorial design and reporting of this trial meant that we were unable to extract outcomes matching our pre-specified comparisons.",
    "For all the outcomes, the certainty of the evidence was low to very low, which means that no definitive recommendations can be made from the data available at the moment.We downgraded the certainty of the evidence due to methodological limitation of the RCTs and imprecision (few RCTs, small sample size, low rate of events, wide 95% CI including both a clinical important benefit or harm).See Summary of findings 1; Summary of findings 2; Summary of findings 3 for more details.",
    "Two review authors individually appraised all the studies, and the risk of any biases, other than those detailed in the risk of bias tables, is very unlikely.None of the review authors have any conflicts of interest to declare.",
    "We followed the recommendations of the Cochrane Handbook for Systematic Reviews of Interventions in all steps of this review to minimise bias (Higgins 2020) .The search strategy was broad and sensitive, and it is likely that it identified all randomised controlled trials.This can be considered one of the strengths of this review.",
    "Limitations of the review include the lack of some outcome data in the included studies; remission of erectile dysfunction could not be assessed due to lack of reporting of the number of participants achieving remission; the authors reported only the average with standard deviation.The available data were su icient for metaanalysis for only two outcomes (erectile dysfunction and sexrelated quality of life), from two RCTs.",
    "We did not identify any other systematic review that assessed the same clinical question addressed here.",
    "We identified one similar systematic review that considered the comparison CPAP versus sildenafil (Li 2019) .This review included 26 RCTs and observational studies.The literature search was restricted to three data sources, and sought reports published to 1 December 2018.As in our review, the results suggested that CPAP was less e ective than PDE5 inhibitors in the treating ED in men with OSAS, and the certainty of the evidence was low or very low.",
    "The current evidence does not support or refute the routine use of CPAP as a valid therapeutic option.We are uncertain about the e ectiveness and acceptability of CPAP for the treatment of erectile dysfunction in men with OSAP, when compared with no CPAP.When CPAP is compared with sildenafil, we found sildenafil may slightly improve erectile function at 12 weeks.",
    "Blinding of participants and personnel (performance bias) Remission of ED High risk Quote: The control group was not treated with a ventilator, but slept in the observation room in the same condition as the treatment group.",
    "Comments: the treatment group (CPAP) was compared with no treatment Blinding of participants and personnel (performance bias) Serious adverse events",
    "High risk Quote: The control group was not treated with a ventilator, but slept in the observation room in the same condition as the treatment group.",
    "Comments: the treatment group (CPAP) was compared with no treatment Blinding of outcome assessment (detection bias) Remission of ED High risk Quote: The control group was not treated with a ventilator, but slept in the observation room in the same condition as the treatment group.",
    "Comments: the treatment group (CPAP) was compared with no treatment Blinding of outcome assessment (detection bias) Serious adverse events",
    "High risk Quote: The control group was not treated with a ventilator, but slept in the observation room in the same condition as the treatment group.",
    "Comments: the treatment group (CPAP) was compared with no treatment",
    "Low risk There were no losses.",
    "Low risk There were no losses.",
    "Selective reporting (reporting bias)",
    "We did not find a protocol.",
    "We did not find any other sources of bias.",
    "Methods Aim of study: to assess the effects of CPAP and vardenafil on ED Study design: 2 x 2 factorial parallel RCT Study grouping: 2 x 2 factorial parallel groups, 1:1:1:1 rate: CPAP + vardenafil, CPAP + placebo, sham CPAP + vardenafil, sham CPAP + placebo.However, the results were reported for two comparisons and based on the 2 x 2 factorial groups.",
    " CPAP (combined with placebo or vardenafil) versus sham CPAP (combined with placebo or vardenafil) Exclusion criteria: irreversible erectile dysfunction, concurrent treatment with nitrates or nitric oxide donors, treatment of ED within the last month, severe renal or hepatic impairment, uncontrolled diabetes or hypertension, current smoker, night shi worker, unable to read the information sheet due to language barrier, any chronic medical condition that may limit participation; men who were unwilling to use CPAP or whose condition required immediate treatment due to severity or occupation Withdrawals and exclusions: six men withdrew from the study after randomisation Mean age ± SD: not provided by intervention group, but only by the following 2 x 2 factorial groups:",
    " CPAP (combined with both placebo or vardenafil): 55.7 ± 7.",
    "Secondary outcomes:",
    " Sleep-related erection frequency Contact with authors: e-mail sent to main author 3 September 2020.Reply received in 3 September 2020; the author explained that due to ethic reasons, the additional data could not be shared.Baseline imbalances: baseline comparison between study arms revealed no significant differences except for AHI, although no statistically significant differences were found in the proportion of men with severe (AHI > 30 events-1) OSAS -6.60 [-8.48 , -4.72] -3.60 [-6.22 , -0.98] -3.50 [-6.42 , -0. ",
    "Non-invasive positive airway pressure therapy for improving erectile dysfunction in men with obstructive sleep apnoea (Review) Copyright  2023 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "Figure 2. Risk of bias summary: review authors' judgements about each risk of bias item for each included study Random sequence generation (selection bias) Allocation concealment (selection bias) Blinding of participants and personnel (performance bias): Remission of ED Blinding of participants and personnel (performance bias): Serious adverse events Blinding of participants and personnel (performance bias): Sex-related quality of life Blinding of participants and personnel (performance bias): Health-related quality of life Blinding of participants and personnel (performance bias): Minor adverse events Blinding of outcome assessment (detection bias): Remission of ED Blinding of outcome assessment (detection bias): Serious adverse events Blinding of outcome assessment (detection bias): Sex-related quality of life Blinding of outcome assessment (detection bias): Health-related quality of life Blinding of outcome assessment (detection bias): Minor adverse events Incomplete outcome data (attrition bias): Remission of ED Incomplete outcome data (attrition bias): Serious adverse events Incomplete outcome data (attrition bias): Sex-related quality of life Incomplete outcome data (attrition bias): Health-related quality of life",
    "Trusted evidence.Informed decisions.Better health.",
    "Future high-quality RCTs are needed to evaluate the use of CPAP for the treatment of ED in men with OSAS.These studies should consider: Longer follow-up (six months or more)  Using sham CPAP or phosphodiesterase type 5 inhibitors doses that are usually prescribed in routine medical practice  Clinically relevant outcomes, including ED measures, quality of life, and adverse events  Specific subgroups for which phosphodiesterase type 5 inhibitors should be avoided",
    "The Background and Methods sections of this review are based on a standard template used by Cochrane Airways.This project was supported by the National Institute for Health Research (NIHR), via Cochrane Infrastructure funding to Cochrane Airways.The views and opinions expressed therein are those of the authors and do not necessarily reflect those of the Systematic Reviews Programme, NIHR, NHS, or the Department of Health and Social Care.The authors would like to thank: the Cochrane Airways editorial team for their support in the development of the protocol and for providing the templates for the Background and Methods sections  Liz Stovold, Information Specialist, for her support with search strategies  Cochrane Rio de Janeiro A iliate team, for their methodological supportThe authors and Cochrane Airways' editorial team are grateful to the following peer reviewers for their time and comments: Mikel Rueda-Etxebarria and Jose-Ramon Rueda (Spain).Protocol available from: clinicaltrials.gov/ct2/show/NCT03086122",
    "The primary outcome was ED, measured by IIEF-15.However, the authors did not provide the overall score, but the individual score for the five domains that comprised the overall score.Other bias Low risk Quote: However, although having a randomisation goal of 126 ED patients, the study was stopped at 75.The main reasons for not reaching the recruitment goal were, first, the lower than expected prevalence of ED coupled with tight inclusion criteria, causing a very slow recruitment pace (a planned 2-year study turned out having a 3.5 years recruitment phase); second, the financial constrains caused by the extended recruitment phase; and third, the need to avoid biases caused by changes in the personnel assessing the patients.'Comments: number of randomised participants was much lower than planned.However in accordance with Cochrane Handbook version 5.2, Chapter 8.15.1.6and Table 8 .5.b, the recommendations for early stopping were removed due to (a) simulation evidence suggests that inclusion of trials that stopped early in meta-analysis will not lead to substantial bias",
    "Methods Aim of study: to evaluate and compare the efficacy of sildenafil vs. CPAP in men with ED and severe OSAS, and to evaluate and compare the rates of successful intercourse attempts, IIEF-EF scores, and satisfaction with the treatment regimen for men with ED treated with 100 mg sildenafil vs. nasal CPAP",
    "Low risk There were no losses.",
    "Low risk There were no losses.",
    "Low risk There were no losses.Selective reporting (reporting bias)",
    "The authors did not report the number of adverse events.",
    "No other source of bias was found.",
    "Methods Aim of study: to assess the efficacy of sildenafil and CPAP in the treatment of concurrent ED with OSAS, and to gauge the level of treatment satisfaction in participants and their partners",
    "Blinding of outcome assessment (detection bias) Minor adverse events High risk Comment: no mention of any attempt at blinding, by using placebo or sham CPAP, and the outcome is likely to be influenced by lack of blinding",
    "Low risk There were no losses.",
    "Low risk There were no losses.",
    "Low risk There were no losses.",
    "Low risk There were no losses.Selective reporting (reporting bias)",
    "No protocol was found.",
    "The study seems to be free of other sources of bias.Cochrane Database of Systematic Reviews",
    "Chris Cates (Coordinating Editor) checked the data entry prior to the full write-up of the review;Rebecca Fortescue: edited the review; advised on methodology, interpretation, and content; approved the review prior to publication.Hayley Barnes (Contact Editor): edited the review; advised on methodology, interpretation, and content.Emma Dennett (Managing Editor) coordinated the editorial process; advised on interpretation and content; edited the review.Emma Jackson (Assistant Managing Editor) coordinated the peer review process; edited the references and other sections of the review.Elizabeth Stovold (Information Specialist) designed the search strategy; ran the searches; edited the search methods section.The authors declare that no such funding was received for this systematic review",
    " All, OtherThe authors declare that no such funding was received for this systematic review",
    "Our pre-established primary outcome was erectile function measured as the percentage of participants who presented with erectile dysfunction remission (IIEF-5 ≥ 17 or IIEF ≥ 19).None of the identified RCTs provided these measures.Instead, they provided the means (SD) of the erectile dysfunction scores.We presented these data throughout the review, but always highlighting it was not exactly our planned measurement for the primary outcome."
  ],
  "bibref_titles": [
    "Molecular signatures of obstructive sleep apnea in adults: a review and perspective",
    "Mechanisms of cardiac dysfunction in obstructive sleep apnea",
    "Long-term changes of sexual function in men with obstructive sleep apnea a er initiation of continuous positive airway pressure",
    "Development and validation of the self-esteem and relationship (SEAR) questionnaire in erectile dysfunction",
    "Clinically meaningful improvement on the self-esteem and relationship questionnaire in men with erectile dysfunction",
    "Clinically important di erence on the erectile dysfunction inventory of treatment satisfaction questionnaire in patients with erectile dysfunction",
    "Sleep-disordered breathing and heart failure: focus on obstructive sleep apnea and treatment with continuous positive airway pressure",
    "Sildenafil versus continuous positive airway pressure for erectile dysfunction in men with obstructive sleep apnea: a meta-analysis",
    "Impotence. NIH Consensus Development Panel on Impotence",
    "Obstructive sleep apnea and stroke",
    "Pathophysiology of adult obstructive sleep apnea",
    "Organic impotence",
    "Clinical guideline for the evaluation, management and long-term care of obstructive sleep apnea in adults",
    "Impotence and its medical and psychosocial correlates: results of the Massachusetts Male Ageing Study",
    "Sequential, non-arteritic anterior ischemic optic neuropathy in patients taking sildenafil: a report of ten cases",
    "Continuous positive airways pressure for obstructive sleep apnoea in adults",
    "E icacy and safety of sildenafil by age in men with erectile dysfunction",
    "Obstructive sleep apnoea is associated with future subclinical carotid artery disease thirteen-year follow-up from the Wisconsin sleep cohort",
    "Cochrane Handbook for Systematic Reviews of Interventions Version 6.1",
    "Men in Australia Telephone Survey (MATeS): a national survey of the reproductive health and concerns of middle-aged and older Australian men",
    "To ED or not to ED -is erectile dysfunction in obstructive sleep apnea related to endothelial dysfunction?",
    "Low quality of life and depressive symptoms as an independent risk factor for erectile dysfunction in patients with obstructive sleep apnea",
    "Screening for obstructive sleep apnea in adults: evidence report and systematic review for the US Preventive Services Task Force",
    "Adult obstructive sleep apnoea",
    "Treatment of obstructive sleep apnoea as a therapeutic modality for associated erectile dysfunction",
    "Obstructive sleep apnea and hypertension -an update",
    "The e ect of CPAP and PDE5i on erectile function in men with obstructive sleep apnea and erectile dysfunction: a systematic review and meta-analysis",
    "Erectile dysfunction",
    "Sleep apnea as an independent risk factor Cochrane Database of Systematic Reviews for all-cause mortality: the Busselton Health Study",
    "Continuous positive airway pressure devices for the treatment of obstructive sleep apnoea-hypopnoea syndrome: a systematic review and economic analysis",
    "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
    "The management of erectile dysfunction",
    "Erectile dysfunction",
    "Impotence. NIH Consensus Statement Online",
    "Increased prevalence of sleep-disordered breathing in adults",
    "The Sleep Apnea Cardiovascular Endpoints (SAVE) study: implications for health services and sleep research in China and elsewhere",
    "The International Index Of Erectile Function (IIEF): a multidimensional scale for assessment of erectile dysfunction",
    "Development and evaluation of an abridged, 5-item version of the International Index of Erectile Function (IIEF-5) as a diagnostic tool for erectile dysfunction",
    "The multinational Men's Attitudes to Life Events and Sexuality (MALES) study: I. Prevalence of erectile dysfunction and related health concerns in the general population",
    "Minimal clinically important di erences in the erectile function domain of the International Index of Erectile Function Scale",
    "Trends in CPAP adherence over twenty years of data collection: a flattened curve",
    "Erectile dysfunction and obstructive sleep apnea syndrome",
    "A systematic review of CPAP adherence across age groups: clinical and empiric insights for developing CPAP adherence interventions",
    "E ect of CPAP therapy on endothelial function in obstructive sleep apnoea: a systematic review and meta-analysis",
    "Erectile dysfunction and symptoms of sleep disorders",
    "Erectile dysfunction",
    "Erectile dysfunction and disease-specific quality of life in patients with obstructive sleep apnea",
    "Sympathetic neural mechanisms in obstructive sleep apnea",
    "Diagnostic and statistical manual of mental disorders 5: a quick glance",
    "NEAR3 (dysfunct* or disorder* or satisf* or problem* or symptom* or arousal",
    "International Index of Erectile Function AND CENTRAL:TARGET #13 impotent or impotence AND CENTRAL:TARGET #14",
    "sexual* OR erectile*) NEAR function* AND CENTRAL:TARGET #16 ejaculat* AND CENTRAL:TARGET #17 #7 or #8 or #9 or #10 or #11 or #12 or #13 or #14 or #15 or #16 AND CENTRAL",
    "exp sleep apnoea, obstructive/ 2. (sleep adj3 (apnoea* or apnoea*)).tw",
    "ti",
    "1-3 5. exp Sexual Dysfunction, Physiological/ 6. exp Sexual Dysfunctions, Psychological/ 7",
    "sexualadj3 (arousal or aversion",
    "International Index of Erectile Function",
    "exp Penile Erection/ 13",
    "ab,ti. 19. placebo.ab,ti. 20. dt.fs. 21. randomly.ab,ti. 22. trial.ab,ti. 23. groups",
    "exp sleep apnoea, obstructive/ 2. (sleep adj3 (apnoea* or apnoea*)).tw",
    "ti",
    "1-3 5. exp Sexual Dysfunction, Physiological/ 6. exp Sexual Dysfunctions, Psychological/ 7",
    "sexualadj3 (arousal or aversion",
    "Non-invasive positive airway pressure therapy for improving erectile dysfunction in men with obstructive sleep apnoea (Review) Copyright  2023 The Cochrane Collaboration",
    "exp Penile Erection/ 13",
    "randomisation/ 19. controlled clinical trial/ 20. Double Blind Procedure/ 21",
    "singl$ or doubl$ or trebl$ or tripl$) adj3 (mask$ or blind$ or method",
    "control$ or prospectiv$) adj3 (",
    "crossover$ or cross-over$)",
    "exp animals/ or exp invertebrate/ or animal experiment/ or animal model/ or animal tissue/ or animal cell/ or nonhuman/ 32. human/ or normal human/ or human cell",
    "sleep apnoea Search terms: sexual dysfunction OR sexual function OR erectile dysfunction OR"
  ]
}