{
  "paper_id": "Bergman_et_al-2019-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:07.191146Z"
  },
  "title": "Comparison of different human papillomavirus (HPV) vaccine types and dose schedules for prevention of HPV-related disease in females and males",
  "authors": [
    {
      "first": "Hanna",
      "last": "Bergman",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Brian",
      "last": "Buckley",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Gemma",
      "last": "Villanueva",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Jennifer",
      "last": "Petkovic",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Chantelle",
      "last": "Garritty",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Vittoria",
      "last": "Lutje",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Alina",
      "last": "Riveros-Balta",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Nicola",
      "last": "Low",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Nicholas",
      "last": "Henschke",
      "email": "",
      "affiliation": {}
    }
  ],
  "year": "",
  "abstract": "Comparison of di erent human papillomavirus (HPV",
  "pdf_parse_keywords": [],
  "body_text": [
    "Uptake of human papillomavirus (HPV) vaccine remains low in many countries, although the bivalent and quadrivalent HPV vaccines given as a three-dose schedule are e ective in the prevention of precancerous lesions of the cervix in women.Simpler immunisation schedules, such as those with fewer doses, might reduce barriers to vaccination, as may programmes that include males.",
    "To evaluate the e icacy, immunogenicity, and harms of di erent dose schedules and di erent types of HPV vaccines in females and males.",
    "We conducted electronic searches on 27 September 2018 in Ovid MEDLINE, the Cochrane Central Register of Controlled Trials (CENTRAL) (in the Cochrane Library), and Ovid Embase.We also searched the WHO International Clinical Trials Registry Platform, and ClinicalTrials.gov(both 27 September 2018), vaccine manufacturer websites, and checked reference lists from an index of HPV studies and other relevant systematic reviews.",
    "We included randomised controlled trials (RCTs) with no language restriction.We considered studies if they enrolled HIV-negative males or females aged 9 to 26 years, or HIV-positive males or females of any age.",
    "Risk with three doses of HPV vaccine",
    "Relative effect (95% CI)",
    "Certainty of the evidence (GRADE)",
    "Two doses were non-inferior to, or had higher GMTs than, three doses for all HPV vaccine genotypes (bivalent, quadrivalent, and nonavalent vaccines), except HPV 45 (where non-inferiority was inconclusive), at short-term follow-up (4 studies, number of participants ranged from 132 to 1833 depending on HPV type and vaccine; see Appendix 5) .",
    "HIGH* Short-term results (follow-up 1 month after final dose)",
    "Two doses of bivalent vaccine had inconclusive non-inferiority for GMTs of HPV 16 and HPV 18 compared with three doses at 60-month follow-up (1 study, 93 participants; see Appendix 5) .",
    "Two doses of quadrivalent vaccine resulted in non-inferior GMTs for HPV 6, HPV 11 and HPV 16 compared with three doses, while results were inconclusive for HPV 18 at 60-month follow-up (1 study, 101 participants; see Appendix 5) .",
    "Two doses of nonavalent vaccine resulted in non-inferior GMTs for all HPV genotypes measured except HPV 45 and HPV 52 where non-inferiority was inconclusive, compared with three doses, at 36-month follow-up (1 study, 476 to 511 participants depending on HPV type; see Appendix 5) .",
    "Long-term results (follow-up 36 to 60 months)",
    "High-grade cervical intraepithelial neoplasia, adenocarcinoma in situ, and cervical cancer",
    "No studies were identified that reported on this outcome.",
    "No studies were identified that reported on this outcome.",
    "No studies were identified that reported on this outcome.Data for specific local adverse events (pain/swelling/redness at injection site) are presented in the analysis section.",
    "No studies were identified that reported on this outcome.",
    "Serious adverse events at up to 5-year follow-up 30 per 1000 31 per 1000 (20 to 49) OR 1.03 (0.64 to 1.66) 2317 (4 RCTs)",
    "VERY LOW 1,2 Please see Table 1 for a list of events in each RCT.",
    "Mortality at up to 5-year follow-up 1 per 1000 0 per 1000 (0 to 9) OR 0.33 (0.01 to 8.19) 1797 (3 RCTs)",
    "⊕⊕⊝⊝ LOW 1",
    "One death was reported in the three-dose group (nonavalent vaccine).",
    "*Certainty of the evidence (GRADE) for immunogenicity outcomes are presented in detail in Appendix 5.",
    "**The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).",
    "CI: confidence interval; GMT: geometric mean titre; HPV: human papillomavirus; OR: odds ratio; RCT: randomised controlled trial GRADE Working Group grades of evidence High certainty: we are very confident that the true effect lies close to that of the estimate of the effect Moderate certainty: we are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different Low certainty: our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect Very low certainty: we have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effect 1 Downgraded two levels for serious imprecision: few events and a wide 95% confidence interval that incorporated a potential large beneficial e ect and a potential large harmful e ect.",
    "2 Downgraded one level for indirectness: this outcome is a composite measure of events which may or may not be clinically relevant, may or may not be related to the vaccine and may occur outside a biologically plausible time frame relative to vaccine exposure.This outcome is considered to provide indirect evidence about vaccine safety.",
    "Risk with two doses of HPV vaccine with shorter interval",
    "Relative effect (95% CI)",
    "№ of participants (studies)",
    "Longer intervals between the first two doses of bivalent vaccine resulted in higher and non-inferior GMTs for HPV 16 (n = 971) and HPV 18 (n = 986) compared with shorter intervals in 9-to 14-year-old females at short-term follow-up (2 studies; moderate-to high-certainty evidence, see Appendix 6).",
    "A longer interval between the first two doses of nonavalent vaccine resulted in higher and non-inferior GMTs than a shorter interval for all HPV vaccine genotypes in girls and boys at short-term follow-up (1 study, number of participants ranged from 778 to 815 depending on HPV type; high-certainty evidence, see Appendix 6).",
    "HIGH* Short-term results (follow-up one month after final dose)",
    "Longer intervals between the first two doses of bivalent vaccine resulted in higher and non-inferior GMTs for HPV 16 (n=817) and HPV 18 (n=794) compared with shorter intervals in 9-to 14-year-old females at 36 months follow-up (1 study; high-certainty evidence, see Appendix 6).",
    "Antibody response (geometric mean titre)",
    "A longer interval between the first two doses of nonavalent vaccine resulted in higher and non-inferior GMTs than a shorter interval for all HPV vaccine genotypes in girls and boys at seven and 36 months follow-up (1 study, number of participants ranged from 236 to 263 depending on HPV type; high-certainty evidence, see Appendix 6).",
    "Long-term results (follow-up 36 months)",
    "Invasive cervical, vaginal, vulval, anal, or penile cancer",
    "No studies were identified that reported on this outcome.",
    "High-grade cervical, vulval, vaginal, penile, or anal intraepithelial neoplasia",
    "No studies were identified that reported on this outcome.",
    "Overall local/injection site adverse events",
    "No studies were identified that reported on this outcome.Data for specific local adverse events (pain/swelling/redness at injection site) are presented in the analysis section.",
    "Overall systemic events and general symptoms",
    "No studies were identified that reported on this outcome.",
    "Bivalent vaccine (0 and 2 months)",
    "Bivalent vaccine (0 and 6 months) OR 1.15 (0.55 to 2.41) No deaths were reported in the trial.",
    "Bivalent vaccine (0 and 6 months) No deaths were reported in the trial.",
    "0",
    "*Certainty of the evidence (GRADE) for immunogenicity outcomes are presented in detail in Appendix 6.",
    "**The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).",
    "Patient or population: 10-to 26-year-old males Setting: 18 countries in five regions (Africa, Asia-Pacific, Europe, Latin America, North America) Intervention: quadrivalent HPV vaccine, 3 doses at months 0, 2, and 6; or bivalent HPV vaccine, 3 doses at months 0, 1, and 6",
    "Comparison: control (vaccine adjuvant-containing placebo), 3 doses at months 0, 2, and 6 or hepatitis B vaccine, 3 doses at months 0, 1, and 6 In a subgroup from Lehtinen 2018, a cluster-RCT, 58/2436 HPV vaccine recipients (2.4%) and 25/1267 control HBV vaccine recipients (2.0%) experienced serious adverse events.This was also considered very low-certainty evidence 2,4 Please see Table 1 for list of events in each RCT.",
    "Serious adverse events at up to 3-year follow-up Control: 4 per 1000",
    "Quadrivalent vaccine: 3 per 1000 (1 to 7) OR 0.69 (0.29 to 1.66)",
    "(2 RCTs) ⊕⊝⊝⊝ VERY LOW 2,4 Please see Table 1 for list of events in each RCT.",
    "Bivalent vaccine: see comment",
    "OR not estimable: see comment",
    "(1 RCT) ⊕⊕⊝⊝ LOW 5 No events were reported Mortality at up to 3-year follow-up Control: 4 per 1000 Quadrivalent vaccine: 1 per 1000 (0 to 4) OR 0.30 (0.09 to 1.01)",
    "(2 RCTs) ⊕⊕⊝⊝ LOW 2 *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).CI: confidence interval; HPV: human papillomavirus; OR: odds ratio; RCT: randomised controlled trial; RR: risk ratio GRADE Working Group grades of evidence High certainty: we are very confident that the true effect lies close to that of the estimate of the effect Moderate certainty: we are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different Low certainty: our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect Very low certainty: we have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effect Cochrane Database of Systematic Reviews",
    "Human papillomavirus (HPV) is the most common viral infection of the reproductive tract in women and men (WHO 2017) .Although most HPV infections resolve spontaneously, persistent infections can lead to precancerous lesions and cancer of the cervix, vagina, vulva, anus, penis, and head and neck.HPV-related cancers accounted for an estimated 4.5% of all cancers worldwide in 2012 (de Martel 2017).When stratified by sex, these represent 8.6% of cancers in women and 0.8% of cancers in men, and by development status, 6.7% of all cancers in low-and middle-income countries and 2.8% in high-income countries (de Martel 2017).In 2012, of an estimated 636,000 HPV-related cancers worldwide, 530,000 were cervical cancer, 35,000 anal cancer, 8500 vulval cancer, 13,000 penile cancer, and 37,000 head and neck cancers (de Martel 2017).",
    "Amongst women with normal cytological findings, the worldwide prevalence of infection with any HPV genotype has been estimated in a meta-analysis to be 11.7%, with higher prevalence in sub-Saharan Africa, Latin America, the Caribbean, south-east Asia and eastern Europe (Bruni 2010).Amongst heterosexual men assessed at baseline in a multicentre trial in 18 countries in Africa, Asia-Pacific, Europe, Latin America and North America, penile infection with any HPV genotype was found in 18.7%, scrotal infection in 13.1%, perianal infection in 7.9% and infection at any site in 21.0%.Prevalence was highest in Africa and lowest in the Asia-Pacific region (Vardas 2011) .Prevalence of HPV infections in general is higher in men with HIV infection, men who have sex with men (MSM), and highest in MSM with HIV infection (Schim van der Loe 2014; Smith 2011).",
    "The main types of lesions associated with anogenital HPV infection are anogenital warts (condylomata acuminata) and intraepithelial neoplasia of the cervix (cervical intraepithelial neoplasia, CIN), vulva, vagina, anal canal/perianal area, and penis.Intraepithelial neoplasia is a precursor of some of these cancers, although it can regress at earlier stages and does not progress to invasive cancer in most a ected people.A study that followed up women with inadequately treated CIN3 found that 31.3% (95% CI 22.7 to 42.3) developed invasive cancer a er 30 years (McCredie 2008) .HPV is also associated with squamous cell cancer of the head and neck (HNSCC).Of all head and neck cancers globally in 2012 (534,000), about 7% (37,000) were attributable to HPV, including 29,000 of 96,000 (31%) cases of oropharyngeal cancer (de Martel 2017).The incidence of cancers of the oropharynx has increased over time, more amongst men than women (Gillison 2015) .It is likely that HPV is a main contributor to the increase in men, whilst smoking dominates the rise in women (Gillison 2015) .",
    "The International Agency for Research on Cancer classifies HPV genotypes according to oncogenic potential, with HPV genotypes 16, 18, 31, 33, 35, 39, 45, 51, 52, 56, 58 , and 59 considered as highrisk genotypes (Bouvard 2009) .HPV 16 and 18 are the most common genotypes in women worldwide and are associated with most cases of invasive cervical cancer; combined, HPV 16, 18, 31, 33, 45, 52 and 58 cause approximately 90% of all HPV-positive squamous cell carcinomas of the cervix (Alemany 2014; Bruni 2010; de Sanjose 2010).HPV 16 and 18 are also the cause of 90% of all anal cancers (Bosch 2002) .HPV 16 is found in around 80% of HPV-related anal squamous cell cancers, in 52% of invasive penile squamous cell carcinoma, and in 90% of penile intraepithelial neoplasia (Krustrup 2009 ; Schim van der Loe 2014).In a meta-analysis, HPV was detected in 22% of HNSCC, with 86.7% of those being attributed to HPV 16, although HPV 6 and 11 were also detected in a minority of cases (Syrjänen 2010) .HPV 6 and 11 account for up to 90% of anogenital warts (Greer 1995; Sturegard 2013) .",
    "Three prophylactic HPV vaccines, given by intramuscular injection, are available.All three vaccines are made by genetic technologies and are non-infectious because they do not contain viral DNA.They are made from purified L1 capsid proteins, which form viruslike particles that resemble the structure of specific genotypes of HPV.Each vaccine is directed against two or more high-risk HPV genotypes.All three vaccines contain L1 proteins of HPV genotypes 16 and 18 (WHO 2017) , because these cause about 70% of cervical cancer globally.The vaccines are commonly known by the number of di erent genotypes that they contain (i.e. the valency, Table 2 ).",
    "The bivalent vaccine contains L1 proteins of two HPV genotypes; 16 and 18.The quadrivalent vaccine contains L1 proteins of four HPV genotypes; 16 and 18, plus HPV 6 and 11, which cause genital warts.The nonavalent vaccine is the most recent vaccine and contains L1 proteins of nine HPV genotypes; 16, 18, 31, 33, 45, 52 and 58, plus HPV 6 and 11. All three vaccines contain adjuvants (Table 2 ).In addition to the licensed vaccines, as of September 2018, there are three vaccines in stage 2 to 3 development, two bivalent vaccines manufactured by Innovax and Walvax in China, and a quadrivalent vaccine manufactured by the Serum Institute of India (LaMontagne 2017).",
    "To prevent HPV infection, all HPV vaccines are intended to be administered, where possible, before the first exposure to HPV, that is, before onset of sexual activity.All national HPV vaccination programmes involve girls, and some countries have extended their programme to boys.According to most modelling studies, HPV vaccination programmes for preadolescent girls will be coste ective for the prevention of cervical cancer, particularly in settings in which infrastructure for cervical cancer screening is poor (WHO 2017) .HPV vaccination of females gives indirect protection to males.These so-called herd e ects mean that, at the population level, female-only vaccination programmes have resulted in reductions in HPV infections in both men and women (Drolet 2019).However, herd e ects from female-only vaccination do not a ect MSM, who experience a high burden of anal cancer and anogenital warts.Modelling studies also indicate that female-only HPV vaccination, even at high levels of coverage, will not prevent all HPV-related cancers in heterosexual men (Bogaards 2015) .The cost-e ectiveness of vaccinating boys depends on vaccination coverage in girls, the epidemiology of HPV-related disease, and the costs of the vaccine and the programme (WHO 2017).",
    "The uptake of HPV vaccination varies widely between countries that have introduced it as part of their national immunisation programmes.In 2017, across 82 countries coverage rates ranged from 8% to 98% (Brotherton 2018).To date, few countries in Africa and Asia have introduced HPV vaccine.Whilst there is evidence from some low-and middle-income countries (LMICs) that HPV vaccine can be e ectively introduced, countries with challenges have also been reported.For example, Uganda reported coverage of more than 80% for the first dose of a two-dose vaccine schedule, but this was not sustained for the second dose (Brotherton 2018).",
    "In high-income countries, such as England, Scotland, and Australia, school-based programmes have reached 70% to 80% of girls for",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews all doses.In other high-income countries, such as France, USA, Japan and Denmark, coverage has either not reached, or has fallen below 50%.The reasons for low coverage di er between countries, but include organisation of programme implementation, resistance from healthcare providers, adverse media coverage, and concerns about safety (Gallagher 2018).",
    "HPV vaccines containing virus-like particles of the L1 protein are prophylactic, meaning that they prevent infection and the development of intraepithelial lesions caused by HPV genotypes that are present in the vaccine (Stanley 2006) .The virus-like particles in the vaccines produce very high levels of antibodies in serum, but the exact mechanisms by which the vaccines prevent HPV infection are not completely understood.The levels of antibodies needed to provide protection against clinical disease caused by HPV (known as the immunological correlate of protection) have not been established because the number of breakthrough infections a er vaccination has been too low.The International Agency for Research on Cancer regards persistent HPV infection with HPV types 16 and 18, measured with standardised and validated tests, as an accurate surrogate marker for the precancerous lesions of the cervix and anus (IARC 2014) .Postlicensure data from national immunisation programmes show reductions in high-grade lesions of the cervix and anus with three-dose regimens of the bivalent and quadrivalent vaccines (Markowitz 2018 ).Since precancer is on the causal pathway to invasive cancer, it is assumed that prevention of precancerous lesions will also be shown to prevent cancer when su icient followup time has accrued in post-licensure studies.Less is known about the prognostic value of persistent HPV infection in the development of vaginal, vulval and oropharyngeal cancers (IARC 2014) .",
    "All of the randomised controlled trials (RCTs) that established the e icacy of HPV vaccines in the prevention of high-grade precancerous lesions of the cervix used a three-dose vaccination schedule (Arbyn 2018).Because of low HPV exposure and ethical constraints in conducting research that requires genital examination and specimen collection in adolescent populations (under 15 years of age), randomised e icacy trials of vaccines have typically been first conducted in women aged 15 to 25 or 26 years (Arbyn 2018).Once immunogenicity and harms have been evaluated, non-inferiority of immunological outcomes in 9to 15-year-olds is assessed in non-randomised bridging studies (e.g. Block 2006; Dobson 2013) .The International Agency for Research on Cancer regards bridging studies that demonstrate noninferiority as a su icient endpoint for individuals under 16 years of age (IARC 2014) .",
    "Vaccine schedules are designed to produce a strong and longlasting antibody response so that, when challenged by exposure to the real pathogen, the immune system prevents infection.A threedose vaccine schedule is typical for inactivated protein vaccines for infants; the second dose is given one or two months a er the first dose and a third dose six months a er the first dose.The first two vaccine doses are called 'prime' doses that generate immune memory via B-lymphocytes produced in the bone marrow (Stanley 2014) .The second dose results in higher levels of antibodies than the first and increases the binding a inity of the antibody to the antigen, in a process that lasts several months.As a result of this process (a inity maturation), B cells with very high levels of a inity, di erentiate in the bone marrow into memory B cells that respond rapidly to produce antibodies on exposure to antigen and longlived plasma cells that continuously produce antibody at low levels.",
    "A third vaccine dose given at least four months a er the prime doses 'boosts' these responses maximally to provide long-lasting protection (Stanley 2014) .",
    "Simplified HPV vaccination schedules with fewer doses should allow more people to receive the vaccine.Preadolescents and adolescents (age 9 to 15 years) produce stronger antibody responses to virus-like protein HPV vaccines than older adolescents and adults (Block 2006; Dobson 2013) , even a er a single dose (Sankaranarayanan 2016 ).It appears that multiple repeated doses of these vaccines are not required for a inity maturation and that long-lived plasma cells are more important than memory B cells in the immune response (Schiller 2018) .It is thought that structural characteristics of the virus-like particles allow e icient production of the long-lived plasma cells, which continuously produce antigen-specific antibodies, resulting in strong longlasting immune responses with reduced dose schedules (Schiller 2018) .",
    "Evidence of the likely e icacy of a two-dose schedule of viruslike particle HPV vaccines in preventing incident vaccine-type HPV infection comes from studies in which data from RCTs were analysed as cohort studies according to the number of doses of HPV vaccine received (Kreimer 2011; Sankaranarayanan 2016) .Kreimer and colleagues conducted a secondary analysis of data from an RCT of the bivalent vaccine amongst 18-to 25-year-old women in Costa Rica (Kreimer 2011) .In that trial, 20% of women did not receive all three doses of the vaccine.Women were grouped according to the number of HPV vaccine doses that they received.The proportions of women with incident HPV 16/18 infection that persisted for 12 months or more was similar amongst women who received one, two and three doses (Kreimer 2011 ).An updated analysis combined data from this Costa Rica vaccine trial and a pivotal trial of the bivalent vaccine, Paavonen 2007 , according to number of doses received a er four years of follow-up (Kreimer 2015) .In the modified total vaccinated cohort, vaccine e icacy against HPV 16/18 incident infection that persisted for 12 months or more was 83.7% (95% CI 35.7 to 97.5%) with two doses, and 92.6% (95% CI 89.2 to 95.1%) with three doses.Sankaranarayanan and colleagues analysed an RCT of the quadrivalent vaccine in 10-to 18-year-olds in India (which was stopped before enrolment was completed) according to the number of HPV vaccine doses received (Sankaranarayanan 2016) .Incidence of HPV 16/18 was 0.8% (95% CI 0.2 to 1.9%, 4/526) amongst participants who received two doses, and 0.4% (95% CI 0.0 to 1.3%, 2/536) amongst those who received three doses (Sankaranarayanan 2016) .Additional data from a systematic review of post-licensure studies in national HPV vaccination programmes, show the receipt of two doses of HPV vaccine was associated with a reduction in the incidence of vaccinetype HPV prevalence, anogenital warts and cervical abnormalities in some, but not all, studies (Markowitz 2018) .",
    "In practice, HPV vaccination rates in many countries remain low.",
    "Simpler HPV immunisation schedules have been identified as a potential strategy to increase the coverage of vaccination (Walling 2016) .The World Health Organization (WHO) recommended a two-dose HPV vaccine schedule in 2014, based on a systematic review of studies with immunogenicity as the end-point (D'Addario This review aims to extend the evidence base on the e icacy and harms of HPV vaccines by including and evaluating RCTs of di erent HPV vaccines and di erent dose schedules in adolescent and adult females and males, as well as women and men living with HIV infection.",
    "While RCTs can identify adverse events that take place during the study period, post-marketing surveillance is needed to continue monitoring harms associated with HPV vaccines in the population, and will be incorporated in future updates of this review.",
    "To evaluate the e icacy, immunogenicity, and harms of di erent dose schedules and di erent types of HPV vaccines in females and males.",
    "We included RCTs with no language restrictions.We included unpublished studies, studies in press, and abstracts without a fulltext publication, if they met the inclusion criteria.",
    "Females or males aged 9 to 26 years, including MSM.For the comparisons among people living with HIV, we included all age groups.",
    "Prophylactic administration of licensed bivalent (Cervarix, GlaxoSmithKline), quadrivalent (Gardasil, Merck), or nonavalent (Gardasil 9, Merck) HPV vaccines.We excluded studies if they assessed monovalent or plasmid vaccines, or assessed nonprophylactic uses of bivalent, quadrivalent or nonavalent vaccines.",
    "In addition, we considered for inclusion any trials reporting on the e icacy, immunogenicity, or adverse events in vaccines currently in phase 2 or 3 development.Studies comparing bivalent versus quadrivalent vaccines were excluded, as these will be included in an update of a separate Cochrane Review (Arbyn 2018).",
    "For males and people living with HIV, we included comparisons of HPV vaccines to placebo containing no adjuvant or only the adjuvant of the HPV vaccine, or another HPV vaccine.",
    "In this review, we use the term 'control' to refer to comparator products that contain another vaccine or only vaccine adjuvants, regardless of the terminology used in individual study reports.",
    "We use the term 'placebo' only to refer to comparator products containing no adjuvant or active vaccine.In Characteristics of included studies we have reported full details of the type of comparison group compound.",
    "The focus of the review was on di erent dose schedules and comparisons between di erent types of HPV vaccine.Where possible we stratified data by participant characteristics of age, gender, and HIV status.Specifically, we aimed to investigate the e icacy, immunogenicity, and harms of:",
    " fewer than three doses of HPV vaccine in females and males;",
    " di erent intervals between doses in a two-dose schedule in females and males;  HPV vaccination compared to control for males (a Cochrane Review for females has been published (Arbyn 2018));  nonavalent HPV vaccine compared to the other HPV vaccines in females and males;  HPV vaccination in people living with HIV.",
    "Unless otherwise stated, primary outcomes were assessed at the longest follow-up time reported by the included studies.",
    " Invasive cervical, vaginal, vulval, anal, or penile cancer",
    " Adverse events related to the vaccines: local adverse events (overall local/injection site adverse events, redness, swelling, pain at the injection site), assessed at the follow-up times reported in the trials (usually up to seven days); overall systemic events and general symptoms assessed at the follow-up times reported in the trials (usually up to 15 days)  Serious adverse events and mortality: any events that are fatal, life-threatening, or result in hospitalisation and mortality.We collected information from each trial about whether these events were considered to be vaccine-related and the methods of adverse events data monitoring and collection, including mode of data collection, timing, attribution methods, intensity of ascertainment, harms-related monitoring and stopping rules, and reporting based on event frequency (i.e.frequency-based filter), based on the CONSORT statement extension for reporting harms (Ioannidis 2004; Lineberry 2016) .",
    "Unless otherwise stated, secondary outcomes were assessed at the longest follow-up time reported by the included studies.",
    " Incident infection with vaccine HPV genotypes (HPV 16 and HPV 18 jointly; HPV 6, HPV 11, HPV 16 and HPV 18 jointly; and HPV 31, HPV 33, HPV 45, HPV 52 , and HPV 58 jointly)  Persistent infection (persisting for at least six months or at least 12 months) with vaccine HPV genotypes  Immunological outcomes (geometric mean titre (GMT) and seropositivity), assessed at one month following the last dose and at the longest-term follow-up",
    "For the comparisons of dose schedules (i.e.number of doses and longer or shorter interval(s) between doses) we considered immunological outcomes as primary outcomes because these trials were designed to show non-inferiority of immunogenicity.While these trials were not designed to evaluate e icacy or safety of the vaccines, we have included clinical outcomes when reported and comparative estimates of harms associated with the di erent dose schedules.",
    "We attempted to identify all relevant studies regardless of language or publication status (published, unpublished, in press and in progress) .",
    "All searches were conducted on 27 September 2018.We searched the following electronic databases: The search terms used are detailed in Appendix 1, Appendix 2, and Appendix 3. We also searched ClinicalTrials.govand the WHO International Clinical Trials Registry Platform (ICTRP) to identify ongoing trials using 'genital warts', 'condyloma', 'anogenital warts', 'venereal warts', 'human papilloma virus vaccine', and 'HPV vaccine' as search terms.",
    "We searched the reference lists of all included studies, as well as the reference lists of any relevant systematic reviews published within the search dates.We searched vaccine manufacturer web sites for relevant clinical trial reports (GlaxoSmithKline; Merck).In addition, we screened a list of HPV vaccine studies (Jørgensen 2018a), that was constructed through enquiries to HPV vaccine manufacturers and regulators, as well as searches of trial registers and journal publication databases.For each included study, where available, we identified and screened study governance documents (protocols, trial registration listings and results, manufacturers' clinical study reports) for relevant data and outcomes.We also contacted the vaccine manufacturers through the WHO Initiative for Vaccine Research for any additional, potentially relevant studies.",
    "Two experienced systematic reviewers independently screened citations and abstracts of studies identified from the electronic searches for potential inclusion.A third reviewer resolved any disagreements.We obtained full-text reports for all potentially eligible studies.Two independent reviewers determined the eligibility of studies for inclusion in the review from the full reports according to predefined criteria.A third reviewer resolved any disagreements.",
    "For the purpose of the review, we named studies on the basis of the first-named study author and year of publication.Many studies have more than one document associated with them: journal publications (main study reports, reports of long-term follow-up, secondary outcomes and post-hoc analyses), conference abstracts, and study governance documents (protocols, trial registration listings and results, manufacturers' clinical study reports).For each study we grouped these documents together and designated one report as the primary reference for the study; the study name is derived from the name of the first author and year of publication of this particular report.",
    "In cases where study reports emanate from the same parent study, but are planned or reported, or both, as distinct, discrete studies, we have named and handled these separately.",
    "Two reviewers carried out data extraction independently using pretested data extraction forms.We resolved any di erences by discussion between the two reviewers and referral to the study reports.",
    "We cross-checked data for the e icacy outcomes and adverse events between the primary trial publications, trial registries, and clinical study reports.We used the data derived from these sources with the longest follow-up time for the primary analysis.",
    "Two reviewers independently carried out 'Risk of bias' assessments using the Cochrane 'Risk of bias' tool for all included studies (Higgins 2011b) .We judged the risk of bias for each domain as 'low risk', 'unclear risk' or 'high risk'.We resolved di erences by discussion between the two reviewers and if necessary we referred to a third reviewer for arbitration.",
    "Trusted evidence.Informed decisions.Better health.",
    "We calculated risk ratios (RR) with 95% confidence intervals (CI) for dichotomous outcomes.We calculated rate ratios with 95% CIs for dichotomous clinical outcomes reported as incidence rates.For outcomes with rare events (i.e. an event rate of < 10%), serious adverse events, and deaths, we calculated Mantel-Haenszel odds ratios (OR) for dichotomous outcomes.We assessed the robustness of the primary analysis for very rare events with alternative statistical methods (see Sensitivity analysis).",
    "For continuous geometric mean titre (GMT) data, we calculated inverse variance (IV) ratios of GMTs with 95% CIs.Initially, we transformed the point estimates as well as the lower and upper bound of the 95% CI of GMT for each group into the logarithmic scale in order to obtain statistically correct standard deviations.Then we calculated the mean di erence of the compared group and back-transformed the results (point estimate and 95% CIs) to the original scale through exponentiation.Non-inferiority margins for immunological outcomes were derived from the individual trials (all trials used 0.5 for the GMT ratio).For GMT ratios non-inferiority is demonstrated if the lower 95% CI is greater than 0.5.If the lower confidence interval was below the non-inferiority margin, but the point estimate was within the margin, we considered the result to be inconclusive (Piaggio 2012).",
    "For adverse events and e icacy outcomes we carried out a complete-case analysis (the number analysed) and an intentionto-treat analysis when data were available.For immunogenicity outcomes assessed in non-inferiority trials, we favoured data from per-protocol analyses, in which all participants were HPV-seronegative at baseline.We did not pool studies with participants who were HPV-seropositive at baseline with studies with participants who were HPV-seronegative at baseline.",
    "If a single trial compared two or more vaccine arms (with or without a control arm), we labelled the arms separately in analyses.We grouped suitable multiple treatment arms (e.g.arms that evaluated di erent vaccine lots) and excluded irrelevant trial arms.We did not pool data from cluster RCTs with those from individually randomised studies.",
    "If data on specific outcomes or population groups were missing, we attempted to contact study authors or data owners to request this data.We did not impute missing outcome data.Where data were missing or losses to follow-up were substantial, we downgraded the certainty of study evidence due to risk of bias according to GRADE criteria (Guyatt 2011a).",
    "We described potential sources of clinical heterogeneity, and downgraded the certainty of the evidence according to GRADE criteria due to inconsistency where appropriate (Guyatt 2011b).When pooling of studies was feasible (i.e. at least two studies included), we inspected forest plots visually for potential outlying studies and variability in the estimated e ects across studies.We assessed statistical heterogeneity using the I 2 statistic.This statistic quantifies the percentage of inconsistency in the treatment e ects across studies beyond simple chance.We regarded heterogeneity as potentially unimportant if the I 2 was 0% to 40%; that values of 30% to 60% might represent moderate heterogeneity; values between 50% to 90% might represent substantial heterogeneity; and that values between 75% to 100% would represent considerable heterogeneity (Higgins 2011a) .Where considerable heterogeneity existed (>75%), we did not pool study data.",
    "We had planned to use funnel plots to investigate the possible presence of small-study e ects for each outcome.However, we did not produce funnel plots, due to the limited number of studies per outcome (i.e.fewer than 10) (Guyatt 2011c).",
    "When pooling was considered feasible, we employed a randome ects meta-analysis using the DerSimonian and Laird method (DerSimonian 1986), as it was assumed that e ect size might vary across studies and settings.We used data from the last available follow-up for clinical and adverse event outcomes, with the number of participants (rather than the number of events) used in the analysis.For immunological outcomes, we extracted data from one month a er the last HPV dose and at the longest-term follow-up.",
    "To assess the harms associated with the HPV vaccine comparisons in this review, we recorded the methods used in each included study to collect adverse event data, and extracted data on common events that we determined a priori as: pain, swelling, redness at the injection site and overall systemic adverse events.For all serious adverse events reported in the included studies, we extracted the number of participants, participants with events and a description of the events.We also extracted information on whether the serious adverse events were considered to be related to the vaccines.We did not conduct statistical hypothesis testing because our protocol did not prespecify hypotheses about di erences in the occurrence of any specific serious adverse event.",
    "We prepared 'Summary of findings' tables for each comparison for which data were available for the following outcomes that were assessed as critical or important according to GRADE guidelines (Guyatt 2011d):",
    " for females: high-grade cervical intraepithelial neoplasia, adenocarcinoma in situ, or cervical cancer; high-grade vulval and vaginal disease;  for males: invasive anal or penile cancer, external genital lesions;",
    " for all populations: anogenital warts, overall local/injection site adverse events, overall systemic events and general symptoms, serious adverse events, deaths;  for comparisons of dose schedules (i.e.number of doses and longer or shorter interval between doses): immunological outcomes.",
    "We assessed the certainty of evidence in the review through discussion between review authors using the GRADE approach using GRADEpro online so ware (GRADEpro GDT).We assessed only the primary outcomes reported in the 'Summary of findings' tables and appendices using GRADE.We considered the following factors for downgrading: limitations in the study design (risk of bias); inconsistency of results (heterogeneity); indirectness of evidence (applicability); imprecision (few events and wide",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews confidence intervals); and publication bias (Guyatt 2011a).When evidence was downgraded, we detailed the reasons in footnotes of the 'Summary of findings' tables and summarised these in the Quality of the evidence section.Depending on whether evidence was downgraded or not, we rated the certainty of the evidence for each outcome as follows:",
    " high-certainty evidence indicates that we are very confident that the true e ect lies close to that of the estimate of the e ect (evidence was not downgraded);  moderate-certainty evidence indicates that we are moderately confident in the e ect estimate: the true e ect is likely to be close to the estimate of the e ect, but there is a possibility that it is substantially di erent (evidence was downgraded one step for any of the factors described above);  low-certainty evidence indicates that our confidence in the e ect estimate is limited: the true e ect may be substantially di erent from the estimate of the e ect (evidence was downgraded two steps for any of the factors described above);  very low-certainty evidence indicates that we have very little confidence in the e ect estimate: the true e ect is likely to be substantially di erent from the estimate of e ect (evidence was downgraded three steps for any of the factors described above).",
    "We reported relative risks (ORs or RRs) in the E ects of interventions section for all relevant outcomes, but where the evidence was of very low-certainty we reported the number of events in each group only.",
    "We performed subgroup meta-analyses where possible, using vaccine type, gender, and age group (9 to 15 years; 16 to 26 years) as stratifying variables.",
    "We carried out one post-hoc sensitivity analysis for outcomes using a Mantel-Haenszel odds ratio where events were very rare (i.e. an event rate of < 1% across both trial arms).We compared the results of the primary analysis calculated with Mantel-Haenzsel methods against those with Peto methods (Bradburn 2007) .We also planned to conduct sensitivity analyses for the primary outcomes according to allocation concealment (high risk of bias, low risk of bias, and unclear risk of bias) for outcomes for which data could not be pooled because of considerable heterogeneity (I 2 > 75%).",
    "Overall, 20 RCTs were included for analysis in this review (Figure 1 ).The characteristics of individual studies and assessment of risk of bias are presented in the Characteristics of included studies section and Figure 2 .",
    "We found 20 RCTs that contained data on vaccine e icacy or harms, or both, and enrolled a total of 31,940 men, women, and children.",
    "Ten studies were multi-national and were carried out in two to 18 countries in Africa, Asia, Asia-Pacific, Europe, Latin America, North America, and South America.The other 10 studies were carried out in one country only (USA, including Puerto Rico (3 studies), Finland (2), Canada (1), Denmark (1), Japan (1), Spain (1), South Africa (1)).",
    "Owing to di erences in the protocols of the included trials, the maximum age for inclusion was either 25 or 26 years.",
    "Four RCTs evaluated the e ects of reduced dose schedules (Dobson 2013; Iversen 2016; Leung 2015; Romanowski 2011) .All these trials were designed as non-inferiority trials of antibody responses.They reported on immunogenicity as the primary outcome and on adverse events.None of these trials collected data on clinical events.These four RCTs evaluated the e ects of two doses of HPV vaccine versus three doses of HPV vaccine in adolescent girls (9 to 15 years).We did not identify any RCTs that evaluated the e icacy or harms of one dose of HPV vaccine.",
    "Four RCTs compared di erent intervals between doses.Two RCTs compared a longer interval two-dose schedule with a shorter schedule (0 and 6 months versus 0 and 2 months; or 0 and 12 months versus 0 and 6 months) of bivalent HPV vaccine in 9-to 14-year-old females (Puthanakit 2016; Romanowski 2011).One RCT of nonavalent HPV vaccine compared a two-dose schedule with a longer interval (0 and 12 months) and a shorter interval (0 and 6 months) in 9-to 14-year-old females and males (Iversen 2016).One RCT compared a longer interval three-dose schedule (administered at 0, 2 and 12 months) with a shorter schedule (administered at 0, 2 and 6 months) of quadrivalent HPV vaccine in 18-to 25-year-old males (Lin 2014).",
    "Two RCTs compared quadrivalent HPV vaccine versus control in 5189 males aged 16 to 26 years (Giuliano 2011; NCT01862874 2018) .",
    "A subgroup analysis of Giuliano 2011 also reported on the e icacy and harms of the quadrivalent HPV vaccine compared with control vaccine in MSM.Giuliano 2011 reported on clinical, adverse event, and immunogenicity outcomes, and NCT01862874 2018 reported on clinical outcomes and adverse events.One RCT compared bivalent HPV vaccine versus control hepatitis B virus (HBV) vaccine in 270 boys aged 10 to 18 years and reported on immunogenicity and harms (Petaja 2009).In addition, a cluster-RCT investigating both direct and indirect e ects of HPV vaccination of girls and boys (gender-neutral) and girls-only vaccination reported on adverse events in a subgroup of 3703 12-to 15-year-old males vaccinated with the bivalent vaccine or control HBV vaccine (Lehtinen 2018).",
    "We identified no studies investigating the clinical e icacy of the nonavalent vaccine in males.",
    "Three RCTs compared three doses of nonavalent vaccine with three doses of quadrivalent vaccine: one in 9-to 15-year-old females (Vesikari 2015), one in 16-to 26-year-old females (Joura 2015), and one in males aged 16 to 26 years (van Damme 2016).Joura 2015 reported clinical outcomes for the 16-to 26-year-old population.",
    "All three studies reported on adverse event and immunogenicity outcomes.",
    "We Cochrane Database of Systematic Reviews participants a er vaccine administration, or field workers visiting or calling participants in their homes); both passive and proactive in nine studies; and in two studies, the details were insu icient for us to categorise as passive or proactive.Time frame (duration of follow-up) was reported for all but three studies; for two studies it was unclear, and one study did not report on adverse events (NCT00941889 2016).Methods to determine the relationship between vaccination and adverse events were reported by 10 studies: attribution was done by study investigators in nine studies and by a study co-ordinator in one study.Where the attribution method was not reported, we assumed this role was performed by study investigators.Fourteen studies (74%) provided definitions for the adverse events outcomes.Withdrawals due to adverse events were reported in 14 (70%) studies, but most studies (95%) did not report on how withdrawals would be handled in the analysis.Only one study reported harms-related monitoring and stopping rules (Hidalgo-Tenorio 2017) .Seventeen studies reported on all adverse events regardless of frequency (i.e. they did not use a frequencybased filter); NCT01862874 2018 used a 5% threshold for other adverse events; it was unclear whether Dobson 2013 used a filter, and one study did not report on adverse events (NCT00941889 2016).",
    "The length of follow-up for serious adverse events in the included studies ranged from seven months to five years.Table 1 lists the serious adverse events reported in each study.In all studies, the individual serious events were listed for each study arm.In five of the 20 RCTs, 50 or more serious adverse events were reported (Joura 2015 , Lehtinen 2018; Puthanakit 2016; Romanowski 2011; Wilkin 2018) .Information on whether serious adverse events were considered to be related to the vaccine is reported in the section E ects of interventions.",
    "We identified two studies that included both males and females randomised to HPV vaccine and control (Li 2012; Reisinger 2007) .The male population in these studies would qualify for inclusion in our review, but at the time of preparing this review we were not able to access data for males only.We have requested this information from the study investigators and, should these data become available, they will be included in a future update of this review.",
    "Li 2012 and Reisinger 2007 both compared quadrivalent HPV vaccine to vaccine adjuvant-containing control in 9-to 15-yearold males.The studies reported on the comparison of males with females for immunogenicity outcomes and adverse events for males and females as one group.Li 2012 was carried out in China, and Reisinger 2007 was carried out in 10 countries in North America, Latin America, Europe and Asia.See Characteristics of studies awaiting classification for further details.",
    "We identified 15 potentially relevant ongoing studies that have not been completed, but might be relevant for inclusion in future updates of this review.All studies are RCTs and studies may appear in more than one category of the list below:",
    " eight include healthy females (NCT01735006; NCT02009800; NCT02405520; NCT02562508; NCT02733068; NCT02740777; NCT02834637; NCT03180034);",
    " four include healthy males and females (NCT01824537; NCT02567955; NCT02710851; NCT02888418);  one includes HIV-positive MSM (NCT02087384);  one includes males and females cured of genital warts (NCT03296397);  one includes females with genital warts (NCT02750202);  seven are evaluating new vaccines in development in China (NCT01735006; NCT02405520; NCT02562508; NCT02710851; NCT02733068; NCT02740777; NCT02888418);  four are evaluating the quadrivalent vaccine (NCT02009800; NCT02087384; NCT02750202; NCT03296397);  one is evaluating the nonavalent vaccine (NCT01824537); and  three are comparing the bivalent to the nonavalent vaccine (NCT02567955; NCT02834637; NCT03180034).",
    "In addition to the seven studies ongoing in China, three of these studies are ongoing in Canada, and one study each in Costa Rica, France, the Netherlands, South Africa, and Tanzania.See Characteristics of ongoing studies for further details.",
    "We excluded 438 full texts.Twenty-two of these were potentially relevant studies, and the reasons for their exclusion are included in the Characteristics of excluded studies table.We excluded six studies because they were not RCTs, and two studies because they included females over 26 years of age.Most of the excluded studies contained no comparison of relevance to the review: seven studies compared HPV-vaccinated to HPV-unvaccinated females, five compared di erent intervals in three-dose schedules in females, one compared three-dose schedules of the bivalent and quadrivalent vaccine in young females, and one evaluated the e ect of a booster dose of HPV vaccine.",
    "The risk of bias for each included study is detailed in Characteristics of included studies and an overview is presented in Figure 2 . Overall risk of bias for each comparison is discussed in each results section below.",
    "We assessed most studies as being at low risk of selection bias, as they reported adequate randomisation sequence generation (15/20 = 75%) and allocation concealment procedures (15/20 = 75%).",
    "We assessed most included studies (18/20 = 90%) as having a low risk of attrition bias, as they reported withdrawals and provided adequate reasons for dropouts.We assessed one study as having a high risk of attrition bias because only a subgroup of included participants were analysed (Lehtinen 2018).We assessed another study as having a high risk of attrition bias because data for 62.5% (20/32) of the participants enrolled were missing due to early withdrawals from the study (NCT00941889 2016).",
    "For the majority of studies (16/20 = 80%) either a study protocol or clinical trial registry entry was available to determine that selective reporting was unlikely; we assessed these studies as having a low risk of reporting bias.We assessed four studies as having a high risk of selective reporting bias; Lehtinen 2018 because most outcomes were not reported separately for boys and girls, indeed, only adverse events were reported separately in boys, but in a selected subset; NCT00941889 2016 because predetermined outcomes, including serious adverse events, were not reported; NCT01031069 2017 because not all outcomes listed in the online trial record were reported in the trial result summary report; and NCT01862874 2018 because HPV disease was not reported as a separate outcome, but were reported as an outcome combined with persistent HPV infection.",
    "All included studies provided a statement of the funding source for the trial.Thirteen studies were funded by the vaccine manufacturers (GSK, Merck or Sanofi Pasteur) and we rated them as having an unclear risk of other bias.Industry sponsored studies are associated with favourable e icacy results and conclusions (Lundh 2017) which may be mediated by factors other than those assessed by the Cochrane 'Risk of bias' tool.We also rated a further two studies as having an unclear risk of other bias because no published report was identified for either (NCT00941889 2016; NCT01031069 2017), and we extracted data from the clinical trials records, which provided insu icient information to establish whether there was a risk of other bias.We assessed the remaining five studies as being at low risk of other bias (Dobson 2013; To 2014; Hidalgo-Tenorio 2017; Levin 2010; Wilkin 2018) .",
    "See: Summary of findings for the main comparison Two doses of HPV vaccine compared with three doses of HPV vaccine in 9-to 15year-old females; Summary of findings 2 Two doses of HPV vaccine with longer interval compared with two doses of HPV vaccine with shorter interval in 9-to 14-year-old females and males; Summary of findings 3 Three doses HPV vaccine compared with control in 10-to 26-year-old males; Summary of findings 4 Nonavalent HPV vaccine compared with quadrivalent HPV vaccine in 9-to 26-yearold females and males 1.Two doses of HPV vaccine versus three doses of HPV vaccine in 9-to 15-year-old females or males",
    "The results for this comparison are presented in Summary of findings for the main comparison and Appendix 5. We analysed four studies in females that compared two doses (months 0 and 2, or 0 and 6, or 0 and 12) versus three doses (months 0, 1, and 6; or 0, 2, and 6) of HPV vaccine (Dobson 2013; Iversen 2016; Leung 2015; Romanowski 2011), and reported immunogenicity outcomes (seven months to five years) for all vaccine types and adverse event outcomes throughout the study period (one to five years).",
    "No studies included for this comparison collected data about clinical outcomes.No evidence was found from RCTs making this comparison in males.",
    "Immunogenicity results comparing two doses with three doses of HPV vaccine are reported in Appendix 5. Briefly, two doses were non-inferior to or had higher GMTs than three doses for all nine HPV genotypes measured except HPV 45 (where non-inferiority was inconclusive) one month a er the last dose (moderate-to highcertainty evidence).For seroconversion one month a er the last dose, there was evidence of little to no di erence between groups for all nine HPV genotypes measured (high-certainty evidence).At 60-month follow-up a er the first dose, non-inferiority of two doses of bivalent vaccine was inconclusive for GMTs of HPV 16 and HPV 18 (low-certainty evidence).Two doses of quadrivalent vaccine resulted in non-inferior GMTs for HPV 6, HPV 11 and HPV 16, while results were inconclusive for HPV 18 (low-certainty evidence).At 36-month follow-up a er the first dose, two doses of nonavalent vaccine resulted in non-inferior GMTs for all HPV genotypes measured except HPV 45 and HPV 52 where noninferiority was inconclusive (high-certainty evidence).",
    "Two studies found that two doses of HPV vaccine resulted in little to no di erence in pain at the injection site compared with three doses of HPV vaccine (RR 0.96, 95% CI 0.91 to 1.03; 2 studies; 1189 participants; Analysis 1.1), but reduced swelling (RR 0.76, 95% CI 0.65 to 0.89; 2 studies; 1189 participants; Analysis 1.2) and redness (RR 0.85, 95% CI 0.75 to 0.96; 2 studies; 1189 participants; Analysis 1.3) at the injection site at up to seven days followup.The comparative evidence about serious adverse events was considered to be of very low-certainty (risk with two doses 36/1158, risk with three doses 35/1159; 4 studies; 2317 participants; Analysis 1.4).We downgraded certainty for imprecision and indirectness of the composite measure of all serious adverse events, which may or may not be clinically relevant, may or may not be related to the vaccine, and may occur outside a biologically plausible time frame relative to vaccine exposure.Two of the studies reported on withdrawals from the study and reported that no participants had withdrawn because of adverse events.One death was reported in the three-dose group (1/898) and no deaths (0/899) in the two-dose group (OR 0.33, 95% CI 0.01 to 8.19; 3 studies; 1797 participants; low-certainty evidence; Analysis 1.5).",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "The results for this comparison are presented in Summary of findings 2 and Appendix 6.We included three studies in females that compared two doses with a longer interval between the first and second doses (months 0 and 6 or 12) with a shorter interval between the first and second doses (months 0 and 2 or 6) for immunogenicity outcomes at seven months for all vaccine types and adverse event outcomes throughout the study period (one to five years) (Iversen 2016; Puthanakit 2016; Romanowski 2011) .One of these studies compared a longer interval (months 0 and 12) with a shorter interval (months 0 and 6) in males (Iversen 2016) .No studies included for this comparison collected data about clinical outcomes.As each study compared di erent intervals, we did not pool the results in the meta-analysis.",
    "Immunogenicity results are reported in Appendix 6.At one month a er the final dose, there was evidence of higher (and non-inferior) GMTs for HPV 16 and HPV 18 with the longer interval schedules compared with the shorter intervals in 9-to 14-year-old females who received bivalent HPV vaccine (moderate-to high-certainty evidence).There was also evidence of higher GMTs for HPV 16 and HPV 18 at 36 months with the longer interval schedules compared with the shorter intervals in 9-to 14-year-old females who received bivalent HPV vaccine (high-certainty evidence).For seroconversion to HPV 16 and HPV 18, there was evidence of no di erence between groups one month a er the final dose (high-certainty evidence).",
    "For the nonavalent vaccine in girls and boys, there was evidence that a longer interval produced higher and non-inferior GMTs than a shorter interval for all HPV genotypes (high-certainty evidence).",
    "In The Iversen 2016 study reported on serious adverse events in males and females, but disaggregated data were not available by sex (Table 1 ).One of the reported serious adverse events (one case of systemic lupus erythematosus) in the 12-month interval group (Puthanakit 2016), was considered by the study investigators to be related to the vaccine and was the only withdrawal from the studies because of adverse events.No deaths were reported in any of the included trials (Analysis 2.5).",
    "The results for this comparison are presented in Appendix 7. We included one study that compared three doses of quadrivalent HPV vaccine with a longer interval between the second and third doses (doses administered at months 0, 2, and 12) against a shorter interval between the second and third doses (doses administered at months 0, 2, and 6) (Lin 2014).For the immunogenicity outcomes (Appendix 8), there was evidence of higher GMTs for HPV 11 with the longer interval schedule compared with the shorter schedule at one month (2 to 6 weeks test window allowed) a er the last dose.",
    "For GMTs for HPV 6, 16, and 18, there was evidence of little to no di erence between groups.The study did not collect data about clinical outcomes.",
    "This study reported local, general, and serious adverse events.No usable data were available for analysis of local and general adverse events so we summarised the results in Analysis 3.1.Briefly, among all study participants 172 local and general reactions were reported.",
    "The authors reported no significant di erence between groups (P = 0.26).No serious adverse events were reported (120 participants; Analysis 3.2).",
    "The results for this comparison are presented in Summary of findings 3. Cochrane Database of Systematic Reviews Analysis 4.6), with confidence intervals that included the possibility of both fewer and more events with the quadrivalent vaccine (lowcertainty evidence for all outcomes).",
    "In the quadrivalent vaccine group, there were more overall local/ injection site adverse events than with the control (RR 1.12, 95% CI 1.06 to 1.18; 1 study; 3895 participants; high-certainty evidence; Analysis 4.7); the events included pain at injection site (RR 1. 4.12) .None of the reported serious adverse events was considered by the study investigators to be vaccine-related.Two participants from the quadrivalent group and seven participants from the control group discontinued participation in the studies because of adverse events.There were fewer deaths in the group that received quadrivalent vaccine (3 deaths in quadrivalent group; 11 deaths in control group), but confidence intervals for the di erence were compatible with no e ect (OR 0.30, 95% CI 0.09 to 1.01; 2 studies; 5173 participants; low-certainty evidence; Analysis 4.13) at up to three years of follow-up (Giuliano 2011).Lehtinen 2018 reported on serious adverse events for a selected subset of males (data not shown).Fi y-eight of the 2436 subset participants (2.4%) who received the HPV vaccine and 25/1267 subset participants (2.0%) who received the control HBV vaccine experienced serious adverse events (very low-certainty evidence).The investigators reported that four serious adverse events among the males who received the HPV vaccine (abdominal pain, ulcerative colitis, type 1 diabetes mellitus, juvenile idiopathic arthritis) could possibly be vaccinerelated and one event among the males who received the control (type 1 diabetes mellitus) could possibly be vaccine-related.In the study on bivalent vaccine (Petaja 2009), three serious adverse events were reported in the bivalent vaccine group (3/181) and one in the control group (1/89) (Analysis 4.12; very low-certainty evidence).The study investigators did not consider these to be related to the vaccine, and no deaths were reported in either group.",
    "For the secondary outcome of persistent HPV infection, there was evidence that quadrivalent HPV vaccine reduced persistent infection caused by HPV 6, 11, 16 or 18 combined, or by each HPV genotype individually, in 16-to 26-year-old males compared with control (Appendix 9).",
    "The Giuliano 2011 study also reported immunogenicity outcomes (data not shown).Briefly, there was evidence that quadrivalent vaccine increased GMTs for HPV 6, 11, 16 and 18 when compared with control at 7, 24 and 36 months.There was a trend towards GMTs levelling o a er reaching a peak at month seven.",
    "Comparative data between quadrivalent vaccine and control were not available for the seropositivity outcomes (control group data not reported), but seropositivity for HPV 6, 11, 16 and 18 at seven months was above 97%.Petaja 2009 also reported immunogenicity outcomes seven months a er the first dose of bivalent vaccine were higher than the HBV vaccine (Appendix 10).",
    "The results of this comparison are presented in Summary of findings 4. We included three RCTs that compared nonavalent with quadrivalent HPV vaccine (three doses administered at months 0, 2, and 6): two in females (Joura 2015; Vesikari 2015), and one in males (van Damme 2016).The Joura 2015 study collected data on clinical outcomes in females at up to 4.5 years follow-up.All three trials reported adverse event outcomes throughout the study period and immunogenicity outcomes at seven months for all vaccine types.We did not identify any studies that collected data about clinical outcomes in males.",
    "In Levin 2010 included 7-to 12-year-old girls and boys with HIV.",
    "The study reported immunogenicity outcomes at seven months (Appendix 13).GMTs for HPV 6, 11, 16 and 18 were 123.8 to 935.8-fold higher at seven months, and 29.6 to 189.4-fold higher at 24 months, than in the control group (described as 'identical placebo', the study did not specify the contents of the placebo) (lowcertainty evidence).Seroconversion for the four HPV genotypes was over 97% at seven months (low-certainty evidence).Injection site adverse events were more common with quadrivalent vaccine (21/96) than control (3/30) (1 study; 126 participants; very lowcertainty evidence; Analysis 6.4).Three systemic adverse events were reported, two in the quadrivalent group (2/96) and one in the control group (1/30) (1 study; 126 participants; very lowcertainty evidence; Analysis 6.5) at 14-day follow-up (three doses administered at months 0, 2, and 6).The study did not report on serious adverse events, but reported that 5/96 (5.2%) children in the quadrivalent vaccine group and 2/30 (6.7%) children in the control group experienced adverse events of grade 3 or 4 severity (OR 0.77, 95% CI 0.14 to 4.18, analysis not shown).",
    "Hidalgo-Tenorio 2017 included HIV-positive MSM of 18 years of age and above, and compared quadrivalent HPV vaccine with control (saline placebo) (three doses administered at months 0, 2, and 6).This trial reported that 76% of the HPV vaccinated participants were seropositive for at least one of HPV 6, 11, 16, or 18 genotype at seven months compared with 30.2% in the control group (moderatecertainty evidence; Appendix 13).No serious adverse events (1 study; 129 participants; Analysis 6.6) or deaths (1 study; 129 participants; Analysis 6.7) were reported in either group at sevenmonth follow-up (Table 3 ).",
    "Two studies included HIV-positive males and females of 18 years of age and above and compared quadrivalent HPV vaccine with control (saline placebo in NCT00941889 2016 and 'placebo vaccine' in Wilkin 2018 -the contents of the placebo were not specified).",
    "There was only very low-certainty evidence on high-grade anal intraepithelial neoplasia (46/288 in the quadrivalent group, 45/286 in the control group; 1 study; Analysis 6.1), recurrence of anogenital warts in participants treated for anogenital warts (1/7 in the quadrivalent group, 1/5 in the control group; 1 study; Analysis 6.2), or abnormal anal cytology (58/130 in the quadrivalent group, 72/132 in the control group; 1 study; Analysis 6.3).There was limited evidence for serious adverse events (quadrivalent 33/288 events; control 46/287 events; Analysis 6.6) or deaths (quadrivalent 3/288 deaths; control 6/287 deaths; Analysis 6.7) between the groups.",
    "The study investigators considered no serious adverse events to be related to vaccination, and no withdrawals from the studies due to adverse events were reported (Table 3 ).",
    "Denny 2013 included HIV-positive 18-to 25-year-old females and reported that, irrespective of baseline HPV serostatus, all participants who received the bivalent HPV vaccine were seropositive for both HPV 16 and HPV 18 a er the second vaccine dose (month two), and remained seropositive at month 12 (moderate-certainty evidence).Pain at injection site (RR 1.86, 95% CI 1.38 to 2.51; 1 study; 120 participants; Analysis 7.1) and swelling at injection site (RR 9.19, 95% CI 2.24 to 37.73; 1 study; 120 participants; Analysis 7.2) were more common in the bivalent group than in the control group (vaccine adjuvant only) at sevenday follow-up.The study reported 3/61 serious adverse events in the bivalent vaccine group and 2/59 events in the control group (OR 1.47, 95% CI 0.24 to 9.15; 1 study; 120 participants; low-certainty evidence; Analysis 7.3).No deaths were reported (Analysis 7.4).",
    "The study investigators considered no serious adverse events to be related to vaccination, and no withdrawals from the study due to adverse events were reported (Table 4 ).",
    "To 2014 included 92 HIV-positive females and males of 18 years of age and above, and compared bivalent with quadrivalent HPV vaccine (3 doses administered at months 0, 1.5, and 6).There was",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews evidence of no di erence, and inconclusive non-inferiority, in GMTs for HPV 16 between the bivalent and quadrivalent HPV vaccines at seven-and 12-month follow-up (moderate-to low-certainty evidence; Appendix 13).There was evidence that the quadrivalent vaccine was inferior to bivalent vaccine for GMTs for HPV 18 at seven months (ratio of GMTs 0.13, 95% CI 0.04 to 0.41; moderatecertainty evidence).Injection site reactions were more common in the bivalent group than in the quadrivalent group (RR 1.31, 95% CI 1.06 to 1.62; 1 study; 92 participants; low-certainty evidence; Analysis 8.1) at four-day follow-up.No serious adverse events at sixmonth follow-up were reported (Analysis 8.2; Table 5 ).",
    "One study reported on serious adverse events in 15-to 25-yearold females with HIV who were randomised to receive bivalent or quadrivalent HPV vaccine (NCT01031069 2017).Data for this study were only available through the clinical trials registry, so full details on the methods and other outcome measures were not available.There were nine serious adverse events in 167 female participants with HIV in the bivalent vaccine group and nine in 165 participants in the quadrivalent group (1 study; 332 participants; very low-certainty evidence; Analysis 8.2; Table 5 ).One participant in the quadrivalent group withdrew due to an adverse event.One serious adverse event (immune thrombocytopenic purpura) was considered by study investigators to be related to the bivalent HPV vaccine.",
    "We compared the results from the primary analysis with a sensitivity analysis using Peto odds ratios for outcomes with very low event rates (< 1%; Bradburn 2007).This did not change the size of e ect for most of the analyses, with the exception of some clinical outcomes in the comparison of nonavalent HPV vaccine versus quadrivalent HPV vaccine in 9-to 26-year-old females (Appendix 14).",
    "Changes were seen in the e ect sizes and 95% CIs for the following outcomes:",
    " high-grade cervical disease related to HPV 31, 33, 45, 52, or 58 (Analysis 5.5) ",
    "This review reports on evidence about the e icacy, immunogenicity, and adverse events following reduced dose or alternative vaccine schedules in females and males, HPV vaccination compared to control for males, and e ects of HPV vaccines in people with HIV infection.",
    "Immunogenicity, e icacy and adverse events with fewer than three doses of HPV vaccine in females",
    "In adolescent girls (9 to 15 years) a two-dose schedule was noninferior to a three-dose schedule of any HPV vaccine.There was some evidence that GMTs decrease over time following both twodose and three-dose schedules, and that a two-dose schedule is non-inferior to a three-dose schedule a er five years.There was no di erence in seroconversion between two-dose and threedose schedules at all time points reported; almost all participants seroconverted in both intervention groups.We identified no studies that collected data about e icacy against clinical outcomes.There was very low-certainty evidence of little to no di erence in serious adverse events or deaths between dose schedules.No RCTs that evaluated the e icacy or harms of one dose of HPV vaccine were identified.",
    "In both females and males, for all HPV vaccines evaluated, a schedule with a longer interval between doses resulted in higher GMTs than a shorter interval.There was very low certainty evidence on the comparative risk of serious adverse events with di erent intervals between two-doses of HPV vaccine, owing to the very low number of events and indirectness.Results from single studies were consistent with lower or higher rates of serious adverse events with the di erent intervals tested in the studies.",
    "Three doses of quadrivalent HPV vaccine reduced the incidence of external genital lesions, anogenital warts, and persistent infection by HPV 6, 11, 16 or 18 compared with control among 16-to 26year-old males over a median follow-up of 2.9 years (moderatecertainty evidence).The quadrivalent vaccine resulted in more injection-site adverse events, such as pain or redness, than control (high-certainty evidence).There was very low certainty evidence on the comparative risk of serious adverse events and low certainty evidence on the comparative risk of deaths between quadrivalent vaccine and control among 10-to 26-year old males.Limited data were available regarding the e icacy and adverse events with bivalent HPV vaccine in males.We identified no RCTs that evaluated the e icacy of nonavalent vaccine compared with control in males.",
    "Among 16-to 26-year-old women, three doses of nonavalent vaccine or of quadrivalent vaccine resulted in a similar incidence of clinical outcomes regardless of HPV genotype at up to 4.5year follow-up (one RCT, high certainty evidence).The nonavalent vaccine resulted in reduced incidence of persistent HPV infections, CIN1, CIN 2/3, vulval or vaginal intraepithelial neoplasia (grade 1) related to the HPV genotypes unique to the nonavalent vaccine (HPV 31, 33, 45, 52 , and 58) compared with the quadrivalent vaccine.Immunogenicity outcomes for nonavalent and quadrivalent HPV vaccines were similar for males and females.There was high-",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews certainty evidence that the nonavalent vaccine resulted in slightly more local or injection site events but little to no di erence in overall systemic events.The evidence comparing serious adverse events was of low-certainty.There was low-certainty evidence of no di erence in mortality between these vaccines.There were few vaccine-related serious adverse events reported (seven participants in total) in the included studies.",
    "In children living with HIV, the quadrivalent HPV vaccine results in higher GMTs than control at seven months, but there was only very low-certainty evidence about local or systemic adverse events.",
    "In adults living with HIV, the evidence about clinical outcomes and harms of quadrivalent HPV vaccine compared with control or other HPV vaccines, was of very low-certainty.One RCT in adults living with HIV reported that the bivalent vaccine had similar immunogenicity outcomes for HPV 16 to the quadrivalent vaccine, but resulted in higher GMTs and greater rate of seroconversion to HPV 18.",
    "This review collated evidence about the e icacy -in terms of clinical and immunological endpoints -and harms of di erent HPV vaccines and di erent dose schedules in females and males.",
    "The information sources searched include electronic databases, websites of the vaccine manufacturers, and a published index of HPV studies (Jørgensen 2018a), so the level of completeness is high.",
    "The applicability of the evidence to determine clinical e icacy and harms is, however, limited by the nature of HPV-related disease, as well as the design and outcomes of the studies.The evidence from RCTs about e icacy against severe HPV-related disease, including cancer, is limited for three main reasons.First, it is unethical to collect specimens from the cervix of girls who have not had sexual intercourse.Second, few severe clinical outcome events related to HPV infection occur during the study follow-up periods because they take a number of years to develop following HPV infection.Third, trial participants are o ered treatment when HPV-related precancer is found, so progression to cervical cancer would be expected to be very low, even without vaccination.",
    "The focus of this review was on clinical outcomes and harms.Immunogenicity is the primary outcome for many trials of alternative HPV vaccine schedules, however, as noted in the Background, randomised e icacy trials of HPV vaccines were first conducted in women aged 15 to 25 or 26 years (Arbyn 2018 2014) .Bridging studies have also demonstrated non-inferiority of immunogenicity outcomes of a two-dose schedule in boys aged 9-to 14-years compared to three doses in young women aged 15 to 26 years (Iversen 2016).Use of immunogenicity outcomes has limitations because the immunological correlate of protection and the duration of protection remain unknown (Donken 2015).These studies provide lower certainty of evidence, because estimates of clinical outcomes are imprecise and indirect.",
    "The nonavalent HPV vaccine was introduced more recently than the bivalent and quadrivalent HPV vaccines.This review included all studies that compared the nonavalent HPV vaccine with other HPV vaccines; two RCTs were identified in females (Joura 2015; Vesikari 2015), and one in males (van Damme 2016).A separate Cochrane Review of completed RCTs of three-dose schedules with bivalent and quadrivalent HPV vaccines in women aged 16 to 26 years shows protection against lesions of grade CIN3, but not invasive cervical cancer (Arbyn 2018).Further comparisons between the di erent HPV vaccines in women will be included in an update of the Arbyn 2018 review.Observational studies in countries that have licensed more than one HPV vaccine will also provide important information on the comparative e icacy and harms of the di erent HPV vaccines.",
    "With regard to serious adverse events, there is a large degree of uncertainty in the evidence comparing di erent HPV vaccines and di erent dose schedules.The 'Summary of findings' tables show low numbers of serious adverse events and deaths in most included studies.Even when the total number of events is high (e.g.Joura 2015), specific events of clinical relevance are still too rare for meaningful comparative analyses.In this review, we used a composite outcome, that is, the overall frequency of serious adverse events, for each comparison, however, analyses based on a composite outcome can produce results that are di icult to interpret for several reasons.This outcome can include events that are not clinically relevant or are not biologically related to the vaccine (Lineberry 2016), occur outside a plausible time frame relative to vaccine exposure (Huang 2011) , or are not based on standardised definitions (Bonhoe er 2002).In addition, trials measure serious adverse events at di erent time points and there is a large variation in duration of follow-up, which could produce misleading summary estimates (Huang 2011) .Finally, there is heterogeneity among trials with regard to the age and gender of participants and clinical measurements of serious adverse events (Appendix 4).Meta-analyses of serious adverse events, such as those presented in this review, should be considered exploratory rather than confirmatory as the analyses are not planned in advance (i.e. when the included studies were designed) (Huang 2011) .Despite the uncertainty in the evidence about harms when comparing di erent HPV vaccines and dose schedules, a previous systematic review reported similar rates of serious adverse events when HPV vaccines were compared to control (Arbyn 2018).",
    "The risk of bias of the included studies in this review is generally low.We rated studies that received funding from the vaccine manufacturer as 'unclear' for the 'other risk of bias' domain.This judgement was based on the results of a systematic review which showed more favourable e icacy results and conclusions in studies sponsored by manufacturing companies (Lundh 2017) .It has been suggested that industry sponsorship of studies results in overly positive results through a variety of choices in the design and conduct of the trials that leads to bias.Based on the low risk of bias in other methodological domains and adequate reporting in the trials, we did not downgrade the certainty of the evidence using GRADE for this factor.In accordance with Higgins 2017, information on industry sponsorship and other funding sources is captured in the Characteristics of included studies tables.",
    "In studies where participants received a control injectionspecifically for the comparisons of HPV vaccines with control in Cochrane Database of Systematic Reviews males and people living with HIV, and di erent interval schedules -many of the included studies used an adjuvant (either aluminium hydroxide or another aluminium compound) as the control rather than a 'true' placebo (NCT00941889 2016 used a saline placebo; Levin 2010 and Wilkin 2018 did not specify the type of placebo).Aluminium adjuvants have been used in vaccines for many years as they are thought to enhance the immune response (HogenEsch 2018), but their suitability as control vaccines in RCTs has been questioned (Jørgensen 2018b).A previous systematic review found no evidence that aluminium adjuvants in diptheria, tetanus, and pertussis vaccines cause any serious or long-lasting adverse events (Je erson 2004).The rate of serious adverse events was low for both vaccine and control groups in the studies included in the current review.However, the benefits and harms of aluminiumcontaining adjuvants are being further assessed in a Cochrane Review (Djurisic 2017), and research is underway to determine how suitable they are as control vaccines for RCTs.",
    "For a number of outcomes presented in the 'Summary of findings' tables, especially serious adverse events and deaths, we downgraded the certainty of the evidence for imprecision.In most cases the sample size of the included RCTs was too small to be able to detect an e ect between groups for these outcomes -especially for rare outcomes such as death.This is another limitation of RCTs in determining the harms associated with HPV vaccines, and lends further weight to the future use of large observational studies.We also downgraded the evidence on serious adverse events for indirectness because of the limitations to the use of a composite outcome measure of events, as described in the section on applicability.",
    "We made great e orts to identify relevant published and unpublished data, through a sensitive electronic database search and screening of vaccine manufacturer websites.By linking clinical trial registry entries with published database searches, and by cross-checking the studies included and excluded from our review against a published index of HPV studies (Jørgensen 2018a), we attempted to minimise the risk of missed studies, though relevant data may remain unregistered or unpublished (Jørgensen 2018a).",
    "We used a priori categories of common adverse events -such as pain or swelling at the injection site -or important outcomes such as serious adverse events and deaths when extracting data from included studies.This method of data extraction could have been limited by the reporting in the included studies, as composite outcomes, such as 'overall injection site/local adverse events', could not be calculated by reports of all events within the study populations.The range of di erent adverse events reported in the included studies, as well as the range of methods used to assess these in the studies, makes it unfeasible to extract all adverse events for the purpose of meta-analysis.",
    "We analysed and reported on all serious adverse events in the included studies.Serious adverse events are any events that result in hospitalisation and life-threatening illness.This means that any serious injury or illness is included, even if it is unlikely to be related to the vaccine.We also reported on results and attribution methods used to determine whether serious adverse events were related to the vaccine.We did not analyse these results or report them in the 'Summary of findings' tables because attribution methods were either not transparent, or not independent of the study investigators (Appendix 4).These results are reported narratively in the E ects of interventions section.",
    "We restricted the sensitivity analysis of very rare events to alternative statistical methods available in Review Manager 5 so ware.We applied a sensitivity analysis to a number of outcomes where there were studies with zero events in both arms, but they did not contribute information when either method was used.It is possible that other methods could yield di erent results where there are zero events in both trial arms (Sharma 2017) .",
    "The results of this systematic review are in agreement with other published reviews on the e icacy of fewer than three doses of HPV vaccine (D'Addario 2017; Markowitz 2018).The current review aimed to provide further information on clinical outcomes and adverse events.This review provides evidence about other comparisons, such as vaccination of boys and comparisons across types of HPV vaccine, which have not previously been assessed.",
    "In general, the bivalent, quadrivalent and nonavalent human papillomavirus (HPV) vaccines appear to be e icacious in eliciting immunogenic responses in both males and females for the targeted HPV genotypes and, typically, conversion to seropositivity is almost 100% amongst recipients.A two-dose HPV vaccination schedule is simpler to administer than a three-dose schedule.Immunogenicity data show non-inferior results for a two-dose when compared with a three-dose schedule of bivalent, quadrivalent and nonavalent HPV vaccine.The World Health Organization (WHO) strategic advisory group of experts on vaccination recommends a twodose schedule with at least six months between the first and second dose, irrespective of sex, if the first dose is given before 15 years of age (WHO 2017).In practice, 65 countries worldwide have adopted two-dose HPV vaccination schedules for girls, as of 31 December 2017.Amongst high-income countries that recommend HPV vaccination for boys, Australia, Switzerland and the USA recommend a two-dose schedule.Given the decision of the International Agency for Research on Cancer that immunogenicity is a surrogate endpoint for individuals under 16 years of age, randomised controlled trials (RCTs) with clinical endpoints in this age group are unlikely.",
    "For males, including men who have sex with men (MSM), the quadrivalent HPV vaccine probably reduces the incidence of external genital lesions and anogenital warts (condylomata acuminata) compared with control.There were slightly more injection-site adverse events with the quadrivalent vaccine compared to control, but insu icient evidence to determine the e ects of HPV vaccine on serious adverse events or deaths when compared with control.",
    "The nonavalent vaccine and quadrivalent vaccines o er similar protection levels against cervical, vaginal, and vulval precancer lesions and cancer in young women and similar levels of immunogenicity for the four HPV genotypes included in both vaccines in females and males.For high-grade disease related to HPV 31, 33, 45, 52, or 58 (i.e.those genotypes covered by",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews the nonavalent vaccine and not the quadrivalent vaccine) in women, the e ect favours the nonavalent vaccine.No studies that compared nonavalent and quadrivalent HPV vaccines reported on clinical outcomes in males.The nonavalent vaccine was associated with an increase in local adverse events compared to the quadrivalent vaccine.Comparative evidence about serious adverse events was limited by imprecision and indirectness.Most of the evidence for this comparison comes from the 16 to 26 year-old age group in females, and there are far fewer data for younger females and males.",
    "Evidence about the e icacy and harms of HPV vaccines in people living with HIV is limited because very few trials measured clinical outcomes.In children living with HIV, quadrivalent HPV vaccine probably results in higher GMTs than control at seven months.In adults living with HIV the evidence about clinical outcomes and harms of quadrivalent HPV vaccine, compared with control or other HPV vaccines, was of very low-certainty.The duration of protection of HPV vaccines in people with HIV infection and the e ect of declining immunity on protection are unknown.",
    "We identified no studies for any new HPV vaccines in phase 2 or 3 development that plan to report on the comparisons of interest in this review.",
    "Further long-term post-licensure studies are needed to determine the duration of protection of one-dose and two-dose schedules, as well as the e icacy against HPV-related cancer endpoints in women, men, MSM, and people with HIV infection.RCTs of the e ects of virus-like particle HPV vaccines on cervical and anal cancer are likely to study surrogate endpoints such as immunogenicity and persistent HPV infection.For vulval and vaginal cancer, clinical disease is still recommended as an endpoint because of insu icient knowledge about persistent infection (IARC 2014) .The natural history of HPV-associated oropharyngeal cancer is even less well understood.RCTs of the e ects of HPV vaccines will be needed, but might rely on persistent HPV infection as an outcome.The elucidation of the immune correlate of protection for HPV vaccines would be extremely valuable.",
    "Further RCTs to compare di erent vaccine schedules are needed to determine the most cost-e ective strategy to reduce the incidence of persistent HPV infection and related cancers.Evidence about the e ectiveness of a two-dose HPV vaccine schedule on clinical HPV-related disease still relies on non-randomised comparisons of RCTs (Kreimer 2015; Sankaranarayanan 2016) , and on data from national immunisation programmes (Markowitz 2018) .These studies provide essential ongoing data, but cannot fully overcome confounding e ects of di erences between groups that receive a certain number of doses.In immunisation programme data in particular, those receiving two doses as part of a three-dose schedule might only have received the first two doses with a one or two month gap and might be beyond the recommended age for vaccination.In this situation, these studies might actually underestimate the e ectiveness of a recommended two-dose schedule with at least six months between doses (Markowitz 2018 ).",
    "An RCT that commenced in August 2018 will provide information about the non-inferiority of one and two doses of bivalent and nonavalent HPV vaccines against incident HPV genotype 16/18 infections that persist for six months or more in young women (NCT03180034).In addition, long-term surveillance and registrybased studies, such as linking vaccination databases with diseaseand population-based registries, are needed to establish vaccine e ectiveness and harms over time.",
    "This review included a wide range of comparisons of alternative HPV vaccine schedules.In future, studies of the e icacy of di erent types of HPV vaccine, studies of alternative dose schedules, and studies of the e ectiveness of HPV vaccines in people living with HIV infection could be examined in separate systematic reviews.This review has highlighted the limitations of data about harms collected in RCTs, especially imprecision, owing to the low frequency of serious adverse events.Longer-term follow-up is needed to investigate links with specific adverse events, such as new chronic diseases or adverse pregnancy outcomes.Postmarketing surveillance allows continued monitoring and reports events following HPV vaccination in the population beyond the duration of follow-up in RCTs.Surveillance studies of large registrybased data from real-world vaccination programmes can also provide more precise estimates of the incidence of specific adverse events and investigate prespecified hypotheses.In these studies, attribution of whether serious adverse events and deaths are related to the vaccine can be performed independently of study investigators and potential conflicts of interest.Future updates of this review will include observational long-term post-licensure studies to allow more detailed investigation of specific harms associated with HPV vaccines, long-term data on the e ectiveness of HPV vaccines, and the value of di erent dose schedules in increasing vaccine coverage.Future reviews should also consider the synthesis of evidence from vaccination programmes in the context of gender-neutral HPV vaccination, where consideration of indirect e ects of HPV vaccination is needed to provide more relevant estimates of vaccine e ectiveness for public health stakeholders.",
    "The authors would like to acknowledge the contribution of systematic reviewers from Cochrane Response for their assistance in screening abstracts and full-texts for this review.",
    "We would also like to thank Sarah Hodgkinson and Helen Wakeford for their editorial comments and support, Elizabeth Royle for copy-editing, and all those providing referee comments, including:",
    "Guyatt GH, Oxman AD, Vist G, Kunz R, Brozek J, Alonso Merck had no role in the design or conduct of the study; collection, management, analysis, or interpretation of the data; or preparation, review, or approval of the manuscript.",
    "Trial ID: NCT00501137",
    "Random sequence generation (selection bias)",
    "Low risk Girls were randomised (1:1) in balanced, stratified blocks of 6 to receive either 2 doses (at 0 and 6 months) or 3 doses (at 0, 2, and 6 months).The co-ordinating centre used SAS, version 9.2 (SAS Institute Inc) to generate randomisation lists for each site.",
    "Low risk Co-ordinating centre generated randomisation sequence and allocated girls.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "Impossible to blind girls as to whether they were randomised to 2 or 3 doses; the young women were not randomised, all receiving 3 doses.",
    "Low risk Laboratory sta , blinded to group assignment, conducted the HPV antibody assays.",
    "Low risk Data were reported for both ITT and per protocol populations, with full information on exclusions and withdrawals.",
    "Selective reporting (reporting bias)",
    "The primary interest was in the per-protocol population; however, the results presented were the ITT population because these results could be generalised more readily.",
    "No other bias apparent  boys aged 9-14 years receiving 2 doses nonavalent HPV vaccine;",
    " adolescent girls and young women 16-26 years receiving 3 doses of nonavalent HPV vaccine Last report average follow-up time: 13 months (1 month after the last dose)",
    "Funding: Merck & Co, manufacturer of the quadrivalent and nonavalent HPV vaccines.Merck, as the study sponsor, was directly involved in the design and conduct of the study in conjunction with external investigators; collection, management, analysis, and interpretation of the data; and preparation and review of the manuscript.The presentation also underwent formal review by Merck.However, Merck could not prevent submission of the manuscript.",
    "Trial ID: NCT01984697",
    "Random sequence generation (selection bias)",
    "Low risk Randomisation occurred centrally using interactive voice response system/integrated web response system (IVRS/IWRS).Subjects were assigned randomly Cochrane Database of Systematic Reviews to 1 of the 3 vaccination arms based on their age stratum according to a computer-generated allocation schedule.",
    "Low risk Randomisation occurred centrally using interactive voice response system/integrated web response system (IVRS/IWRS).Subjects were assigned randomly to 1 of the 3 vaccination arms based on their age stratum according to a computer-generated allocation schedule.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "This was an open-label trial; therefore, the sponsor, investigator and subject knew the treatment administered.",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "This was an open-label trial; therefore, the sponsor, investigator and subject knew the treatment administered.Low risk Quote: The subjects, investigators (and his/her sta ), laboratory sta , members of the Scientific Advisory Committee, and HPV Vaccine Program Pathology Panel will remain blinded to subject vaccination group allocations for the duration of the study.The SPONSOR will remain blinded to subject vaccination allocations until the required number of cases of the primary efficacy endpoint have been observed and the database is unblinded for the primary efficacy analysis, with the exception of unblinded personnel who will provide data summaries for dose selection and DSMB meetings, and those who will determine when the required number of cases of the primary efficacy endpoint have been observed.These unblinded personnel will not be associated with the conduct of the study or the design of any of the statistical analyses for the study (other than those requested by the DSMB).(From protocol, supplementary material online)",
    "Trusted evidence.Informed decisions.Better health.",
    "Inclusion criteria: born 1992-1995; parental consent; healthy, as established by medical history.If female, not pregnant and not of child-bearing potential or using adequate contraception for 30 days prior to vaccination and to continue for 2 months after completion of the vaccination series",
    "Vaccine 1: 90% of the girls and boys assigned to receive bivalent HPV vaccine (Cervarix) and 10% assigned to receive hepatitis B vaccine (HBV; Engerix) at 0,1 and 6 months (11 clusters)",
    "Vaccine 2: 90% of the girls assigned to receive bivalent HPV vaccine, 10% of girls assigned to receive HBV vaccine and all boys received HBV-vaccine (11 clusters) Control: all participants assigned to receive active control HBV vaccine (11 clusters) Outcomes Harms: adverse events (active surveillance subgroup 12-month follow-up)",
    "Other groups: the data provided on harms in the male participants was based on the 2436 in group 1 who received bivalent vaccine and a sub-set of 1267 of those who received HBV vaccine in group 2.",
    "Last report average follow-up time: 4 years Funding: GlaxoSmithKline",
    "Trial ID: NCT00534638",
    "Random sequence generation (selection bias)",
    "Low risk Cluster-randomised: communities were randomly assigned in equal numbers (1:1:1) to the three intervention arms using a random number generator",
    "Allocation concealment (selection bias)",
    "Although the trial used central randomisation: study participants were to be administered the vaccine dose according to a central randomisation system on Internet",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "High risk Although the study was blinded for participants in the first arm (HPV or HBV vaccine), the participants in the third arm were aware of their allocation (all received HBV vaccine).",
    "High risk Quote: For investigators, the study was open",
    "High risk For active adverse event surveillance, data were collected only for a subset of male participants and it was unclear how these participants were selected.Passive adverse event surveillance was conducted for all participants, but not reported for males separately.",
    "Selective reporting (reporting bias)",
    "No outcomes were reported completely separately for boys and girls.Adverse events were reported in boys separately, but in a selected subset.",
    "Trial funded by vaccine manufacturer.",
    "Trusted evidence.Informed decisions.Better health.",
    "Participants Participants:1075 girls (359 to 2 doses of bivalent HPV; 358 to 2 doses of quadrivalent HPV; 358 to 3 doses of quadrivalent HPV; recruited at 21 sites in France, Hong Kong, Singapore and Sweden Age range: 9-14 years Inclusion criteria: healthy girls aged 9-14 years; girls of childbearing potential could be enrolled if they were abstinent or practised adequate contraception for 30 days prior to vaccination, had a negative pregnancy test on the day of each vaccination, and agreed to continue contraception for up to 2 months after completion of the vaccination series.",
    "Vaccine 1: quadrivalent HPV vaccine; 2 doses: day 1, month 6",
    "Vaccine 2: quadrivalent HPV vaccine; 3 doses: day 1, month 2, month 6",
    "Girls in the 2-dose group received aluminium adjuvant placebo (Al(OH) 3 ) at month 2 to maintain the observer blinding.",
    "Harms: adverse events, deaths Immunogenicity: GMT, seroconversion",
    "Other groups: 358 girls aged 9-14 years who received 2 doses of bivalent HPV vaccine.",
    "Last report average follow-up time: 36 months Funding: GlaxoSmithKline Biologicals SA funded this study and was involved in all stages of study conduct, including analysis of the data and the development and publication of the manuscript.",
    "Trial ID: NCT01462357",
    "Random sequence generation (selection bias)",
    "The randomisation code was generated using MATEX, a program developed for use in SAS (Cary, NC, USA), by GSK Vaccines, Belgium.",
    "Low risk Quote: Treatment allocation at the investigator site was performed using a centralized internet-based randomisation system Blinding of participants and personnel (performance bias) All outcomes",
    "The study was conducted in an observer-blind manner (i.e.vaccines were prepared and administered by qualified medical personnel not otherwise involved in the conduct of this study).Personnel involved in subject evaluation and subjects themselves were blinded to group assignments.Girls in the 2dose groups received control Al(OH) 3 at month 2 to maintain observer blinding.",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "Personnel involved in subject evaluation, and subjects themselves, were blinded to group assignments.",
    "Low risk Data appeared to be reported adequately, including reasons for withdrawals.",
    "Selective reporting (reporting bias)",
    "No reason to suspect that reporting was selective.Clinical trial registry checked.",
    "Random sequence generation (selection bias)",
    "The online clinical trials record states Randomized, but details about how randomisation was achieved were not reported.",
    "Unclear risk Details of allocation concealment were not reported.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "The online clinical trials record states Masking: Double (Participant, Investigator), but details about how blinding was achieved were not reported.",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "The online clinical trials record states Masking: Double (Participant, Investigator), but details about how blinding was achieved were not reported.",
    "High risk Data for 62.5% (20/32) of the participants enrolled were missing due to withdrawal from the study, the online trial record states No outcomes data were collected or analysed due to lack of participant follow-up",
    "Selective reporting (reporting bias)",
    "The study did not report on adverse events and the online trial record states No outcomes data were collected or analysed due to lack of participant follow-up",
    "Other bias Unclear risk No published report was identified for this study, data were extracted from the clinical trials record which had insufficient information to establish whether there was a risk of other bias.",
    "Random sequence generation (selection bias)",
    "The online clinical trials record and clinical trial result summary state Randomized, but details about how randomisation was achieved were not reported.",
    "Unclear risk Details of allocation concealment were not reported Blinding of participants and personnel (performance bias) All outcomes",
    "The online clinical trials record states Triple (Participant, Investigator, Outcomes Assessor), but details about how blinding was achieved were not reported.",
    "Blinding of outcome assessment (detection bias) All outcomes",
    "The online clinical trials record states Triple (Participant, Investigator, Outcomes Assessor), but details about how blinding was achieved were not reported.",
    "Low risk Data were provided for the total vaccinated cohort (100% of enrolled participants), together with full information about reasons for exclusions and withdrawals from follow-up.",
    "Selective reporting (reporting bias)",
    "High risk Not all outcomes listed in the online trial registration were reported in the trial result summary report.",
    "No published report was identified for this study; data were extracted from the clinical trials results summary on the manufacturer's web site (https:// www.gsk-clinicalstudyregister.com/) which had insufficient information to establish whether there was a risk of other bias.",
    "Random sequence generation (selection bias)",
    "The online clinical trials record and clinical trial result summary state Randomized, details about how randomisation was achieved were not reported.",
    "Unclear risk Details of allocation concealment were not reported.",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "The clinical trial record states masking: triple (participant, investigator, outcomes assessor but no other details were provided.",
    "The clinical trial record states masking: triple (participant, investigator, outcomes assessor but no other details were provided.",
    "Low risk Reasons for withdrawals were reported and balanced between groups.",
    "Selective reporting (reporting bias)",
    "High risk HPV disease (HPV Type 6, 11, 16, or 18-related condyloma acuminate, penile, perianal, or perineal intraepithelial neoplasia or cancer) was not reported separately; persistent HPV infection and HPV disease were reported as a combined outcome.",
    "No published report was identified for this trial.Trial funded by vaccine manufacturer.Funding: GlaxoSmithKline Biologicals SA.GlaxoSmithKline Biologicals designed the study in collaboration with investigators and co-ordinated gathering, analysis, and interpretation of data and writing of the report.",
    "Trial ID: NCT01381575",
    "Random sequence generation (selection bias)",
    "The randomisation list was generated by GSK Vaccines using a standard SAS program.A randomisation blocking scheme (1:1 ratio) ensured that balance between the two 2-dose schedules was maintained.Treatment allocation at each site used a central randomisation system on the Internet.",
    "Low risk Treatment allocation at each site used a central randomisation system on the Internet.",
    "High risk Investigators and participants were not blinded to group assignment.Girls aged 9-14 years were randomised (1:1) to receive 2-dose schedule (months 0, and 6 or months 0, and 12) and women aged 15-25 years were allocated to receive 3-dose schedule (months 0, 1, and 6).",
    "Blinding",
    "Random sequence generation (selection bias)",
    "The randomisation list was computer-generated at GlaxoSmithKline Biologicals.",
    "Low risk Treatment allocation at the investigator site was performed using a central randomisation call-in system on the Internet; the randomisation algorithm used a minimisation procedure accounting for centre and age (9-14, 15-19 and 20-25 years).",
    "Blinding of participants and personnel (performance bias) All outcomes",
    "The trial was partially blinded within the 2-dose schedule groups (observers were blinded to group assignment) and open in the 3-dose schedule group.In the 2-dose schedule groups, a placebo was administered at month 2 (Groups 20 μg dose (months 0 and 6) and 40 μg dose (months 0 and 6)) or at month 6 (Group 40 μg dose (months 0 and 2) to maintain blinding.",
    "The trial was partially blinded within the 2-dose schedule groups (observers were blinded to group assignment).",
    "Copyright",
    "Random sequence generation (selection bias)",
    "Low risk Random allocation sequences were computer generated by the hospital pharmacy.Participants were assigned their study identification number according to the chronological order in which they were enrolled.Participants and investigators were masked to the assigned vaccine throughout the study.",
    "Low risk Random allocation sequences were computer generated by the hospital pharmacy.Participants were assigned their study identification number according to the chronological order in which they were enrolled.Participants and investigators were masked to the assigned vaccine throughout the study.",
    "Low risk Participants and investigators were masked to the assigned vaccine throughout the study.",
    "To 2014 *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).",
    "CI: confidence interval; HIV: human immunodeficiency virus; HPV: human papillomavirus; MSM: men who have sex with men; OR: odds ratio; RR: risk ratio GRADE Working Group grades of evidence High quality: Further research is very unlikely to change our confidence in the estimate of effect.Moderate quality: Further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate.Low quality: Further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate. Downgraded one level for risk of bias: details about how randomisation sequence was generated or how blinding was achieved were not reported.",
    "2 Downgraded two levels for serious imprecision: few events and a wide 95% confidence interval that incorporated a potentially beneficial e ect and a potentially harmful e ect.",
    "3 Downgraded two levels for serious risk of bias: data for 62.5% (20/32) of the participants enrolled were missing due to lack of follow-up.",
    "In addition, details about how randomisation, allocation concealment, and blinding were achieved were not reported. 4Downgraded two levels for imprecision: few events and wide 95% confidence interval that incorporated a potential beneficial e ect and no e ect. 5 Downgraded two levels for serious imprecision: no events reported, the study was not powered to detect a di erence in serious adverse events or mortality.",
    "6 Downgraded one level for indirectness: This outcome is a composite measure of events which may or may not be clinically relevant, may or may not be related to the vaccine and may occur outside a biologically plausible time frame relative to vaccine exposure.This outcome is considered to provide indirect evidence about vaccine safety. 7See Table 1 for details of each serious event.High-grade cervical epithelial neoplasia, adenocarcinoma in situ, and cervical cancer",
    "No studies were identified that reported on this outcome.",
    "No studies were identified that reported on this outcome.",
    "No studies were identified that reported on this outcome.Data for specific local adverse events (pain and swelling at injection site) are presented in the Data and analyses and Effects of interventions sections.",
    "No studies were identified that reported on this outcome.",
    "Serious Cochrane Database of Systematic Reviews *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).CI: confidence interval; HIV: human immunodeficiency virus; HPV: human papillomavirus; OR: odds ratio GRADE Working Group grades of evidence High quality: Further research is very unlikely to change our confidence in the estimate of effect.Moderate quality: Further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate.Low quality: Further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate.Very low quality: We are very uncertain about the estimate. 1Downgraded two levels for serious imprecision: few events and a wide 95% confidence interval that incorporated a potentially large beneficial e ect and a potentially large harmful e ect.",
    "2 Downgraded two levels for serious imprecision: no events reported, the study was not powered to detect a di erence in mortality.",
    "3 Downgraded one level for indirectness: This outcome is a composite measure of events which may or may not be clinically relevant, may or may not be related to the vaccine and may occur outside a biologically plausible time frame relative to vaccine exposure.This outcome is considered to provide indirect evidence about vaccine safety. 4See Table 1 for details of each serious event.",
    "Bivalent HPV vaccine compared with quadrivalent HPV vaccine in adults with HIV Patient or population: adults and adolescents (combined male and female) with HIV, ≥ 15 years old Settings: Brazil, Denmark, Estonia, India, and Thailand",
    "Intervention: bivalent HPV vaccine (3 doses at 0, 1.5, and 6 months)",
    "Comparison: quadrivalent HPV vaccine (3 doses at 0, 1.",
    "Cochrane Library Trusted evidence. Informed decisions. Better health.",
    "Cochrane Database of Systematic Reviews observed for 30 mins after each injection for any immediate reaction.",
    "Non-serious injection site and systemic events were not actively solicited.respective of causality from day 1 (month 0) through 6 months after the last vaccination).",
    "cause, and consistency with the vaccine's known safety profile).",
    "Blinding was not reported.",
    "No definition given for non-serious AEs.SAEs were predefined (those events that resulted in death, were deemed life-threatening, led to a persistent or significant disability, required hospitalization, or were associated with a congenital anomaly, cancer, or other important medical event).",
    "after each dose administration.",
    "Attribution was not reported.",
    "No information on how withdrawals were handled in the analysis.",
    "Joura 2015 Mode of data collection was not reported.Attribution was made by the study co-ordinator.",
    "Blinding not reported.",
    "The severity of AEs was done using the Division of AIDS Attribution method not explicitly described in methods section.However, it seems it was done by the investigator Neither of the SAEs were fatal, and both events were considered by the investigator to be unrelated to study vaccination; the determination of whether a chronic disease is considered to be of new onset will be based on review of the subject's pre-vaccination medical history.",
    "Blinding was not reported.",
    "Outcome definition:",
    " Solicited local AEs included pain, redness, and swelling at the injection site; Cochrane Database of Systematic Reviews",
    " Grade 3 solicited AEs were defined as pain that prevented normal activity, redness or swelling larger than 50 mm, fever higher than 39.0 °C (axillary temperature), urticaria distributed on at least four body areas, or events that prevented normal, everyday activities.Urticaria or rash that appeared within 30 minutes of each vaccine dose was also documented by the investigator",
    "Comparison of di erent human papillomavirus (HPV) vaccine types and dose schedules for prevention of HPV-related disease in females and males (Review) Copyright  2019 The Authors.Cochrane Database of Systematic Reviews published by John Wiley & Sons, Ltd. on behalf of The Cochrane Collaboration.",
    "Downgraded two levels for serious imprecision: few events reported.",
    "Downgraded two levels for serious imprecision: no events reported, the study was not powered to detect a di erence in serious adverse events or mortality.",
    "Downgraded one level for risk of bias: details on how randomisation, allocation concealment, and blinding was achieved was not reported.",
    "Downgraded two levels for serious imprecision: few events and a wide 95% confidence interval that incorporate a potentially large beneficial e ect and a potentially large harmful e ect.",
    "Downgraded one level for indirectness: This outcome is a composite measure of events which may or may not be clinically relevant, may or may not be related to the vaccine and may occur outside a biologically plausible time frame relative to vaccine exposure.This outcome is considered to provide indirect evidence about vaccine safety.",
    "See Table1for details of each serious event."
  ],
  "back_matter": [
    "We thank Jo Morrison for her clinical and editorial advice, Jo Platt for assistance with the searches and and Gail Quinn, Clare Jess for their contribution to the editorial process.The World Health Organization retains copyright and all other rights in the manuscript of this review as submitted for publication, including any revisions or updates to the manuscript which WHO may make from time to time.",
    "Trusted evidence.Informed decisions.Better health.Cochrane Database of Systematic Reviews mous cells of undetermined significance at the screening visit.All women had to be willing to undergo HIV counselling and testing and to be informed of their HIV status.",
    "Vaccine: bivalent HPV vaccine; 3 doses: day 0, month 1, month 6Control: aluminium adjuvant placebo (aluminium hydroxide (Al(OH) 3 )); 3 doses: day 0, month 1, month 6Outcomes Harms: adverse events Immunogenicity: GMT, seroconversion",
    "Other groups: 30 HIV-negative women were enrolled as a control group and received bivalent HPV vaccineLast report average follow-up time: 12 months Funding: GlaxoSmithKline Biologicals SA.The study sponsor designed the study in collaboration with the investigators, and co-ordinated collection, analysis, and interpretation of data.Trial ID: NCT00586339.",
    "Low risk Most analysis per protocol, but baseline data on full cohort provided, data on withdrawals and reasons for withdrawing also provided.Selective reporting (reporting bias)",
    "No reasons to suspect that reporting was selective.Clinical trial record checked.",
    "Trial funded by vaccine manufacturer.",
    "Phase III, open-label, non-inferiority, controlled, randomised, multi-centre trial Participants Participants: 520 women and young girls (259 to 2-dose quadrivalent HPV vaccine and 261 to 3-dose quadrivalent HPV vaccine) recruited from 3 Canadian provincial centres Age range: girls aged 9-13 years, young women aged 16-26 years",
    "No statement provided about allocation concealment.Blinding of participants and personnel (performance bias) All outcomes",
    "No detailed statement provided about how blinding was maintained or who was blinded.Blinding of outcome assessment (detection bias) All outcomes",
    "No detailed statement provided about how blinding was maintained or who was blinded.",
    "Low risk Data were provided for the total vaccinated cohort (100% of enrolled participants), together with full information about reasons for exclusions and withdrawals from follow-up.Selective reporting (reporting bias)",
    "No reason to suspect that reporting was selective.Clinical trial record checked.",
    "Random sequence generation (selection bias)",
    "Randomisation list generated at GlaxoSmithKline Biologicals (Rixensart, Belgium) using a standard SAS program (SAS Institute, Cary, NC).",
    "Low risk Participants were assigned a vaccine treatment number; blinding was maintained to the individual treatment allocated.Blinding of participants and personnel (performance bias) All outcomes",
    "Participants were assigned a vaccine treatment number; blinding was maintained to the individual treatment allocated.All study personnel were blinded to the vaccines used, except the study nurse administrating the vaccines.Blinding of outcome assessment (detection bias) All outcomes",
    "Participants were assigned a vaccine treatment number; blinding was maintained to the individual treatment allocated.All study personnel were blinded to the vaccines used, except the study nurse administrating the vaccines.",
    "Low risk Data for all participants enrolled were reported for adverse events.Reasons for exclusion from immunogenicity analysis was provided.Selective reporting (reporting bias)Low risk All relevant outcomes were reported in clinical trials record and clinical study report.",
    "No report of industry funding in publication, though the study report is available on GSK web site.",
    "Trial ID: NCT00092547 Cochrane Database of Systematic Reviews VERY LOW 3,4,5,6 Mortality No studies were identified that reported on this outcome.",
    "*The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).CI: confidence interval; HIV: human immunodeficiency virus; HPV: human papillomavirus; OR: odds ratio; RR: risk ratio GRADE Working Group grades of evidence High quality: Further research is very unlikely to change our confidence in the estimate of effect.Moderate quality: Further research is likely to have an important impact on our confidence in the estimate of effect and may change the estimate.Low quality: Further research is very likely to have an important impact on our confidence in the estimate of effect and is likely to change the estimate.",
    "We are very uncertain about the estimate.",
    "No studies were identified that reported on this outcome *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).",
    "Trusted evidence.Informed decisions.Better health.Cochrane Database of Systematic Reviews CI: confidence interval; HPV: human papillomavirus GRADE Working Group grades of evidence High certainty: we are very confident that the true effect lies close to that of the estimate of the effect Moderate certainty: we are moderately confident in the effect estimate: the true effect is likely to be close to the estimate of the effect, but there is a possibility that it is substantially different Low certainty: our confidence in the effect estimate is limited: the true effect may be substantially different from the estimate of the effect Very low certainty: we have very little confidence in the effect estimate: the true effect is likely to be substantially different from the estimate of effectFootnotes 1 Downgraded one level for risk of bias: allocation concealment was not reported and the trial was open label.2 Downgraded two levels for serious imprecision: no events reported, the study was not powered to detect a di erence in serious adverse events.3 Downgraded one level for indirectness: This outcome is a composite measure of events which may or may not be clinically relevant, may or may not be related to the vaccine and may occur outside a biologically plausible time frame relative to vaccine exposure.This outcome is considered to provide indirect evidence about vaccine safety.",
    "Cochrane Library Trusted evidence. Informed decisions. Better health.Cochrane Database of Systematic Reviews 2 Downgraded one level for risk of bias: details about how randomisation sequence was generated or how blinding was achieved were not reported.3 Downgraded two levels for imprecision: small sample size and very wide 95% confidence interval that incorporates a potential large beneficial e ect and a potential large harmful e ect.4 Downgraded one level for imprecision: wide 95% confidence interval that incorporates a potential beneficial e ect and a potential harmful e ect.Cochrane Database of Systematic Reviews",
    "The original protocol of this review was developed to match the needs of the WHO Initiative for Vaccine Research, and a number of comparisons investigated were not included in the current review.The protocol did not include adverse events as outcomes, these were extracted and included in this version of the review.In addition, for this version of the review, immunogenicity outcomes were considered as secondary outcomes and included only as Appendices.The outcome of histologically confirmed high-grade disease was amended for males, to include all clinical outcomes.We did not plan to assess the impact of statistical method to calculate odds ratios for very rare events in the protocol.We decided to assess the robustness of our analyses for very rare events (rates less than 1%) in view of the alternative statistical methods that can be used in this scenario (Bradburn 2007).The following comparisons, for non-randomised immuno-bridging studies were included in the original protocol, but were not reported in the current review: fewer than three doses in adolescent girls (9 to 14 years) versus three doses in young women (15 to 26 years), using the same vaccine and the same dosage (three-dose arm using the WHO recommended schedule);  one dose in adolescent girls (9 to 14 years) versus two doses in young women (15 to 26 years), using the same vaccine and the same dosage;  males versus the same HPV vaccine type in females; any HPV vaccine type in men who have sex with men (MSM) versus the same vaccine type in females or heterosexual males; any HPV vaccine type in people with HIV infection compared with people without HIV infection."
  ],
  "bibref_titles": [
    "Evaluation on the persistence of anti-HPV immune responses to the quadrivalent HPV vaccine in Chinese females and males: Up to 3.5 years of follow-up",
    "Safety and immunogenicity of a vaccine targeting human papillomavirus types 6, 11, 16 and 18: a randomized, double-blind, placebocontrolled trial in Chinese males and females",
    "Long-term study of a quadrivalent human papillomavirus vaccine",
    "4-Valent Human Papillomavirus (4vHPV) Vaccine in Preadolescents and Adolescents A er 10 Years",
    "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
    "Chapter 8: Assessing risk of bias in included studies",
    "Optimizing the utilization of aluminum adjuvants in vaccines: you might just get what you want",
    "Pitfalls in meta-analyses on adverse events reported from clinical trials",
    "Primary Endpoints for Prophylactic HPV Vaccine Trials",
    "Better reporting of harms in randomized trials: an extension of the CONSORT statement",
    "Adverse events a er immunisation with aluminium-containing DTP vaccines: systematic review of the evidence",
    "Index of the human papillomavirus (HPV) vaccine industry clinical study programmes and non-industry funded studies: a necessary basis to address reporting bias in a systematic review",
    "Proof-of-principle evaluation of the e icacy of fewer than three doses of a bivalent HPV16/18 vaccine",
    "E icacy of fewer than three doses of an HPV-16/18 AS04-adjuvanted vaccine: combined analysis of data from the Costa Rica Vaccine and PATRICIA trials",
    "Histological characteristics of human papilloma-virus-positive and-negative invasive and in situ squamous cell tumours of the penis",
    "Progress in HPV vaccination in lowand lower-middle-income countries",
    "Recommendations to improve adverse event reporting in clinical trial publications: a joint pharmaceutical industry/ journal editor perspective",
    "Industry sponsorship and research outcome",
    "Human papillomavirus vaccine e ectiveness by number of doses: systematic review of data from national immunization programs",
    "Natural history of cervical neoplasia and risk of invasive cancer in women with cervical intraepithelial neoplasia 3: a retrospective cohort study",
    "E icacy of a prophylactic adjuvanted bivalent L1 virus-like-particle vaccine against infection with human papillomavirus types 16 and 18 in young women: an interim analysis of a phase III double-blind, randomised controlled trial",
    "Informed decisions. Better health. Cochrane Database of Systematic Reviews trials: extension of the CONSORT 2010 statement",
    "Immunogenicity and HPV infection a er one, two, and three doses of quadrivalent HPV vaccine in girls in India: a multicentre prospective cohort study",
    "Explanations for the high potency of HPV prophylactic vaccines",
    "HPV and anal cancer in HIV-infected individuals: a review",
    "The Yusuf-Peto method was not a robust method for meta-analyses of rare events data from antidepressant trials",
    "The predicted impact of HPV vaccination on male infections and male HPV-related cancers in Australia",
    "Human papillomavirus vaccines",
    "Alternative dosage schedules with HPV virus-like particle vaccines",
    "Human papillomavirus typing in reporting of Condyloma",
    "The role of human papillomavirus infection in head and neck cancers",
    "External genital human papillomavirus prevalence and associated factors among heterosexual men on 5 continents",
    "Interventions to improve HPV vaccine uptake: a systematic review",
    "WHO 2017 World Health Organization. Human papillomavirus vaccines: WHO position paper, May 2017",
    "Protocol for an update of a systematic review and meta-analysis of the immunogenicity and e icacy of HPV vaccines in females and males aged 9-26 years. osf.io/qchzb",
    "Two-dose schedules for human papillomavirus vaccine: systematic review and meta-analysis",
    "Ovid MEDLINE search strategy 1. exp Papillomavirus Infections/ 2. exp PAPILLOMAVIRIDAE/ 3. (human papilloma virus or human papillomavirus).tw. 4. 1 or 2 or 3",
    "exp Immunization/ 6. (vaccin* or immuni*).tw. . 5 or 6 8",
    "human papillomavirus adj (vaccin* or immuni*))",
    "HPV vaccin",
    "cervarix or gardasil)",
    "Comparison of di erent human papillomavirus (HPV) vaccine types and dose schedules for prevention of HPV-related disease in females and males (Review) Copyright  2019 The Authors",
    "randomised controlled trial.pt. 17. controlled clinical trial.pt. 18. randomized.ab. 19. placebo.ab. 20. clinical trials as topic.sh. 21. randomly.ab. 22. trial",
    "Ovid Embase search strategy 1. exp papillomavirus infection/ 2. exp Papillomaviridae/ 3. (human papilloma virus or human papillomavirus).tw. 4. 1 or 2 or 3",
    "exp immunization/ 6. (vaccin* or immuni*).tw",
    "Wart virus vaccine/ 10. (human papilloma virus adj (vaccin* or immuni*))",
    "human papillomavirus adj (vaccin* or immuni*))",
    "HPV vaccin*.tw. 13. (cervarix or gardasil)",
    "crossover* or cross over* or cross-over*)"
  ]
}