{
  "paper_id": "Boedt_et_al-2021-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:07.573024Z"
  },
  "title": "Preconception lifestyle advice for people with infertility",
  "authors": [
    {
      "first": "Tessy",
      "last": "Boedt",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Anne-Catherine",
      "last": "Vanhove",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Melissa",
      "last": "Vercoe",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Christophe",
      "last": "Matthys",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Eline",
      "last": "Dancet",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "Sharon",
      "last": "Lie Fong",
      "email": "",
      "affiliation": {}
    }
  ],
  "year": "",
  "abstract": "",
  "pdf_parse_keywords": [],
  "body_text": [
    "Infertility is a prevalent problem that has significant consequences for individuals, families, and the community.Modifiable lifestyle factors may a ect the chance of people with infertility having a baby.However, no guideline is available about what preconception advice should be o ered.It is important to determine what preconception advice should be given to people with infertility and to evaluate whether this advice helps them make positive behavioural changes to improve their lifestyle and their chances of conceiving.",
    "To assess the safety and e ectiveness of preconception lifestyle advice on fertility outcomes and lifestyle behavioural changes for people with infertility.",
    "We searched the Cochrane Gynaecology and Fertility Group Specialised Register of controlled trials, CENTRAL, MEDLINE, Embase, PsycINFO, AMED, CINAHL, trial registers, Google Scholar, and Epistemonikos in January 2021; we checked references and contacted field experts to identify additional studies.",
    "We included randomised controlled trials (RCTs), randomised cross-over studies, and cluster-randomised studies that compared at least one form of preconception lifestyle advice with routine care or attention control for people with infertility.",
    "We used standard methodological procedures recommended by Cochrane.Primary e ectiveness outcomes were live birth and ongoing pregnancy.Primary safety outcomes were adverse events and miscarriage.Secondary outcomes included reported behavioural changes in lifestyle, birth weight, gestational age, clinical pregnancy, time to pregnancy, quality of life, and male factor infertility outcomes.We assessed the overall quality of evidence using GRADE criteria.",
    "We included in the review seven RCTs involving 2130 participants.Only one RCT included male partners.Three studies compared preconception lifestyle advice on a combination of topics with routine care or attention control.Four studies compared preconception lifestyle advice on one topic (weight, alcohol intake, or smoking) with routine care for women with infertility and specific lifestyle",
    "Studies on preconception lifestyle advice on alcohol intake were identified only in at-risk drinking women with infertility.We are uncertain whether preconception lifestyle advice on alcohol intake a ects the number of live births (RR 1.15, 95% CI 0.53 to 2.50; 1 RCT, 37 participants; very low-quality evidence) or miscarriages (RR 1.31, 95% CI 0.21 to 8.34; 1 RCT, 37 participants; very low-quality evidence).One study reported on behavioural changes for alcohol consumption but not as defined in the review methods.No studies reported on adverse events or other behavioural changes.",
    "Studies on preconception lifestyle advice on smoking were identified only in smoking women with infertility.No studies reported on live birth, ongoing pregnancy, adverse events, or miscarriage.One study reported on behavioural changes for smoking but not as defined in the review methods.",
    "Low-quality evidence suggests that preconception lifestyle advice on a combination of topics may result in little to no di erence in the number of live births.Evidence was insu icient to allow conclusions on the e ects of preconception lifestyle advice on adverse events and miscarriage and on safety, as no studies were found that looked at these outcomes, or the studies were of very low quality.This review does not provide clear guidance for clinical practice in this area.However, it does highlight the need for high-quality RCTs to investigate preconception lifestyle advice on a combination of topics and to assess relevant e ectiveness and safety outcomes in men and women with infertility.",
    "Infertility places a significant burden on individuals, families, and the wider community and impacts more than 45 million couples worldwide.Treatment for infertility includes simple interventions such as fertility awareness and lifestyle advice (counselling about weight, diet, physical activity, and/or smoking) to more complex assisted reproductive technologies such as in vitro fertilisation (IVF).Lifestyle factors such as weight, diet, physical activity, and smoking may a ect fertility and the chance of people with infertility having a baby.However, guidelines about what preconception lifestyle advice should be o ered are lacking.",
    "We wanted to find out the e ects of preconception lifestyle advice compared to routine care or attention control (e.g.treatment advice without lifestyle advice) for people with infertility.",
    "We searched for randomised controlled studies that compared preconception lifestyle advice for people with infertility with routine care or attention control.",
    "Trusted evidence.Informed decisions.Better health.",
    "We were interested in finding out what preconception lifestyle advice should be given to people with infertility; how well it works for improving lifestyle to increase their chance of having a baby; and whether it had any unwanted e ects.",
    "We included evidence published up to 14 January 2021.",
    "We found seven studies in 2130 people with infertility.Only one study also included male partners.The studies were conducted in Canada, Iran, The Netherlands, UK, and USA.Three studies compared preconception lifestyle advice on a combination of topics with routine care or attention control.Four studies compared preconception lifestyle advice on one topic (weight, alcohol intake, or smoking) with routine care in women with infertility and specific lifestyle characteristics.",
    "Preconception lifestyle advice on a combination of topics may not a ect live birth.The evidence suggests that if live birth is assumed to be 48% for those receiving routine care or attention control, then live birth when preconception lifestyle advice is received would be between 38% and 53%.We are uncertain whether preconception lifestyle advice on a combination of topics a ects lifestyle behaviour changes such as body mass index (BMI) in women, vegetable intake in men and women, or alcohol abstinence and smoking cessation in men.Preconception lifestyle advice on a combination of topics may not a ect adequate use of folic acid supplement, alcohol abstinence, or smoking cessation in women.The evidence suggests that if adequate folic acid supplement use in women is assumed to be 93% for those receiving routine care or attention control, then adequate folic acid supplement use when preconception lifestyle advice is received would be between 89% and 94%.Evidence also suggests that if it is assumed that 75% of women abstain from alcohol with routine care or attention control, then between 74% and 88% of women would abstain from alcohol when receiving preconception lifestyle advice.If it is assumed that smoking cessation is seen in 95% of women receiving routine care or attention control, then smoking cessation would be seen in 93% to 99% of women when they receive preconception lifestyle advice.No study reported on other behavioural changes.",
    "We are uncertain whether preconception lifestyle advice on weight for women with infertility and obesity a ects live birth or adverse events (including gestational diabetes and hypertension) and miscarriage.Regarding behavioural changes, preconception lifestyle advice on weight may slightly reduce BMI, but we are uncertain whether it a ects other behavioural changes: percentage of weight loss, vegetable and fruit intake, alcohol intake, and total moderate to vigorous physical activity.No study reported on other behavioural changes.",
    "In at-risk drinking women with infertility, we are uncertain whether preconception lifestyle advice on alcohol intake a ects live birth or miscarriage.One study reported behavioural changes in alcohol intake but not as defined in the Review methods.No study reported on any other outcome.",
    "One study reported on preconception lifestyle advice with a focus on behavioural changes for smoking cessation in women with infertility who smoke, but not as defined in the Review methods.No study reported on any other outcome.",
    "The evidence was of low to very low quality.The main limitations of the evidence were poor study methods in included studies (lack of blinding) and lack of (precision in) findings for live birth, safety outcomes, and reported behavioural changes.Evidence is very uncertain about the effect on the number of men not smoking of preconception lifestyle advice on a combination of topics *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).BMI: body mass index; CI: confidence interval; MD: mean difference; RCT: randomised controlled trial; RR: risk ratio.",
    "Risk with routine care or attention control In the single study in this comparison, study authors concluded, There were no significant differences in the mean delta stage-of-change or 12-month rate of maintained cessation.The rate of maintained cessation was not reported separately for intervention and control groups *The risk in the intervention group (and its 95% confidence interval) is based on the assumed risk in the comparison group and the relative effect of the intervention (and its 95% CI).",
    "Trusted evidence.Informed decisions.Better health.",
    "Infertility is defined as the failure to establish a clinical pregnancy a er 12 months of regular unprotected sexual intercourse (Zegers-Hochschild 2017).Worldwide, an estimated 48.5 million couples su er from fertility problems (Mascarenhas 2012) .Infertility may be due to male factors, female factors, or a combination of both, and in 20% of cases, the cause of infertility is unknown (Fritz 2011 The Fertility Society of Australia 2019).Treatment for people with infertility is referred to as medically assisted reproduction (MAR) and includes assisted reproductive technologies (ART) such as in vitro fertilization (IVF) and intracytoplasmic sperm injection (ICSI).These treatments have large financial and biopsychosocial costs for individuals and for the community (Gameiro 2012 Myers 2008) .Therefore, improving treatment success rates and reducing this burden are important research priorities in reproductive medicine (Gameiro 2013) .",
    "Modifiable lifestyle factors such as weight, diet, alcohol intake, ca eine intake, physical activity, smoking, and other substance abuse may a ect the chance of people with infertility having a live birth (Homan 2007 Rooney 2014) .Research suggests that these factors may have important e ects both during the preconception period and on the developing foetus (Atrash 2006 Bille 2009 World Health Organization 2012) .More specifically, Weeks 3 to 8 of pregnancy are the most sensitive in development of the embryo.Therefore, it is important to provide advice about modifying maternal and paternal factors before this period, to reduce the risk of adverse pregnancy outcomes (Atrash 2006 Gardiner 2008 World Health Organization 2012) .Lifestyle factors that may a ect fertility and the chance of a live birth include weight, diet, alcohol intake, ca eine intake, physical activity, smoking, and other substance abuse (Government of South Australia 2015 Homan 2007 Practice Committee 2017 Rooney 2014 World Health Organization 2017) .",
    "Providing advice about which modifiable lifestyle factors a ect fertility is a crucial first step in helping people with infertility to make modifications that may increase their chances of timely conception and delivery of a healthy baby (Grainger 2006 Homan 2007 Moran 2016a; Shawe 2015; World Health Organization 2012) .",
    "Counselling about the aforementioned lifestyle factors may positively influence a couple's behaviour before conceiving, and thus may improve their chance of achieving a live birth.",
    "For both women and men, fertility may decrease when they are overweight (body mass index (BMI) ≥ 25 kg/m ) or underweight (BMI < 18.5 kg/m ) (Campbell 2015 McKinnon 2016 Practice Committee 2015) .In addition, obesity (BMI ≥ 30 kg/m ) in both women and men has substantial adverse e ects on general health but also on reproductive functions and the health of o spring (Campbell 2015 Godfrey 2017 Lane 2015 McKinnon 2016 Practice Committee 2015) .More specifically, obesity in women is associated with ovulatory dysfunction, reduced ovarian responsiveness to agents that induce ovulation, and lower birth rates.Indeed, fertility treatment is less successful in men and women who are overweight or obese as compared with normal weight couples (Campbell 2015 Rittenberg 2011) .Moreover obese women are at increased risk of developing maternal and foetal complications during pregnancy (Practice Committee 2015).Therefore, lifestyle modification is first-line treatment for women and men with obesity (Best 2017 Practice Committee 2015).It is recommended that people aiming to conceive should maintain a healthy weight, that is, should aim for BMI between 18.5 and 25 kg/m , by exercising regularly and following a healthy diet (Gardiner 2008 Government of South Australia 2015 Practice Committee 2017 World Health Organization 2016 World Health Organization 2017).",
    "Evidence suggests that adherence to a diet rich in vegetables, fruits, whole grains, fish, and poultry is related to better fertility and higher live birth rates among women and improved semen quality in men, and unhealthy diets may have the opposite e ect (Chiu 2018 Gaskins 2018a ; Giahi 2016 Grieger 2018 Salas-Huetos 2017 Vujkovic 2010) .Given this evidence and the significant benefits of a healthy diet for general health, women and men aiming to conceive should be encouraged to follow a healthy diet (World Health Organization 2016 World Health Organization 2017 World Health Organization 2020a).",
    "In addition to adherence to a healthy diet, some specific dietary recommendations have been provided for women during the preconception period.Maternal methylmercury exposure through eating predatory fish can a ect foetal development (McDiarmid 2008) .Thus, it has been recommended that women avoid eating shark, swordfish, king mackerel, and tile fish, and limit their intake of tuna during both the preconception period and pregnancy (Gardiner 2008 McDiarmid 2008) .Furthermore, it is recommended that pregnant women ensure that any fruits and vegetables are washed before eating; all perishable food is refrigerated correctly and consumed as soon as possible; and they do not eat so cheeses, unpasteurised milk, raw eggs, or undercooked meat (Government of South Australia 2015 Ross 2006 ).These food items may contain salmonella, toxoplasmosis, campylobacter, or listeria, which may cause infection and consequently adverse pregnancy outcomes.",
    "Regarding mineral intake, it is known that a mother's iodine level a ects foetal neurological development.In many countries, iodine intake is inadequate.For women trying to conceive, this may lead to adverse e ects on a pregnancy and on the foetus (Harding 2017).However, until now, no clear e ects of iodine supplementation on maternal and foetal outcomes have been noted (Harding 2017).The general recommendation is that the general population, and pregnant women in particular, should enjoy a varied diet with adequate amounts of iodine (usually consumed through iodised salt and bread) (Government of South Australia 2015).",
    "Iron supplementation can prevent maternal anaemia and improve birth outcomes including birth weight (Haider 2017 World Health Organization 2012).Therefore, daily oral iron supplementation with 30 to 60 mg of elemental iron is recommended for pregnant women (World Health Organization 2017).",
    "Regarding vitamins, excessive vitamin A consumption through supplements or through crustacean or liver products during pregnancy can cause congenital defects, so it is recommended that women avoid these both before and during pregnancy (Government of South Australia 2015).Taking a daily folic acid (vitamin B9) supplement of 400 µg before conception and during",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews the first three months of pregnancy has been shown to decrease the risk of neural tube defects (such as spina bifida) in the foetus (De-Regil 2017) .Evidence from observational studies suggests that higher intake of folic acid may increase a woman's chances of becoming pregnant (Gaskins 2018a) .Given this evidence, it is recommended that women be advised to take 400 µg of folic acid daily to help prevent foetal neural tube defects, starting as early as two months before they try to conceive (Government of South Australia 2015 Haider 2017 Practice Committee 2017 World Health Organization 2017).",
    "At this point, evidence-based recommendations or high-quality evidence on the intake of other vitamin or mineral supplements for improving fertility and chances of having a healthy live birth in men and women is lacking (Chiu 2018 Gaskins 2018a) .",
    "Antioxidants are biological and chemical compounds, including vitamins, minerals, and polyunsaturated fatty acids, that reduce oxidative damage.Low-to very low-quality evidence suggests that antioxidant supplementation in women with infertility may increase the chance of pregnancy or live birth rate (Showell 2020) .",
    "Low-quality evidence suggests that antioxidant supplementation for men with infertility may improve live birth rates (Smits 2019) .No recommendations for antioxidant supplementation are currently available for men and women aiming to conceive.",
    "Consuming high levels of alcohol (> 2 drinks per day, with 1 drink > 10 g of ethanol) can a ect both female and male fertility and the success of fertility treatment (Hakim 1998 Klono -Cohen 2003 Rossi 2011) .Additionally, alcohol has well-documented detrimental e ects on a foetus during pregnancy (Mukherjee 2005).Debate continues about the amount of alcohol that must be consumed before conception and pregnancy are a ected, but, given the severity of the consequences associated with overindulgence of alcohol, it has been recommended that people avoid drinking alcohol before conception, and that women should avoid alcohol throughout their pregnancy (Government of South Australia 2015 Homan 2007 Practice Committee 2017 World Health Organization 2017).",
    "Evidence on the association between consumption of ca eine and male and female fertility is inconclusive (Lyngso 2017 Ricci 2017) .Few studies have investigated the e ects of ca eine intake on people with infertility as a subpopulation, but no clear associations between ca eine intake and outcomes of fertility treatment have been found (Lyngso 2017) .However, consumption of high levels of ca eine (> 300 mg ca eine/d) during pregnancy has been associated with increased risk of spontaneous abortion (Lyngso 2017) .Thus, the recommendation has been made that people trying to conceive should limit their ca eine intake to the equivalent of less than two cups of co ee per day (Government of South Australia 2015 Homan 2007 Practice Committee 2017).",
    "Physical activity has a positive impact on one's physical, emotional, and general health, and contributes to",
    "The use of non-prescription and recreational drugs before conception has been associated with reduced fertility in both men and women (Frey 2008 Fronczak 2012 Mueller 1990) .Due to the prevalence of poly-substance use, limited evidence is available on the independent e ects of these drugs on pregnancy outcomes.However, current data suggest that non-prescription and recreational drug use during pregnancy is associated with increased risk of foetal death, low birth weight, and preterm birth (Gouin 2011 Gunn 2016 Ladhani 2011 Metz 2017) .Given these data, it is recommended that people should be counselled to stop using non-prescription and recreational drugs before conception (Fronczak 2012 NICE 2013 Practice Committee 2017; World Health Organization 2014) .",
    "This is an update of a Cochrane Review that was first published in 2010.For the first version of this review, the search identified no RCTs that assessed e ects of preconception advice on the chance of live birth or other fertility outcomes in people with a diagnosis of infertility, and the need for further research into this topic was highlighted (Anderson 2010) .Over past years, fertility clinics have tended to see an increasing number of patients with an unhealthy lifestyle, and they have acknowledged more and more the importance of providing preconception lifestyle advice (Gormack 2015 Homan 2018) .The importance of providing preconception lifestyle advice is also reflected in the guidelines on routine psychosocial care in infertility and medically assisted reproduction of the European Society of Human Reproduction and Embryology (ESHRE) (ESHRE guideline 2015).However, clear and specific information is needed about what preconception advice related to these factors should be given to people presenting for fertility treatment, to help them make positive changes in the hope of improving their chances of conception and delivery of a healthy, live baby (Grainger 2006 Moran 2016a) .With increased attention to optimising preconception lifestyle advice for people with a diagnosis of infertility and continuous updates of the Methodological Expectations of Cochrane Intervention Reviews (MECIR), an update of this review is indispensable.",
    "Trusted evidence.Informed decisions.Better health.",
    "To assess the safety and e ectiveness of preconception lifestyle advice on fertility outcomes and lifestyle behavioural changes for people with infertility.",
    "Criteria for considering studies for this review",
    "We included randomised controlled trials (RCTs), randomised cross-over studies, and cluster-randomised studies.For cross-over trials, we had planned to include only data from the first phase (pre-cross-over data), as the cross-over is not a valid design in this context, but we identified no cross-over trials.We excluded nonrandomised studies, as they are associated with high risk of bias.",
    "Trials that included men or women with infertility in the following phases of treatment were eligible for inclusion.",
    " Pretreatment: from diagnosis of infertility until initiation of fertility treatment. During treatment: from initiation of fertility treatment until the end of fertility treatment.",
    "Trials that included solely women with polycystic ovary syndrome (PCOS) were excluded.",
    "RCTs considering at least one form of preconception lifestyle advice were eligible for inclusion.The preconception lifestyle advice had to be the main component of the intervention but could be combined with other care aspects that are not specified in the list below.",
    "Preconception lifestyle advice was defined as a combination of counselling about weight, diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, physical activity, smoking, and/or other substance abuse.",
    " Setting: preconception lifestyle advice could be provided individually, per couple, or in a group setting. Mode of delivery: preconception lifestyle advice could be provided face-to-face (F2F), through mobile applications, through the Internet, through telephone contact, or through written information in leaflets, booklets, or decision aids, and on websites, or by a combination of delivery modes. Duration: the duration of preconception lifestyle advice could vary widely, from one session to multiple sessions. Eligible comparisons consisted of routine care (either no preconception lifestyle advice or unstructured minimal preconception lifestyle advice) or attention control provided to groups.",
    "Primary outcomes",
    " Live birth or ongoing pregnancy * Live birth defined as delivery of a live foetus a er 20 completed weeks of gestation * Ongoing pregnancy defined as evidence of a gestational sac with foetal heart motion at 12 weeks, confirmed by ultrasound * When studies reported both live birth and ongoing pregnancy, data on live birth were utilised",
    " Any adverse event in men or women with infertility related to the intervention reported either as a composite measure or separately (including gestational diabetes and hypertension) Cochrane Database of Systematic Reviews laboratory manual for examination and processing of human semen; World Health Organization 2010)",
    "If studies reported outcomes at di erent time points, the time point at the end of intervention was selected.",
    "We searched for all published and unpublished studies addressing preconception advice to influence lifestyle factors in people with the diagnosis of infertility.We applied no language restrictions, and we searched in consultation with the Cochrane Gynaecology and Fertility Group (CGFG) Information Specialist.",
    "We searched the following electronic databases for relevant trials: The search output was managed in Covidence (Covidence) .",
    "We handsearched reference lists of relevant trials and systematic reviews retrieved by the search and contacted experts in the field to obtain additional trials.We also handsearched relevant journals and conference abstracts that were not covered in the CGFG Register, in liaison with the Information Specialist.",
    "Three review authors (TB, ACV, MV) independently performed an initial screen of titles and abstracts retrieved by the search for potentially relevant studies.Each study was screened in duplicate.We retrieved the full texts of all potentially eligible studies, and three review authors independently examined these full-text articles for compliance with the inclusion criteria and to select eligible studies.We corresponded with study investigators as required, to clarify study eligibility.Disagreements were resolved by discussion, and, if necessary, the independent judgement of a senior review author (SLF) was sought.If any reports required translation, we described the process used for data collection.We documented the selection process with a 'PRISMA' flow chart (Figure 1 ).",
    "Trusted evidence.Informed decisions.Better health.",
    "Three review authors (TB, ACV, MV) independently extracted data from eligible studies using a data extraction form, which was designed by the authors in Covidence.Any disagreement was resolved by discussion and, if necessary, by consultation with a senior review author (SLF).Data extracted included study characteristics and outcome data (see data extraction table for details; Appendix 8).When studies had multiple publications, the review authors collated multiple reports of the same study under a single study ID with multiple references.We corresponded with study investigators to request further data on methods and/or results, as required.",
    "Three review authors (TB, ACV, MV) independently reviewed the included studies for risk of bias using the Cochrane 'Risk of bias' assessment tool to assess selection (random sequence generation and allocation concealment); performance (blinding of participants and personnel); detection (blinding of outcome assessors); attrition (incomplete outcome data); reporting (selective reporting); and other bias.Judgements were assigned as recommended in the Cochrane Handbook for Systematic Reviews of Interventions, Section 8.5 (Higgins 2020).We resolved disagreements by discussion.We described all judgements fully and presented conclusions in the 'Risk of bias' table, which is incorporated into the interpretation of review findings by means of sensitivity analyses (see below).With respect to within-trial selective reporting, when identified studies failed to report the primary outcome of live birth but did report interim outcomes such as pregnancy, we assessed whether the interim values were similar to those reported in studies that also reported live birth.",
    "Trusted evidence.Informed decisions.Better health.",
    "For dichotomous data (e.g.live birth rates), we used numbers of events in the control and intervention groups of each study to calculate Mantel-Haenszel risk ratios (RRs).For continuous data (e.g.birth weight), if all studies reported exactly the same outcomes, we calculated mean di erence (MDs) between treatment groups.If similar outcomes were reported on di erent scales (e.g.change in quality of life), we planned to calculate the standardised mean di erence (SMD), but no such data were identified.We treated ordinal data (e.g.quality of life scores) as continuous data.We planned to reverse the direction of e ect of individual studies, if required, to ensure consistency across trials, but we identified no such studies.We presented 95% confidence intervals (CIs) for all outcomes.When data to calculate RRs or MDs were not available, we utilised the most detailed numerical data available that facilitated similar analyses of included studies (e.g.test statistics, P values).We assessed whether estimates calculated in the review for individual studies were compatible in each case with estimates reported in the study publications.",
    "The primary analysis was per individual randomised; per pregnancy data were also included for some outcomes (e.g.miscarriage).If we encountered data that did not allow valid analysis (e.g.per cycle data), we planned to briefly summarise these in an additional table and to not perform meta-analysis, but we identified no such data.Multiple births were counted as one live birth event.We planned to include only first-phase data from cross-over trials, but we identified no cross-over trials.We planned to include data from cluster-randomised trials in the meta-analyses only if the reported outcome measure properly accounted for the cluster design, or if the necessary information was available to account for the clustering.If the intracluster correlation coe icient (ICC) was not reported, we planned to include the trial only if an ICC could be obtained from similar studies (Higgins 2020 Rao 1992 ).However, we found no data from cluster-randomised trials, and this analysis was not performed.",
    "We analysed the data on an intention-to-treat basis as far as possible (i.e.including all randomised participants in analysis, in the groups to which they were randomised).We attempted to obtain missing data from the original studies.When these were not obtainable, we undertook imputation of individual values for live birth or ongoing pregnancy only: live birth or ongoing pregnancy was assumed not to have occurred in participants without a reported outcome.For other outcomes, we analysed only available data.Any imputation undertaken was subjected to sensitivity analysis (see below).If studies reported su icient detail to calculate mean di erences but no information on associated standard deviation (SD), we assumed the outcome to have a standard deviation equal to the highest SD from other studies within the same analysis, but we identified no such studies.",
    "We considered whether the clinical and methodological characteristics of included studies were su iciently similar for meta-analysis to provide a clinically meaningful summary.We assessed heterogeneity by inspecting the forest plot and by using the Chi -test and the I statistic.An I measurement greater than 50% was taken to indicate substantial heterogeneity (Higgins 2020).If heterogeneity was substantial, we examined the direction of e ects before making a decision whether to report the pooled result or to describe the e ects narratively.",
    "In view of the di iculty of detecting and correcting for publication bias and other reporting biases, we aimed to minimise their potential impact by ensuring a comprehensive search for eligible studies and by being alert for duplication of data.If ten or more studies were included in an analysis, we planned to use a funnel plot to explore the possibility of small-study e ects (i.e. a tendency for estimates of the intervention e ect to be more beneficial in smaller studies), but for each comparison, we identified only one study or a few studies.",
    "If studies were su iciently similar, we attempted to combine the data using a random-e ects model for the following comparisons.",
    " Preconception advice versus no preconception advice for a combination of any of the following topics: weight, diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, physical activity, smoking, and/or other substance abuse. Preconception advice versus no preconception advice for one of the aforementioned topics.Each of the topics was analysed as a separate comparison.",
    "A narrative review summary format was chosen as the method for synthesis when it was not possible to conduct meta-analyses.In this case, MDs were presented for continuous outcomes and RRs for dichotomous outcomes without pooling.",
    "For the secondary outcomes on reported behavioural changes, decision rules based on guidance documents and clinical considerations were followed in selecting outcomes for inclusion in our synthesis, as described in the Cochrane Handbook for Systematic Reviews of Interventions (Higgins 2020).In general, if continuous and dichotomous outcomes were reported (e.g.vegetable intake in grams/d versus number of participants with adequate vegetable intake > 200 grams/d), preference was given to continuous outcomes, and study authors were contacted to provide us with these data.If composite scores and individual component scores on behavioural changes were reported, preference was given to inclusion of individual component scores.",
    "For example, one study reported on a combination of reported behavioural changes in diet, more specifically, a dietary risk score (DRS) from 0 to 9 (the lower, the better) comprising intake of vegetables, fruits, and folic acid supplement; and on a lifestyle risk score (LRS) from 0 to 9 (the lower, the better) comprising alcohol intake and smoking (Oostingh 2020).Study authors also reported on these individual components, and preference was given to inclusion of these outcomes in our synthesis.We further specified that if outcomes were measured at multiple time points within a time frame, we would select the time point at the end of the intervention.",
    "If we detected substantial heterogeneity, and if data were su icient, we planned to use subgroup analyses to consider di erences between studies that might account for heterogeneity (e.g.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews di erences in study populations, therapy settings, timing, design, delivery of the intervention).Due to the limited number of studies identified for each comparison, we were not able to perform subgroup analyses.We took any statistical heterogeneity into account when interpreting the results, especially if there was any variation in the direction of e ect.",
    "We planned to conduct sensitivity analyses for the primary outcomes to determine whether the conclusions were robust to arbitrary decisions made regarding eligibility and analysis.These analyses included consideration of whether the review conclusions would have di ered if:",
    " eligibility had been restricted to studies at low risk of bias, defined as studies at low risk for sequence generation and allocation concealment, and not at high risk of bias in any domain;  a fixed-e ect model had been adopted;  alternative imputation strategies had been implemented for missing data;  the summary e ect measure had been odds ratio rather than risk ratio; or  the primary outcome had been live birth rather than live birth or ongoing pregnancy.",
    "Due to the limited number of studies identified for each comparison, we performed sensitivity analyses only on model and summary e ect measures.",
    "We prepared a 'Summary of findings' table using GRADEpro so ware and Cochrane methods (Higgins 2020).This table shows the overall quality of the body of evidence for the main review outcomes (live birth or ongoing pregnancy, any adverse event, miscarriage, and reported behavioural changes) for the main review comparison (combination of weight, diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, physical activity, smoking, and/or other substance abuse preconception advice versus no preconception advice).",
    "We prepared additional 'Summary of findings' tables for the main review outcomes for each of the other comparisons in our data synthesis.",
    "We assessed the quality of evidence using GRADE criteria: risk of bias, consistency of e ect, imprecision, indirectness, and publication bias.Judgements about evidence quality (high, moderate, low, or very low) were made by two review authors (TB, ACV) working independently, with disagreements resolved by discussion.Judgements were justified, documented, and incorporated into reporting of results for each outcome.We extracted study data, formatted our comparisons in data tables, and prepared a 'Summary of findings' table before writing the results and conclusions of our review.",
    "We included seven parallel-design RCTs with a total of 2130 participants, including Hughes 2000, which was the only included study in the 2010 version of this systematic review (Anderson 2010) .All studies defined preconception lifestyle advice as the intervention, whereas the control group received routine care or attention control.In two studies, routine care consisted of immediate start of fertility treatment and information according to local protocols (Belan 2019 Mutsaerts 2016).In both studies, the intervention group first received lifestyle intervention so that fertility treatment was postponed within six months.In the other studies, there was no di erence in access to fertility treatment between intervention and control groups.In four studies, participants in the control group received routine care consisting of unstructured minimal preconception lifestyle advice or assessment, including advice on modern dietary recommendations (Alibeigi 2020), standard care information about the impact of smoking on fertility and exhaled carbon monoxide measurements (Hughes 2000), standard preconception advice o ered online by national health services (Ng 2018), or assessment of current alcohol consumption and general health in an assessment interview (Rossi 2013) .One study compared the intervention with an attention control to adjust for the benefit of attention.For the latter group, lifestyle assessment was conducted with a questionnaire at baseline and at three and six months without feedback, with access to a personal page and one seasonal recipe per week (Oostingh 2020).",
    "All studies described their interventions in their publications; only Mutsaerts 2016 provided a full reproducible protocol on how the intervention was built.",
    "Studies were heterogeneous with respect to outcomes measured. 2016) .Additionally, one study reported on a combination of reported behavioural changes in diet, more specifically, a dietary risk score (DRS) from 0 to 9 (the lower, the better) comprising intake of vegetables, fruits, and folic acid supplement (Oostingh 2020).",
    "Trusted evidence.Informed decisions.Better health.",
    "Two studies reported on change in vitamin or mineral supplement intake, more specifically, the number of women with adequate folic acid supplement use (Ng 2018 Oostingh 2020).",
    "Three studies reported on stopping/reducing alcohol intake via self-report questionnaires such as FFQ (Mutsaerts 2016), a selfvalidated online lifestyle questionnaire (Oostingh 2020), and the Alcohol Timeline Followback questionnaire (Rossi 2013) .A variety of outcome measures were reported in these studies including alcoholic beverages in glasses per day (Mutsaerts 2016), the number of participants not drinking alcohol (Oostingh 2020), decrease in the number of drinks on a drinking day, decrease in percentage of drinking days in the past six months, decrease in the number of weeks of drinking above the daily safety limit in the past six months, and decrease in the number of binges in the past six months (Rossi 2013) .",
    "No studies reported on reduction of ca eine intake.",
    "Two studies reported on increase in physical activity, one of which used a triaxial accelerometer to measure changes in total leisure activity energy expenditure in kcal/kg/d (Belan 2019); the other study used the Short Questionnaire to Assess Health-Enhancing Physical Activity (SQUASH) to measure total minutes per week in moderate to vigorous physical activity (MVPA) including leisuretime physical activity and commuting activities (Mutsaerts 2016).",
    "Two studies reported on stopping smoking and other substance abuse.One study reported the rate of maintained smoking cessation at 12 months and the delta stage of change towards smoking cessation (di erence in stage of motivation to change smoking behaviour) (Hughes 2000) .The other study reported on the number of participants not smoking before and a er the intervention (Oostingh 2020).",
    "Additionally, one study reported on a combination of lifestyle behavioural changes, more specifically, a lifestyle risk score (LRS) from 0 to 9 (the lower, the better) comprising alcohol intake and smoking (Oostingh 2020).",
    "With respect to the other secondary outcomes, two studies reported on birth weight and gestational age (Belan 2019 Mutsaerts 2016).Four studies reported on clinical pregnancy with a variety of definitions, including pregnancy confirmed by ultrasound (Alibeigi 2020), evidence of a foetal heartbeat on ultrasound or pregnancy exceeding 12 weeks (Belan 2019), and evidence of a gestational sac confirmed by ultrasound (Mutsaerts 2016).One study reported clinical pregnancy rates without further definition (Oostingh 2020).Time points for measuring clinical pregnancy varied from 12 months in Oostingh 2020 to 24 months in Mutsaerts 2016 a er randomisation.One study did not report the time point of measurement (Alibeigi 2020).",
    "One study reported on time to pregnancy leading to live birth (Mutsaerts 2016).",
    "One study reported on quality of life using the 36-Item Short Form Health Survey (SF-36) (Mutsaerts 2016).",
    "No studies reported on male factor infertility outcomes.",
    "We excluded 137 records from the review a er consideration of full text for the following reasons (see also Characteristics of excluded studies table ).",
    " 29 records on the basis of study design (not RCTs).",
    "",
    "See Figure 2 and Figure 3 for an overview on risk of bias and the 'Risk of bias' table under Characteristics of included studies.",
    "Six studies were rated at low risk of selection bias related to sequence generation, as they used computer-generated randomisation or a random numbers table (Belan 2019 Hughes  2000 Mutsaerts 2016 Ng 2018 Oostingh 2020 Rossi 2013 ).One study was rated at unclear risk of selection bias of sequence generation (Alibeigi 2020).Study authors describe the use of block randomisation but fail to specify the process of selecting the blocks.We contacted the study authors to clarify the randomisation procedure, but we did not receive a reply.",
    "Five studies were rated at low risk of selection bias related to allocation concealment, as they used sequentially numbered, sealed, opaque envelopes or central randomisation by a third party (Belan 2019 Hughes 2000 Mutsaerts 2016 Ng 2018 Oostingh 2020).Two studies did not describe the methods of allocation concealment, and no reply was received when we contacted study authors for clarification.These two studies were rated at unclear risk of this bias (Alibeigi 2020 Rossi 2013).",
    "In all studies, participants were aware of the assigned interventions, as it is di icult to blind participants to behavioural interventions such as preconception lifestyle advice.In two studies, it is not clear if personnel were also blinded during the intervention (Ng 2018 Oostingh 2020).In the other five studies, personnel were aware of the assigned interventions (Alibeigi 2020 Belan 2019 Hughes 2000 Mutsaerts 2016 Rossi 2013).Deviations from the intended intervention could have arisen in all studies, for example, di erential behaviours across groups such as the control group seeking preconception advice outside the study setting, or di erential administration of co-interventions by personnel.We therefore rated all studies at high risk of performance bias.",
    "We considered that not blinding outcome assessors was unlikely to influence the primary review outcomes (live birth, ongoing pregnancy, adverse events, and miscarriage) and certain secondary outcomes, including birth weight, gestational age, clinical pregnancy, and time to pregnancy.These are observer-reported outcome measures not involving judgement.Five studies were rated at low risk of detection bias for these outcomes (Alibeigi 2020 Belan 2019 Mutsaerts 2016 Oostingh 2020 Rossi 2013).Not blinding outcome assessors might influence male factor infertility outcomes, as these are observer-reported outcomes involving judgement, but no studies reported on this outcome measure.Not blinding outcome assessors might influence patient-reported outcome measures such as e ects of reported behavioural changes on diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, physical activity, smoking, and quality of life, as participants could report more socially desirable answers for these outcomes.Six studies reported on patient-reported outcome measures for which the participant was the outcome assessor and was not blinded.Therefore, these studies had high risk of detection bias for these outcomes (Belan 2019 Hughes 2000 Mutsaerts 2016 Ng 2018 Oostingh 2020 Rossi 2013).",
    "Two studies were reported as conference abstracts with limited available data, in which missing outcome data were not (yet) described (Belan 2019 Ng 2018).We therefore rated these studies at unclear risk of attrition bias at this point.Two studies failed to report the number of participants lost to follow-up (Hughes 2000 Rossi 2013) .However, Rossi 2013 provided data on 37 participants, whereas 161 patients with infertility were initially included.This study was rated at high risk of attrition bias.We contacted the study authors for clarification but did not receive a reply.Three studies reported discontinuation of the intervention and/or losses to follow-up but used intention-to-treat (ITT) analysis (Alibeigi 2020 Mutsaerts 2016 Oostingh 2020).In Alibeigi 2020, missing data and reasons for discontinuation were documented and were balanced between groups (five in the intervention group, six in the control group), and all randomised women were included in the ITT analysis.This study was rated at low risk of attrition bias.",
    "In Mutsaerts 2016 and Oostingh 2020, discontinuation was not balanced between groups.In Mutsaerts 2016, discontinuation was 21.8% in the intervention group.Study authors did not impute on ITT for those who withdrew consent (one in the intervention group, two in the control group) and for those lost to follow-up (nine in the intervention group, one in the control group).In our analysis, we assumed that these dropouts did not have a live birth.",
    "Because the reasons for discontinuation of the intervention were well documented and were consistent with the statistical plan of 20% discontinuation of the intervention and 5% loss to follow-up, we rated this study at low risk of attrition bias (Mutsaerts 2016).",
    "In Oostingh 2020, discontinuation in the intervention group was 30.2% versus 18.2% in the control group.Study authors did not impute on ITT for those lost to follow-up (13 in the intervention group, 14 in the control group), but we assumed in our analysis that these participants did not have a clinical pregnancy.Reasons for discontinuation of the intervention or control were not reported.Therefore, we rated risk of attrition bias as unclear (Oostingh 2020).We considered studies to be at low risk of reporting bias if a protocol was prospectively registered and live birth or ongoing pregnancy was included as an outcome measure.We therefore rated Mutsaerts 2016 at low risk of reporting bias.Six studies were rated at high risk of reporting bias (Alibeigi 2020 Belan 2019 Hughes 2000 Ng 2018 Oostingh 2020 Rossi 2013).Alibeigi 2020 had a prospectively registered protocol but did not report on live birth or ongoing pregnancy.In addition, data on dietary behaviour were measured but were not reported.The study details of Hughes 2000 could not be verified, as no study protocol was available and the study was not prospectively registered.Additionally, these investigators did not report on live birth or ongoing pregnancy, and some data on smoking (carbon monoxide (CO) measurements) were measured but were not reported.Two studies were reported in conference abstracts and did not report all pre-specified outcomes at this point.(Belan 2019 Ng 2018).Oostingh 2020 had an unreported pre-specified outcome (Big 3 complications including small-forgestational-age, premature birth, and congenital malformations)",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews and reported an outcome (lifestyle risk score) not specified in the protocol.Finally, Rossi 2013 was not prospectively registered.Although these study authors did report on live birth, they did not report on quality of life (a pre-specified outcome), and baseline data on alcohol intake were missing (Rossi 2013) .",
    "One study was rated at high risk of other bias, as it was an interim analysis (Ng 2018).Another study was rated at unclear risk of other bias, as it was not clear which lifestyle questionnaire was used, and if this questionnaire had been validated (Oostingh 2020).We found no potential sources of within-study bias in the other studies.",
    "See: Summary of findings 1 Preconception lifestyle advice on a combination of topics compared to routine care or attention control for people with infertility; Summary of findings 2 Preconception lifestyle advice on weight compared to routine care or attention control for people with infertility and obesity; Summary of findings 3 Preconception lifestyle advice on alcohol intake compared to routine care or attention control for atrisk drinking women with infertility; Summary of findings 4 Preconception lifestyle advice on smoking compared to routine care or attention control for people with infertility See Summary of findings 1 for the main comparison preconception lifestyle advice on a combination of any of the following topics: weight, diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, physical activity, smoking, and/or other substance abuse compared with routine care or attention control for people with infertility.",
    "Comparison 1. Preconception lifestyle advice on a combination of any of the following topics: weight, diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, physical activity, smoking, and/or other substance abuse versus routine care or attention control See Summary of findings 1.",
    "One study reported on the number of live births and compared preconception lifestyle advice on a combination of topics with attention control (Oostingh 2020).",
    "Preconception lifestyle advice on a combination of topics may result in little to no di erence in the number of live births (risk ratio (RR) 0.93, 95% confidence interval (CI) 0.79 to 1.10; 1 RCT, 626 participants; low-quality evidence).This suggests that if the proportion of live births is assumed to be 48% in the control group, then the proportion of live births when preconception lifestyle advice is received would be between 38% and 53% (Analysis 1.1).",
    "No studies reported on adverse events.",
    "No studies reported on miscarriage.",
    "No studies reported on lifestyle behavioural changes in ca eine intake and physical activity.",
    "One study reported on BMI and compared preconception lifestyle advice on a combination of topics with routine care (Alibeigi 2020).",
    "We are uncertain whether preconception lifestyle advice on a combination of topics a ects BMI in women compared to routine care (mean di erence (MD) -1.06 kg/m , 95% CI -2.33 to 0.21; 1 RCT, 180 participants; very low-quality evidence) (Analysis 1.2).",
    "Two studies reported on behavioural changes in diet (Ng 2018 Oostingh 2020).Ng 2018 compared preconception lifestyle advice on a combination of topics with routine care, and Oostingh 2020 compared this with attention control.Only Ng 2018 reported on behavioural changes in diet (vegetable intake in g/day) as defined in the review methods.",
    "We are uncertain whether preconception lifestyle advice on a combination of topics a ects vegetable intake (MD 12.50 grams/ d, 95% CI -8.43 to 33.43; 1 RCT, 264 participants; very low-quality evidence) (Analysis 1.3).",
    "Additionally, Ng 2018 reported on fruit intake in pieces/d: MD 0.80, 95% CI 0.36 to 1.24 in 164 women with infertility.Oostingh 2020 reported on the number of participants with adequate intake of vegetables (> 200 grams/d) and fruit (> 2 pieces/d).For the number of participants with adequate intake of vegetables, the RR was 1.46, 95% CI 1.17 to 1.82 in 612 women with infertility, and was 1.42, 95% CI 0.96 to 2.08 in 216 male partners.For the number of participants with adequate fruit intake, study authors reported an RR of 1.18, 95% CI 1.05 to 1.33 in 612 women with infertility, and an RR of 1.57, 95% CI 1.21 to 2.04 in 216 male partners.Table 1 presents an overview of additional behavioural changes not reported according to the definition in the review methods.",
    "Two studies reported on the number of women with adequate use of folic acid supplement (Ng 2018 Oostingh 2020).Ng 2018 compared preconception lifestyle advice on a combination of topics with routine care, and Oostingh 2020 compared this with attention control.",
    "Preconception lifestyle advice on a combination of topics may result in little to no di erence in the number of women with adequate use of folic acid supplement (RR 0.98, 95% CI 0.95 to 1.01; 2 RCTs, 850 participants; I = 4%; low-quality evidence).This suggests that if the proportion of women with adequate use of folic acid supplement is assumed to be 93% in the control group, then the proportion of women with adequate use of folic acid supplement when preconception lifestyle advice is received would be between 89% and 94% (Analysis 1.4).",
    "Trusted evidence.Informed decisions.Better health.",
    "One study reported on the number of men and women abstaining from alcohol and compared preconception lifestyle advice on a combination of topics with attention control (Oostingh 2020).",
    "Preconception lifestyle advice on a combination of topics may result in little to no di erence in the proportion of women abstaining from alcohol (RR 1.07, 95% CI 0.99 to 1.17; 1 RCT, 607 participants; low-quality evidence).This suggests that if the number of women abstaining from alcohol is assumed to be 75% in the control group, then the number of women abstaining from alcohol when receiving preconception lifestyle advice would be between 74% and 88% (Analysis 1.5).",
    "We are uncertain whether preconception lifestyle advice on a combination of topics a ects the number of men abstaining from alcohol (RR 1.08, 95% CI 0.74 to 1.58; 1 RCT, 210 participants; very low-quality evidence).",
    "The same study reported on the numbers of men and women not smoking a er preconception lifestyle advice on a combination of topics compared with attention control (Oostingh 2020).",
    "Preconception lifestyle advice on a combination of topics may result in little to no di erence in the proportion of women not smoking (RR 1.01, 95% CI 0.98 to 1.04; 1 RCT, 606 participants; lowquality evidence).This suggests that if the proportion of women not smoking is assumed to be 95.1% in the control group, then the number of women not smoking when preconception lifestyle advice is received would be between 93% and 99% (Analysis 1.6).",
    "We are uncertain whether preconception lifestyle advice on a combination of topics a ects the number of men not smoking (RR 1.01, 95% CI 0.91 to 1.12; 1 RCT, 212 participants; very low-quality evidence).",
    "No studies reported on birth weight.",
    "No studies reported on gestational age.",
    "Two studies reported on clinical pregnancy and compared preconception lifestyle advice on a combination of topics to routine care (Alibeigi 2020), or to attention control (Oostingh 2020).",
    "Oostingh 2020 reported the percentage of clinical pregnancy at 12 months without specifying a definition for clinical pregnancy.",
    "On request, the study authors provided the number of clinical pregnancies that was included in the analysis.Considerable statistical heterogeneity (P = 0.0003 and I = 92%) and clinical heterogeneity between intervention and comparison were evident.Therefore, the data from these two studies were not pooled for this outcome, as this would not result in a clinically meaningful estimate of the treatment e ect (Analysis 1.7).",
    "Due to very low-quality evidence, we are uncertain whether preconception lifestyle advice on a combination of topics a ects the number of clinical pregnancies.Alibeigi 2020 reported an RR of 2.85 (95% CI 1.53 to 5.29) in 180 participants.Oostingh 2020 reported an RR of 0.92 (95% CI 0.81 to 1.05) in 626 participants.",
    "No studies reported on time to pregnancy.",
    "No studies reported on quality of life.",
    "No studies reported on male factor infertility outcomes.",
    "See Summary of findings 2.",
    "Studies identified for this comparison included only women with infertility and a specific lifestyle characteristic (e.g.being overweight or obese) (Belan 2019 Mutsaerts 2016).",
    "Two studies reported on live birth among women with infertility and obesity and compared preconception lifestyle advice on weight to routine care (Belan 2019 Mutsaerts 2016).Belan 2019 reported percentages of live birth, which we were able to recalculate to numbers of live births.",
    "We are uncertain whether preconception lifestyle advice on weight a ects the numbers of live births in women with infertility and obesity (RR 0.94, 95% CI 0.62 to 1.43; 2 RCTs, 707 participants; I = 68%; very low-quality evidence).The evidence suggests that if the chance of live birth is assumed to be 49% in the control group, then the chance of live birth when preconception lifestyle advice is received would be between 30% and 70% (Analysis 2.1).",
    "Sensitivity analyses were performed including changing the random-e ects model to a fixed-e ect model and changing RR to OR; these changes did not alter the overall e ect.",
    "Two studies reported on adverse events including gestational diabetes and hypertension in women with infertility and obesity and compared preconception lifestyle advice on weight to routine care (Belan 2019 Mutsaerts 2016).",
    "No data on adverse events could be extracted from Belan 2019.These study authors stated that groups did not di er for the rate of gestational diabetes or preeclampsia.We contacted study authors for more information, but we did not receive any reply as of the time of submission (February 2021).",
    "We are uncertain whether preconception lifestyle advice on weight a ects the numbers of adverse events including gestational diabetes (RR 0.78, 95% CI 0.48 to Cochrane Database of Systematic Reviews 16% in the control group, then the chances when preconception lifestyle advice is received would be between 10% and 25% for gestational diabetes, and between 11% and 28% for hypertension (Analysis 2.2).",
    "One study reported on miscarriage as the number of losses of clinical pregnancy at gestational age < 16 weeks in women with infertility and obesity and compared preconception lifestyle advice on weight to routine care (Mutsaerts 2016).",
    "We are uncertain whether preconception lifestyle advice on weight a ects the numbers of miscarriages in women with infertility and obesity (RR 1.50, 95% CI 0.95 to 2.37; 1 RCT, 577 participants; very low-quality evidence).Evidence suggests that if the chance of miscarriage is assumed to be 9% in the control group, then the chance of live birth when preconception lifestyle advice is received would be between 9% and 22% (Analysis 2.3).",
    "No studies reported on lifestyle behavioural changes in vitamin or mineral supplement intake, ca eine intake, smoking, or other substance abuse a er preconception lifestyle advice on weight.",
    "In the comparison of preconception lifestyle advice on weight to routine care, two studies reported on behavioural changes in weight in women with infertility and obesity (Belan 2019 Mutsaerts 2016).These studies used di erent parameters to report this outcome: change in BMI and weight (Mutsaerts 2016); and percentage of weight loss (Belan 2019).A minimal data set was provided by the authors of the first study (Mutsaerts 2016), so we were able to recalculate weight into the percentage of weight loss (mean ± SD).",
    "Preconception lifestyle advice on weight may slightly reduce the BMI in women with infertility and obesity (MD -1.30 kg/m , 95% CI -1.58 to -1.02; 1 RCT, 574 participants; low-quality evidence) (Analysis 2.5).",
    "We are uncertain whether preconception lifestyle advice on weight a ects the percentage of weight loss in women with infertility and obesity (MD -3.29%, 95% CI -4.34 to -2.24; 2 RCTs, 380 participants; I = 24%, very low-quality evidence) (Analysis 2.4).",
    "The same two studies in women with infertility and obesity reported on behavioural changes in diet (Belan 2019 Mutsaerts 2016).Only Mutsaerts 2016 reported on behavioural changes in diet (vegetable and fruit intake in grams/d) as defined in the review methods.",
    "We are uncertain whether preconception lifestyle advice on weight a ects vegetable intake (MD 0.00 grams/d, 95% CI -4.18 to 4.18; 1 RCT, 250 participants; very low-quality evidence) and fruit intake (MD -7.25 grams/d, 95% CI -7.86 to -6.64; 1 RCT, 258 participants; very low-quality evidence) in women with infertility and obesity (Analysis 2.6 Analysis 2.7).",
    "Belan 2019 reported on a healthy eating score adapted from the USA's healthy eating index, whereas Mutsaerts 2016 reported on the median intake of vegetables, fruits, sugary drinks, savoury snacks, and sweet snacks.Table 1 presents an overview of additional behavioural changes not reported according to the definition in the review methods.",
    "One study reported on the median intake of alcoholic beverages expressed as glasses/d in women with infertility and obesity and compared preconception lifestyle advice on weight to routine care (Mutsaerts 2016).A minimal data set was provided by the study authors and values were recalculated to mean ± SD.The mean intake of alcoholic beverages was 0 glasses/d in the control group and 0.02 ± 0.016 glasses/d in the intervention group, hence the mean di erence was not estimable.",
    "We are uncertain whether preconception lifestyle advice on weight decreases alcohol intake in women with infertility and obesity (MD not estimable; 1 RCT, 239 participants; very low-quality evidence) (Analysis 2.8).",
    "Two studies in women with infertility and obesity reported on behavioural changes in physical activity and compared preconception lifestyle advice on weight to routine care (Belan 2019 Mutsaerts 2016).Only Mutsaerts 2016 reported on behavioural changes in physical activity as defined in the review methods.In this study, physical activity was defined as the median minutes spent in moderate to vigorous physical activity per week, which we were able to recalculate to mean values.",
    "We are uncertain whether preconception lifestyle advice on weight a ects the total moderate to vigorous physical activity (MD 50.76 minutes/week, 95% CI 16.77 to 84.75; 1 RCT, 254 participants; very low-quality evidence) (Analysis 2.9).",
    "Belan 2019 reported on total leisure activity energy expenditure in kcal/kg/d: MD 0.60 kcal/kg/d, 95% CI 0.02 to 1.18, in 97 women with infertility and obesity (Table 1 ).",
    "Two studies in women with infertility and obesity reported on birth weight and compared preconception lifestyle advice on weight to routine care (Belan 2019 Mutsaerts 2016) .",
    "No data on birth weight could be extracted from Belan 2019.These study authors stated, there was no significant di erence between groups for weight at birth.We contacted the study authors for more information, but we did not receive any reply as of the time of submission (February 2021).",
    "Median birth weight was reported by Mutsaerts 2016.A minimal data set was provided by the study authors; therefore we were able to recalculate mean values and a mean di erence.",
    "We are uncertain whether preconception lifestyle advice on weight a ects birth weight in women with infertility and obesity (MD -29.00 g, 95% CI -39.12 to -18.88;",
    "One study reported on time to pregnancy leading to live birth, comparing preconception lifestyle advice on weight to routine care (Mutsaerts 2016).A minimal data set was provided by the study authors, so we were able to calculate the mean (± SD) time to pregnancy and the hazard ratio (HR) from the Kaplan-Meier curve.",
    "Mean time to pregnancy in the intervention group was 19.31 ± 0.67 months and in the control group 16.81 ± 0.73 months.",
    "Delaying the start of fertility treatment to give preconception lifestyle advice on weight might slightly increase the time to pregnancy in women with infertility and obesity (HR 0.79, 95% CI 0.63 to 0.99; 1 RCT, 561 participants; low-quality evidence) (Analysis 2.14).",
    "One study reported on the mental and physical quality of life in women and compared preconception lifestyle advice on weight to routine care (Mutsaerts 2016).A minimal data set was provided by the study authors; therefore we were able to calculate the mean (± SD) quality of life.",
    "We are uncertain whether preconception lifestyle advice on weight a ects the mental quality of life in women with infertility and obesity (MD -0.",
    "No studies reported on male factor infertility outcomes.",
    "Comparison 3. Preconception lifestyle advice on one topic: alcohol intake versus routine care or attention control See Summary of findings 3.",
    "The identified study for this comparison included only women with infertility and a specific lifestyle characteristic (e.g.at-risk alcohol drinking) (Rossi 2013) .",
    "One study reported on live birth a er preconception lifestyle advice on alcohol intake as compared with routine care (Rossi 2013) .",
    "We are uncertain whether preconception lifestyle advice on alcohol intake a ects the number of live births in at-risk drinking women with infertility (RR 1.15, 95% CI 0.53 to 2.50; 1 RCT, 37 participants; very low-quality evidence).Evidence suggests that if the chance of live birth is assumed to be 38% in the control group, then the chance of live birth when preconception lifestyle advice is received would be between 20% and 95% (Analysis 3.1).",
    "No studies reported on adverse events.",
    "That same study in at-risk drinking women with infertility reported on miscarriage and compared preconception lifestyle advice on alcohol intake to routine care (Rossi 2013) .",
    "We are uncertain whether preconception lifestyle advice on alcohol intake a ects miscarriage in at-risk drinking women with infertility (RR 1.31, 95% CI 0.21 to 8.34; 1 RCT, 37 participants; very low-quality evidence).Evidence suggests that if the chance of miscarriage is assumed to be 10% in the control group, then the chance of miscarriage when preconception lifestyle advice is received would be between 2% and 79% (Analysis 3.2).",
    "No studies reported on lifestyle behavioural changes in weight, diet, vitamin or mineral supplement intake, ca eine intake, physical activity, smoking, or other substance abuse.",
    "Behavioural changes in alcohol intake were reported in the same study in at-risk drinking women with infertility (Rossi 2013) .",
    "Behavioural changes in alcohol intake were not reported as defined in the review methods; however surrogate outcomes on alcohol consumption were provided.",
    "No studies reported on birth weight.",
    "No studies reported on gestational age.",
    "No studies reported on clinical pregnancy.",
    "No studies reported on time to pregnancy.",
    "No studies reported on quality of life.",
    "No studies reported on male factor infertility outcomes.",
    "See Summary of findings 4.",
    "The study identified for this comparison included only women with infertility and a specific lifestyle characteristic (e.g.smoking three or more cigarettes per day over the last six months) (Hughes 2000) .",
    "No studies reported on live birth or ongoing pregnancy.",
    "No studies reported on adverse events.",
    "No studies reported on miscarriage",
    "No studies reported on lifestyle behavioural changes in weight, diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, or physical activity.",
    "One study reported on behavioural changes in smoking habits and compared preconception lifestyle advice on smoking to routine care (Hughes 2000) .Study authors did not use outcome measures as defined in the review methods but reported delta stage of change (di erence in stage of motivation to change smoking behaviour) and rate of maintained smoking cessation at 12 months in women with infertility who smoked three or more cigarettes over the past six months (Table 1 ).The mean delta stage of change was 0.31 for the experimental group and 0.26 for the control group.Mean di erences could not be calculated, as study authors did not report standard deviations, CIs, or P values.In their study, the study authors concluded, there were no significant di erences in the mean delta stage of change or 12-month rate of maintained cessation.The rate of maintained cessation was not reported separately for intervention and control groups.",
    "No studies reported on birth weight.",
    "No studies reported on gestational age.",
    "No studies reported on clinical pregnancy.",
    "No studies reported on time to pregnancy.",
    "No studies reported on quality of life.",
    "No studies reported on male factor infertility outcomes.",
    "We found seven randomised controlled trials (RCTs) comparing preconception lifestyle advice with routine care or attention control in a total of 2130 women and men with infertility.",
    "Only one of these RCTs also included male partners.Three studies compared preconception lifestyle advice on a combination of topics with routine care or attention control.Four studies compared preconception lifestyle advice on one topic (weight, alcohol intake, or smoking) with routine care in women with infertility and specific lifestyle characteristics.The summary of finding tables present the main outcomes.",
    "Low-quality evidence suggests that preconception lifestyle advice on a combination of topics may result in little to no di erence in the number of live births.",
    "No studies reported on adverse events or miscarriage.",
    "Regarding lifestyle behavioural changes, we are uncertain whether preconception lifestyle advice on a combination of topics a ects body mass index (BMI) and vegetable intake due to very low-quality evidence.Low-quality evidence suggests that preconception lifestyle advice on a combination of topics may result in little to no di erence in the number of women with adequate use of folic acid supplement, abstaining from alcohol, and not smoking.One study reported on the number of men abstaining from alcohol and not smoking, but the evidence was of very low quality.",
    "No studies reported behavioural changes in ca eine intake and physical activity.",
    "Trusted evidence.Informed decisions.Better health.",
    "Due to very low-quality evidence, we are uncertain whether preconception lifestyle advice on a combination of topics a ects the number of clinical pregnancies.No studies reported on birth weight, gestational age, time to pregnancy, quality of life, or male factor infertility outcomes.",
    "Due to very low-quality evidence, we are uncertain whether preconception lifestyle advice on weight a ects the number of live births, the number of adverse events including gestational diabetes and hypertension, and the number of miscarriages in women with infertility and obesity.",
    "Regarding lifestyle behavioural changes, low-quality evidence suggests that preconception lifestyle advice on weight may slightly reduce the BMI of women with infertility and obesity.",
    "We are uncertain whether preconception lifestyle advice on weight a ects the percentage of weight loss, vegetable and fruit intake, alcohol intake, and total moderate to vigorous physical activity in women with infertility and obesity due to very low-quality evidence.No studies reported behavioural changes in vitamin or mineral supplement intake, ca eine intake, smoking, or other substance abuse.Due to very low-quality evidence, we are uncertain whether preconception lifestyle advice on weight a ects birth weight, gestational age, clinical pregnancy, and quality of life in women with infertility and obesity.",
    "Low-quality evidence suggests that delaying the start of fertility treatment to give preconception lifestyle advice on weight may slightly increase the time to pregnancy in women with infertility and obesity.The shorter time to pregnancy in the control group can be explained by the fact that these participants received in vitro fertilisation (IVF)/intracytoplasmic sperm injection (ICSI) treatment six months earlier than the intervention group.No studies reported on male factor infertility outcomes.",
    "Due to very low-quality evidence, we are uncertain whether preconception lifestyle advice on alcohol intake a ects the number of live births and decreases the number of miscarriages in at-risk drinking women with infertility.No studies reported on adverse events.",
    "No studies reported lifestyle behavioural changes in weight, diet, vitamin or mineral supplement intake, ca eine intake, physical activity, smoking, or other substance abuse.One study reported on behavioural changes in alcohol intake but not as defined in the review methods.No studies reported on birth weight, gestational age, clinical pregnancy, time to pregnancy, quality of life, or male factor infertility outcomes.",
    "One study reported on lifestyle behavioural changes in smoking but not as defined in the review methods.No studies reported on all other outcomes.",
    "Evidence from identified studies was not su icient to justify firm conclusions on the e ect of preconception lifestyle advice.Seven studies met the inclusion criteria for this review, only three of which reported on live birth or ongoing pregnancy (Belan 2019 Mutsaerts 2016 Rossi 2013), and one provided data on live birth on request (Oostingh 2020).The predefined safety outcomes (adverse events and miscarriage) were reported in only one study (Mutsaerts 2016) .Evidence is also insu icient to address most of the secondary outcomes of the review.For example, birth weight, gestational age, quality of life, and time to pregnancy were adequately reported in only one study, and male factor infertility was not a measured outcome in any of the included studies.Although lifestyle behavioural changes a er the intervention were reported in all studies, a variety of measures and definitions were used to report these changes.Likewise, four studies reported on clinical pregnancy using a variety of definitions.Although all definitions used were in accordance with the ICMART (International Committee for Monitoring Assisted Reproduction Technology) Glossary, we were unable to synthesise these data in our meta-analysis (Zegers-Hochschild 2017).This inconsistency in reporting outcomes and the small number of studies covering all predefined outcomes contributed to our inability to synthesise results and compare and combine individual studies into a meta-analysis.Consequently, this limits the usefulness of this evidence in informing clinical practice.",
    "We aimed to assess a wide range of participants (men and women, before and during fertility treatment) and interventions (preconception lifestyle on a combination of topics or on one topic, in di erent settings, varying mode of delivery or duration) to consider clinical utility of the preconception lifestyle advice, and to identify optimal components of preconception lifestyle advice in a broad population.It may be expected that most evidence may be available for a population with specific risk factors of preconception health such as smoking, obesity, or at-risk drinking.It may also be expected that interventions started before any fertility treatment is begun may have a di erent e ect than interventions provided during fertility treatment.Given the limited number of identified studies, subgroup analyses on participant or intervention characteristics were not feasible, and inclusion of such a wide range of participants and interventions resulted in clinical heterogeneity.",
    "The paucity of RCTs performed on this topic may be explained by the possible necessity to delay fertility treatment; a er receiving preconception lifestyle advice, the couple has to undertake lifestyle changes, which may take up to several months before any e ect will be noticeable (e.g.weight loss).Once a cause of infertility has been diagnosed and there is indication for fertility treatment, advice on lifestyle behaviour changes seems an unfavourable option for both patients and clinicians.Nevertheless, our search identified nine ongoing studies, reflecting increasing interest in preconception lifestyle interventions.",
    "Infertility is a couple's condition, and couples may have a correlated lifestyle, for example, in weight and diet (Best 2017).",
    "Addressing couples on lifestyle interventions may provide extra support and promote compliance and behavioural change.It may thus be expected that involving both partners in preconception lifestyle advice may have greater impact as compared to advising only the woman, to positively change preconception health.In our review, we included only one study that had invited male participants (Oostingh 2020).However, not all male partners of female participants took part in the study.This may reflect the reluctance of male partners to be involved in lifestyle behavioural changes in preparation for pregnancy.Hence, our review stresses",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews not only the need to further explore the e ect of preconception lifestyle advice in couples, but also the need to create awareness in our patients on the importance of preconception health for both partners if a healthy pregnancy is to be achieved.",
    "Based on the GRADE criteria, the quality of the evidence was low to very low.",
    "The main reasons to downgrade the evidence were serious risk of bias and serious imprecision due to the limited number of studies and hence, the limited number of patients or events.Despite the fact that all included studies investigated the e ects of preconception lifestyle advice in a population with infertility, live birth was defined as an outcome in only a minority of studies.",
    "Failure to report live birth in infertility trials is a major source of bias, as it should be the default primary outcome in such studies (Harbin Consensus Conference Workshop Group 2014).Remarkably, most studies were rated at high risk or at unclear risk of bias due to poor reporting of study methods.In some cases, study authors were not able to provide us with additional data to clarify their study methods.Obviously, all studies were at high risk of detection bias for patient-reported outcome measures because of the type of intervention and the impossibility of blinding participants to such types of interventions.",
    "We found few studies for each comparison; therefore quality of the evidence was low to very low; it is very likely that further research will have an important impact on our confidence in the e ect estimates and may change these estimates.",
    "This review was conducted according to Cochrane methods, with a pre-defined protocol to minimise potential bias.Changes were made to the review protocol before the update was undertaken, to improve the structure of the review.Changes are noted in the Di erences between protocol and review section.No changes were made as a result of the findings of included studies.We aimed to minimise reporting bias by conducting a comprehensive search for eligible studies and by being alert for duplication of data.Due to the small number of studies included in the review, we were not able to construct a funnel plot, and consequently, we were not able to examine the presence of publication bias.Reporting bias was assessed through careful assessment of included studies for failure to report obvious outcomes or for reporting them in insu icient detail.Risk of bias assessment for reporting bias was independently conducted by two review authors.We have included this level of detail in the 'Risk of bias' table under Characteristics of included studies.",
    "We defined our intervention as follows: preconception lifestyle advice defined as counselling about weight, diet, vitamin or mineral supplement intake, alcohol intake, ca eine intake, physical activity, smoking, and/or other substance abuse.Many of the initially identified studies evaluated a well-defined intervention (e.g.supervised physical activity, a strict diet).Similarly, multiple studies investigated the e ects of supplements or study products.Because these interventions were not initiated as preconception lifestyle advice alone, do not reflect daily clinical practice, and do not allow for assessment of lifestyle behavioural changes, we did not include such studies in our review.Consequently, we excluded a large number of studies that may provide useful information on the topic of lifestyle interventions in people with infertility.",
    "We identified one other systematic review on the e ects of preconception lifestyle interventions on people with infertility (Lan 2017) .This paper reviewed the impact of preconception lifestyle interventions on fertility, obstetrical, foetal, anthropometric, and metabolic outcomes in a population with intent to conceive, including people with infertility.Thus, both women and men were included, but inclusion was not limited to a population with infertility.Additionally, we excluded studies solely focusing on alcohol or smoking cessation and micronutrient supplementation.Finally, interventions were not restricted to preconception lifestyle advice but included any modifications aiming to optimise nutritional and/or physical activity status, such as weight management, dietary changes, exercise regimens, and psychological support.",
    "We searched the literature published up to January 2017 and identified eight studies, which were primarily performed among women with infertility who were overweight or obese.Only one of these studies was included in our review, as the other studies provided strict weight loss interventions or were not conducted in people with infertility (Mutsaerts 2016).Review authors concluded that lifestyle interventions showed benefits for weight loss and BMI reduction in overweight and obese women.Study authors did not use the GRADE system to determine the quality of the evidence, and so we are unable to confirm their findings.Similar to our review, these review authors highlighted the need for further research exploring optimal components of preconception lifestyle interventions in the broader population.",
    "In the first edition of this Cochrane systematic review, the need for further research into this subject was highlighted, as no available RCTs had assessed the e ects of preconception advice on the chance of live birth or other fertility outcomes in people with diagnosed infertility (Anderson 2010) .Although the importance of providing preconception lifestyle advice is more widely acknowledged at this time (ESHRE guideline 2015 Homan 2018), we identified only six additional studies and nine ongoing studies.Consequently, we were able to add only evidence of low to very low quality to the conclusions of the first edition of this review.",
    "Low-quality evidence suggests that preconception lifestyle advice on a combination of topics may result in little to no di erence in the number of live births nor in the number of women with adequate use of folic acid supplement, abstaining from alcohol, or not smoking.Evidence was insu icient to permit a conclusion on the e ects and safety of preconception lifestyle advice on adverse events, miscarriage, birth weight, gestational age, clinical pregnancy, quality of life, or male factor infertility outcomes, as no identified studies looked at these outcomes or the studies were of very low quality.Delaying the start of fertility treatment to give preconception lifestyle advice on weight may slightly reduce BMI and increase time to pregnancy among women with infertility and obesity, but the evidence is of low quality.We are uncertain whether",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews preconception lifestyle advice a ects other lifestyle behavioural changes, as no identified studies looked at these outcomes or the studies were of very low quality.",
    "This review does not provide clear guidance for clinical practice on preconception lifestyle advice.However it highlights the lack of evidence on this topic, despite recommendations by international guidelines to provide counselling to all couples with infertility.Our findings also reveal the absence of male participation in the vast majority of studies addressing this topic.",
    "In conclusion, our review highlights the need for high-quality RCTs investigating e ects of preconception lifestyle advice on a combination of topics and assessing relevant e ectiveness and safety outcomes for men and women with infertility.",
    "Based on the findings of the current review, we propose that future research should include well-designed, adequately powered RCTs with meticulous description of study methods.Future research in this area should explore the e ects of preconception lifestyle not only of women with infertility but also of their male partners.Such studies will allow further examination of the interaction within couples.In addition, studies should focus on specific subgroups such as women with infertility and obesity and should also address a broader population with infertility.In most modern countries, unhealthy lifestyle is on the rise; therefore it may be recommended to investigate the beneficial e ects of preconception lifestyle counselling among all couples planning to conceive.The e ects of various intervention characteristics including di erent topics on lifestyle advice, duration, setting, behaviour change techniques used, and format of interventions should be explored in future research.Studies should report in detail on these intervention characteristics.Besides the content of advice provided, the mode of delivery and the timing of advice should be considered.This will enable researchers to identify optimal components of preconception lifestyle interventions.In the comparison arm, minimal treatment or attention control that mimics the amount of attention received by the intervention group but is thought not to have a specific e ect should be considered.",
    "Of key importance is future assessment of relevant e ectiveness and safety outcomes.Future research should record core outcome measures for infertility trials and report accordingly (Du y 2020a Du y 2020b).Ideally, core outcome measures on reported lifestyle behavioural changes should be specified and should be reported consistently.Data can thus be combined and synthesised to generate solid evidence to inform clinical practice.",
    "We would like to thank the Cochrane Gynaecology and Fertility Group, and in particular Marian Showell, for support provided on the update of the protocol and the search methods.",
    "We would like to thank the authors of the following studies -Belan 2019, Hughes 2000, Mutsaerts 2016, Ng 2018, and Oostingh 2020 -for providing us with additional information on the data as contributed to this review.",
    "We would like to thank the following peer reviewers for their time and commitment: Dr Vanessa Jordan, Dr Elizabeth Glanville, and Professor Andy Vail.Description: individual counselling with a dietician and a kinesiologist (using S.M.A.R.T. goals and motivational interviewing) in combination with group sessions.Aim is to implement progressive and sustainable lifestyle changes to reach modest weight loss.Nutritional counselling with a dietician using 3-day food diaries to evaluate women's food intake throughout the programme, and Canada's Food Guide and the Healthy Plate to help improve patients' diet, The kinesiologist will be responsible for taking anthropometric measures and vital signs and for coaching women to increase their physical activity level.A pedometer will be offered to assist the patient + group sessions: 12 educational group sessions conducted by the dietician, the psychologist, or the kinesiologist (45-minute interactive small group workshops and 45-minute physical activity) covering various topics relevant to obesity management and fertility.These group sessions will take place weekly.When a pregnancy is confirmed, the woman will be met to set new objectives specific to her pregnancy, including optimal gestational weight gain based on Institute of Medicine guidelines.Partners will be invited to join individual meetings and will be strongly encouraged to attend all group sessions Duration: 18 months.First 6 months without additional fertility treatment, then 12 months in association with fertility treatment Frequency: multiple contacts, every 3 to 6 weeks, individual meetings with a dietician and a kinesiologist (20 to 30 minutes each",
    "Country: Canada Notes No paper on RCT is available yet (abstract Endocrine Society 2019 + abstract ASRM 2019 with same data presented).Study author replied by email 07 July 2020, the following: we are currently working on a paper, but it is not completed yet.Other than the information already published in the previous abstracts, we can't provide any new information at this point",
    "Study authors contacted for more clarification on the numbers of participants randomised and analysed, definition and timing of assessing pregnancy, calculation of healthy score, and baseline differences.They replied: current analyses are mainly according to our modified per protocol (mPP), in which we included the 108 women (57 control and 51 intervention) who have completed at least 6 months into the study or became pregnant during those 6 months",
    "After update of the searches (January 2021), study authors were contacted for more information on adverse events, birth weight, and gestational age; awaiting reply as of February 2021",
    "Sequence generation Low risk Quote: an independent statistician will use computerised random number generation to allocate each participant to the intervention or control group.",
    "Randomisation will be stratified according to the PCOS or non-PCOS status, based on clinical diagnosis in the patient's record.Sequences will be generated using permuted block randomisation, with block sizes of two, four or six entries",
    "Allocation concealment Low risk Quote: the allocation sequence will be concealed in corresponding sequentially numbered opaque envelopes.After a participant has completed baseline assessments, the research coordinator will open the envelope to reveal the group allocation to the participant.Participants will be informed of their group assignment at that time",
    "High risk Comment: participants and personnel were aware of assigned intervention; deviations from the intended intervention could have occurred",
    "Inclusion criteria: all newly referred women with infertility who reported that they had smoked ≥ 3 cigarettes over the last 6 months and outcomes (for delta stage-of-change, no SE, SD, or CI, and P values were reported; for rate of maintained cessation, no information on group with infertility was available and data from CO exhaler as objective measure of smoking cessation were not reported).Study author replied that he was happily retired and does not have access to further information",
    "Sequence generation Low risk Quote: randomised using a computer-generated, blocked schedule Allocation concealment Low risk Quote: numbered, opaque, sealed envelopes",
    "Comment: not specified whether envelopes were sequentially numbered, but likely to be at low risk of bias given that the envelopes were at least numbered, opaque, and sealed, and no baseline differences indicated issues",
    "High risk Comment: as blinding was not described, study authors were contacted for the previous version of this systematic review Quote: the primary care-giver was unblinded because he had to do the intervention and the patient was unblinded because they were given the intervention.Comment: participants and personnel were aware of assigned intervention; deviations from the intended intervention could have occurred",
    "Other sources of bias Low risk Comment in the previous version of this systematic review: women in the control group were aware that their smoking status was to be measured several times throughout the study, the comparison is actually 'tailored advice + measurement versus measurement and therefore may not be an accurate assessment of tailored advice alone This is now covered under indirectness (differences in comparison).",
    "Methods Study design: parallel-group randomised controlled trial Setting: multi-centre/hospital",
    "Study duration: recruitment June 2009 to June 2012 + 24 months' follow-up Sample size calculation: yes: the power calculations were based on an assumption of an increase in the rate of vaginal birth of a healthy singleton at term from 45% in the control group to 60% in the intervention group, a 20% discontinuation rate during the lifestyle intervention, and a 5% loss to follow-up.",
    "We calculated that a sample of 285 women per group would provide the trial with a power of 80% at a two sided alpha level of 5% Baseline differences: yes, there were significant differences between groups for the median duration of time attempting to conceive (P = 0.037)",
    "Inclusion criteria: women with infertility with BMI ≥ 29 kg/m , age 18 to 39 years.Infertility defined as (1) chronic anovulation (oligomenorrhoea or amenorrhoea and low levels of gonadotropins and low or undetectable levels of oestrogen (World Health Organization (WHO) class I anovulation), or (2) oligomenorrhoea or amenorrhoea and serum follicle-stimulating hormone and estradiol levels within the normal range (WHO class II anovulation)), or (3) ovulatory cycle and unsuccessfully tried to conceive for at least 12 months Exclusion criteria: women with severe endometriosis, premature ovarian failure, or endocrinopathy (e.g., women with type 1 diabetes or Cushing's syndrome) and those who were eligible for donor insemination because of azoospermia, women with untreated preexisting hypertension and those with hypertension-related complications in a previous pregnancy Cochrane Database of Systematic Reviews the National Institutes of Health.Combination of healthy diet (advised to reduce energy intake with 600 kcal/d with assistance of online food diary and minimum caloric intake of 1200 kcal/d) and physical activity (advice by coach to increase moderate-intensity physical activity (10,000 steps/d measured with step counter and 2 to 3 times, 30 minutes of moderate physical activity a week)) + behavioural modification (motivational counselling to promote awareness of a healthy lifestyle and to formulate individualised goals) + capturing of body weight, menstrual dates, and calorie intake in a computerised system by coaches.After women completed the intervention, infertility treatment was initiated according to the Dutch infertility guidelines, irrespective of BMI Duration: 6 months of lifestyle programme + 18 months of infertility treatment Frequency: multiple contacts; 6 outpatient visits and 4 telephone consults",
    "Mode of delivery: F2F + phone + tools (online food diary and pedometer)",
    "Integrity/Compliance: participants were guided by intervention coaches who had a degree in nursing or by dieticians who were trained before the trial.Intervention coaches were supervised on site by 1 trained nurse, had yearly group training sessions, and used a standardised computerised system to minimise practice variation.Women who missed ≥ 2 consecutive sessions were considered to have not completed the intervention and received treatment according to local protocols.Participants were informed in advance that they would not automatically receive infertility treatment if they did not complete the intervention",
    "To enhance adherence to the intervention, women who lost 5% to 10% of their initial weight or reached BMI < 29 in the first 6 months after randomisation could proceed with their indicated fertility treatment before the intervention was finished",
    "Live birth: measured at 24 months Ongoing pregnancy: defined as viable pregnancy of at least 10 weeks of gestation, measured at 24 months Adverse events: gestational diabetes and hypertension measured at 24 months Miscarriage: defined as loss of a clinical pregnancy at gestational age < 16 weeks, measured at 24 months Reported behavioural changes in weight: BMI in kg/m and weight in kg measured at baseline, at 3 and 6 months Reported behavioural changes in diet: vegetable intake (raw as well as cooked) in grams/d, fruit intake in grams/d, sugary drinks (fruit juices and soda) in glasses/d, savoury snacks (crisps, pretzels, nuts, and peanuts) in handfuls/week, and sweet snacks in portions/week (1 portion = 2 biscuits or 2 pieces of chocolate or 5 candies or 5 liquorice) measured at baseline, at 3, 6, and 12 months, with FFQ High risk Quote: blinding was not possible.However, we specified the type of infertility treatment before randomisation in order to minimize differences in treatment assignments; this led to similar distributions of infertility treatment in both groups",
    "Comment: participants and personnel were aware of assigned intervention; deviations from the intended intervention could have occurred (e.g.control group seeking weight loss advice)",
    "Blinding of outcome assessors Objective outcomes",
    "Comment: outcome assessor is not blinded.Live birth, adverse events, miscarriage, weight, birth weight, gestational age, clinical pregnancy, and time to pregnancy are not likely to be influenced, as they are observer-reported outcomes not involving judgement Blinding of outcome assessors Patient reported outcome measures",
    "Comment: outcome assessor is participant and is not blinded; reported behavioural changes are likely to be influenced.Eating healthy, moving, drinking less, higher QOL are socially desirable Incomplete outcome data Low risk Quote: a total of 63 women (21.8%) discontinued the lifestyle intervention after a median of 2.8 months (interquartile range, 14 days to 3.9 months)",
    "Quote: a total of 10 women were lost to follow-up, so data on 280 women in the intervention group and 284 women in the control group were available for the intention-to-treat analysis (Fig. 1 )",
    "Comment: ITT analysis, but researchers did not impute on ITT for those who withdrew consent (1 intervention, 2 control) and for those lost to follow-up (9 intervention, 1 control), but we assumed in our analysis that they did not have a live birth.Missing data and reasons for discontinuation were documented but were not balanced between groups, in line with the statistical plan of 20% discontinuation of intervention and 5% lost to follow-up (abstract ESHRE 2019) .Study author replied by email: we are in the process of submitting the iPLAN trial results for publication.We will be in touch when this is published",
    "Sequence generation Low risk Quote: participating women will be randomised in programme by the computer generation of a series of validation codes which is unique for each participant",
    "Allocation concealment Low risk Quote: computer generation of a series of validation codes which is unique for each participant.After completion of the baseline questionnaires, women will be randomised to the intervention or the control group.The randomisation process will be concealed",
    "Comment: central randomisation by third party.",
    "High risk Quote: although clinicians were blinded throughout, due to the nature of the study, it was not possible to blind women who were randomised",
    "Preconception lifestyle advice for people with infertility (Review)Copyright  2021 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd.",
    "Preconception lifestyle advice for people with infertility (Review)Copyright  The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "Cochrane Database of Systematic Reviews Human Reproduction 2018;33(6):1063-70.[DOI: 10.1093/ humrep/dey079.]Gunn 2016 Gunn JKL, Rosales CB, Center KE , Nuñez A, Gibson SJ, Christ C, et al.Prenatal exposure to cannabis and maternal and child health outcomes: a systematic review and meta-analysis.BMJ Open 2016;6(4):e009986.Haider 2017 Haider BA, Bhutta ZA.Multiple-micronutrient supplementation for women during pregnancy.Cochrane Database of Systematic Reviews 2017, Issue 4. Art.No: CD004905.[DOI: 10.1002/14651858.CD004905.pub5]Hakim 1998 Hakim RB, Gray RH, Zacur H. Alcohol and ca eine consumption and decreased fertility.Fertility and Sterility 1998;70:632-7.Harbin Consensus Conference Workshop Group 2014 The Harbin Consensus Conference Workshop Group.Improving the reporting of clinical trials of infertility treatments (IMPRINT): modifying the CONSORT statement.Human Reproduction 2014;29(10):2075-82. [DOI: 10.1093/humrep/deu218] Harding 2017 Harding KB, Peña-Rosas JP, Webster AC, Yap CM, Payne BA, Ota E, et al.Iodine supplementation for women during the preconception, pregnancy and postpartum period.Cochrane Database of Systematic Reviews 2017, Issue 3. Art.No: CD011761.[DOI: 10.1002/14651858.CD011761.pub2]Higgins 2020 Higgins JPT, Thomas J, Chandler J, Cumpston M, Li T, Page MJ, Welch VA (editors).Cochrane Handbook for Systematic Reviews of Interventions version 6.1 (updated September 2020).Cochrane, 2020.Available from www.training.cochrane.org/handbook.Homan 2007 Homan GF, Davies M, Norman RJ.The impact of lifestyle factors on reproductive performance in the general population and those undergoing fertility treatment: a review.Human Reproduction Update 2007;13:209-23.Homan 2018 Homan GF, Delacey S, Tremellen K. Promoting healthy lifestyle in fertility clinics: an Australian perspective.Human Reproduction Open 2018;1(1):1-7.[DOI: 10.1093/hropen/hox028] Hyland 2016 Hyland A, Piazza K, Hovey KM, et al.Associations between Cochrane Database of Systematic ReviewsMcKinnon 2016 McKinnon CJ, Hatch EE, Rothman KJ, Mikkelsen EM, Wesselink AK, Hahn KA, et al.Body mass index, physical activity and fecundability in a North American preconception cohort study.Fertility and Sterility 2016;106(2):451-9.[DOI: 10.1016/ j.fertnstert.2016.04.011.]Metz 2017 Metz TD, Allshouse AA, Hogue CJ, Goldenberg RL, Dudley DJ, Varner MW, et al.Maternal marijuana use, adverse pregnancy outcomes, and neonatal morbidity.American Journal of Obstetrics and Gynecology 2017;217(4):478.e1-8.Mínguez-Alarcón 2018 Mínguez-Alarcón L, Chavarro JE, Gaskins AJ.Ca eine, alcohol, smoking, and reproductive outcomes among couples undergoing assisted reproductive technology treatments.Fertility and Sterility 2018;110(4):587-92.Moran 2016a Moran LJ, Spencer L, Russell DL, Hull ML, Robertson SA, Varcoe TJ, Robinson Research Institute Consortium of Fertility and Conception Practitioners.Research priorities for fertility and conception research as identified by multidisciplinary health care practitioners and researchers.Nutrients 2016;13(8):E35.[DOI: 10.3390/nu8010035.]Mueller 1990 Mueller BA, Daling JR, Weiss NS, Moore DE.Recreational drug use and the risk of primary infertility.Epidemiology 1990;1(3):195-200.Mukherjee 2005 Mukherjee RAS, Hollins S, Abou-Saleh MT, Turk J. Low level alcohol consumption and the fetus: abstinence from alcohol is the only safe message in pregnancy.BMJ 2005;330(7488):375-6. Myers 2008 Myers ER, McCrory DC, Mills AA, Price TM, Swamy GK, Tantibhedhyangkul J, et al.E ectiveness of assisted reproductive technology.Evidence Report/Technology Assessment No. 167 (Prepared by the Duke University Evidencebased Practice Center under Contract No. 290-02-0025).AHRQ Publication No. 08-E012 2008.NICE 2013 National Institute for Health and Clinical Excellence.Fertility Problems: Assessment and Treatment (CG156).London: National Institute for Health and Clinical Excellence (NICE),",
    "Study design: parallel-group randomised controlled trial Setting: multi-centre/hospitalStudy duration: June 2016 to August 2019Sample size calculation: yes, but not (yet) achieved: protocol says 440, abstract reported on 264: in order to show a difference in the proportion of participants achieving a high composite lifestyle score from 30% in the control arm to 50% in the study arm after 24 weeks of the intervention, with 80% power at a P value of < 0.05, 93 patients will be required in each arm.We have assumed a randomisation rate of 50% and assuming a drop-out rate of 15-20%, 220 patients will be randomized to each arm (440 patients to be recruited in total) Participants Number of participants randomised: 264; 133 in control, 131 in intervention Baseline characteristics (mean ± SD): not specified (abstract data only)Baseline differences: no baseline differences in vegetable intake, fruit intake, or folic acid intake; no further details on other baseline characteristics Inclusion criteria: women with infertility or women suffering from recurrent miscarriages, actively trying to conceive, age 18 to 45 years, fluent in the use and understanding of English, having a smartphone capable of running the online application Exclusion criteria: women who are on a specific diet for medical reasons, women with insulin diabetes, and those undergoing any other means of lifestyle coaching, for example, personal trainer or group lifestyle coachingPhase of fertility treatment: not specified Interventions Control: routine care + unstructured minimal preconception lifestyle advice Description: standard preconception advice offered by the UK National Health ServiceIntervention: combination of weight, diet, vitamin or mineral supplement intake (folic acid), alcohol intake, physical activity, and smoking Description: a personalised smartphone lifestyle coaching programme Smarter Pregnancy.Through baseline and follow-up lifestyle questionnaires (at 6, 12, 18, and ",
    "Ms Boedt",
    "Ms Boedt, Ms Vercoe, Prof Matthys, Ms Dancet, and Prof Lie Fong",
    "Ms Vanhove",
    "Ms Boedt with help from Ms Vanhove (for the methods) and Ms Vercoe (for the background), with editing by Prof Matthys, Ms Dancet, and Prof Lie Fong",
    "Ms Boedt and Ms Vanhove, with help from the Cochrane Gynaecology and Fertility Group Information Specialist",
    "The Cochrane Gynaecology and Fertility Group Information Specialist and Ms Boedt",
    "TB, ACV, MV, CM, ED, and SLF declare that they do not have any conflicts of interest.",
    " KU Leuven, BelgiumExternal sources",
    "For the 2020 update, the review authors agreed to change the title using the now preferred term infertility (Zegers-Hochschild 2017).For the 2020 update, the background and methods sections were updated to meet current Cochrane standards.Cochrane Database of Systematic Reviews",
    " Addition of description of overall body of evidence: Summary of findings table",
    " Six studies were added to the update of this review.Description of studies, risk of bias, and e ects of interventions sections therefore were updated.GRADE assessment was performed on the outcomes, and Summary of findings tables were added to the review",
    " As advised by the CGFG, we adapted our safety outcomes to the most clinically relevant * Any adverse event (including bleeding, drug reactions, neonatal mortality, congenital abnormality) reported either as a composite measure or separately was redefined: any adverse event in men or women with infertility related to the intervention reported either as a composite measure or separately (including gestational diabetes and hypertension) * Pregnancy loss (miscarriage, ectopic pregnancy, stillbirth, and other (e.g.pregnancy of unknown location, termination of pregnancy) was redefined: miscarriage, defined as spontaneous loss of an intrauterine pregnancy prior to 22 completed weeks of gestation)  We added details (definitions, scales, time points) of acceptable outcome measures on reported behavioural changes.Decision rules, clinical relevance, and guidance documents were used  If methods were planned but were not implemented, reasons were added  In data synthesis, we added that a narrative review summary format was chosen as the method for synthesis when it was not possible to conduct meta-analyses; we added information on time points of outcomes and how we identified outcomes for inclusion in our synthesis",
    "Medical Subject Headings (MeSH)",
    "Female; Humans; Male"
  ],
  "bibref_titles": [
    "controlled trial",
    "Preconception lifestyle and cardiovascular health in the o spring of overweight and obese women",
    "Is there a di erent e ect of lifestyle intervention in subgroups of infertile obese women? Prespecified subgroup analyses of the LIFEstyle randomized controlled trial",
    "E ects of preconceptional weight loss in subfertile obese women on maternal and fetal outcome",
    "E ectiveness of lifestyle intervention in subgroups of obese infertile women: a subgroup analysis of a RCT",
    "Association between periconceptional weight loss and maternal and neonatal outcomes in obese infertile women",
    "Cost-e ectiveness analysis of lifestyle intervention in obese infertile women",
    "Cost-e ectiveness of a structured lifestyle program in overweight and obese subfertile women. Preliminary data from a randomised controlled trial the LIFEstyle study",
    "A lifestyle intervention improves sexual function of women with obesity and infertility: a 5 year follow-up of a RCT",
    "Sexual function in obese infertile women 5-6 years a er a preconception lifestyle intervention",
    "E ect of a lifestyle intervention in obese infertile women on cardiometabolic health and quality of life: results of a randomised controlled trial",
    "{published data only}",
    "Sperm DNA damage: consequences of the impact of yogic cognitive behavior practices",
    "The e ect of introducing Reproductive Life Plan-based counselling during men's sexual health visits: a randomized controlled trial",
    "Dietary compensation in randomized nutrition trials: can we identify and adjust?",
    "Incorporating spirituality in psychosocial group intervention for women undergoing in vitro fertilization: a prospective randomized controlled study",
    "E ectiveness of a self-help integrative Body-mind-spirit intervention (I-BMS) in reducing infertile women's anxiety during their in vitro fertilization (IVF) treatment result awaiting period",
    "{published data only}",
    "Intervention to reduce sperm DNA damage prior to fertility treatment",
    "{published data only}",
    "Maximizing weight loss in the overweight infertile patient -a Cochrane Library Trusted evidence. Informed decisions. Better health",
    "Weight decrease improves live birth rates in obese women undergoing IVF: a pilot study",
    "2007 {published data only} Fauque P. Medical treatments and hygiene and dietary measures",
    "{published data only}",
    "Weighing the impact of diet and lifestyle on female reproductive function",
    "Recent advances in understanding the relationship between long-and short-term weight change and fertility",
    "Dietary patterns and outcomes of assisted reproduction",
    "Yoga enhances fertility potential and improves quality of life in infertile men with rheumatoid arthritis on disease-modifying antirheumatic drugs",
    "Impact of yoga based lifestyle intervention on quality of life, depression and sperm oxidative DNA damage: a randomized controlled trial on infertile men with rheumatoid arthritis",
    "{published data only}",
    "Role of dietary antioxidant supplementation in treatment of idiopathic male infertility: promising evidence from a sub-continental study",
    "{published data only}",
    "Endocrine consequences of weight loss in obese, hyperandrogenic, anovulatory women",
    "The e icacy of group counselling on perceived stress among infertile women undergoing in vitro fertilization treatment: an RCT",
    "The e ectiveness of brief mindfulness-based stress reduction program on stress, mindful awareness attention, sleep quality in infertile women: a quasi-experimental study",
    "Paternal obesity negatively a ects male fertility and assisted reproduction outcomes: a systematic review and meta-analysis",
    "Diet and female fertility: doctor, what should I eat?",
    "E ects and safety of periconceptional oral folate supplementation for preventing birth defects",
    "Developing a core outcome set for future infertility research: an international consensus development study",
    "Standardizing definition and reporting guidelines for the infertility core outcome set: an international consensus development study",
    "ESHRE guideline",
    "ESHRE guideline: routine psychosocial care in infertility and medically assisted reproduction -a guide for fertility sta",
    "The clinical content of preconception care: preconception care for men",
    "Clinical Gynecologic Endocrinology and Infertility",
    "The insults of illicit drug use on male fertility",
    "Why do patients discontinue fertility treatment? A systematic review of reasons and predictors of discontinuation in fertility treatment",
    "Optimal in vitro fertilization in 2020 should reduce treatment burden and enhance care delivery for patients and sta",
    "The clinical content of preconception care: nutrition and dietary supplements",
    "Diet and fertility: a review",
    "Nutritional modifications in male infertility: a systematic review covering 2 decades",
    "Influence of maternal obesity on the longterm health of o spring",
    "Many women undergoing fertility treatment make poor lifestyle choices that may a ect treatment outcome",
    "E ects of cocaine use during pregnancy on low birthweight and preterm birth: systematic review and metaanalyses",
    "Preconception care and treatment with assisted reproductive technology",
    "Pre-pregnancy fast food and fruit intake is associated with time to pregnancy. lifetime tobacco exposure with infertility and age at natural menopause: the Women's Health Initiative Observational Study",
    "An update on the implication of physical activity on semen quality: a systematic review and meta-analysis",
    "E ects of maternal and paternal alcohol consumption on the success rates of in vitro fertilization and gamete intrafallopian transfer",
    "Female and male lifestyle habits and IVF: what is known and unknown",
    "Prenatal amphetamine exposure and birth outcomes: a systematic review and metaanalysis",
    "Systematic review and meta-analysis on the impact of preconception lifestyle interventions on fertility, obstetric, fetal, anthropometric and metabolic outcomes in men and women",
    "Periconception parental obesity, reproductive health, and transgenerational impacts",
    "Association between co ee or ca eine consumption and fecundity and fertility: a systematic review and dose-response meta-analysis",
    "Core outcome set for behavioural weight management interventions for adults with overweight and obesity: standardised reporting of lifestyle weight management interventions to aid evaluation (STAR-LITE)",
    "National, regional, and global trends in infertility prevalence since 1990: a systematic analysis of 277 health surveys",
    "The clinical content of preconception care: environmental exposures",
    "Society for Reproductive Medicine in collaboration with the Society for Reproductive Endocrinology and Infertility. Optimizing natural fertility",
    "Active and passive smoking and fecundability in Danish pregnancy planners",
    "A simple method for the analysis of clustered binary data",
    "Maternal physical activity before IVF/ICSI cycles improves clinical pregnancy rate and live birth rate: a systematic review and meta-analysis",
    "Co ee and ca eine intake and male infertility: a systematic review",
    "E ect of body mass index on IVF treatment outcome: an updated systematic review and meta-analysis",
    "The impact of lifestyle behaviors on infertility treatment outcome",
    "Toxoplasmosis, cytomegalovirus, listeriosis and preconception care",
    "E ect of alcohol consumption on in vitro fertilization",
    "Dietary patterns, foods and nutrients in male fertility parameters and fecundability: a systematic review of observational studies. Cochrane Library Trusted evidence. Informed decisions. Better health",
    "Cigarette smoking and semen quality: a new meta-analysis examining the e ect of the 2010 World Health Organization laboratory methods for the examination of human semen",
    "Preconception care policy, guidelines, recommendations and services across six European countries: Belgium (Flanders), Denmark, Italy, the Netherlands, Sweden and the United Kingdom",
    "Antioxidants for female subfertility",
    "Antioxidants for male subfertility",
    "The preconception Mediterranean dietary pattern in couples undergoing in vitro fertilization/intracytoplasmic sperm injection treatment increases the chance of pregnancy",
    "E ects of cigarette smoking upon clinical outcomes of assisted reproduction: a meta-analysis",
    "WHO Laboratory Manual for the Examination and Processing of Human Semen",
    "Preconception care to reduce maternal and childhood mortality and morbidity: meeting report and packages of interventions",
    "WHO recommendations for the prevention and management of tobacco use and secondhand smoke exposure in pregnancy",
    "Guidelines for the identification and management of substance use and substance use disorders in pregnancy",
    "WHO recommendations on antenatal care for a positive pregnancy experience",
    "Healthy diet",
    "The international glossary on infertility and fertility care",
    "Cochrane Library Trusted evidence. Informed decisions. Better health",
    "want or wanting or hoping or hope or plan or planning or intend* or intention or contemplat*) adj5 pregnan*):TI,AB",
    "MESH DESCRIPTOR Life Style EXPLODE ALL TREES 5449 #14",
    "MESH DESCRIPTOR Preconception Care",
    "MESH DESCRIPTOR Patient Education as Topic EXPLODE ALL TREES 8834 #",
    "counsel* or care or advice or educat* or intervention* or information or coach* or programme",
    "#24 #13 OR #14 OR #15 OR #16 OR #17 OR #18 OR #19 OR #20 OR #21 OR #22",
    "MESH DESCRIPTOR Life Style EXPLODE ALL TREES 5449 #26",
    "MESH DESCRIPTOR Drinking Behavior",
    "MESH DESCRIPTOR health behavior",
    "MESH DESCRIPTOR Cannabis EXPLODE ALL TREES 301 #35 (marijuana or cannabis or cocaine):TI,AB,KY 6176 #36 (",
    "MESH DESCRIPTOR Ca eine EXPLODE ALL TREES 2083 #41",
    "Preconception lifestyle advice for people with infertility (Review) Copyright  2021 The Cochrane Collaboration",
    "1 exp embryo transfer/ or exp fertilization in vitro/ or exp sperm injections",
    "exp reproductive techniques, assisted/ or exp insemination, artificial/ or exp oocyte donation",
    "6 artificial insemination",
    "8 vitro fertili?ation",
    "tw. (15738) 11 intrauterine insemination$.tw. (2578) 12 ovulation induc",
    "ovari$ adj2 stimulat",
    "ovarian hyperstimulation",
    "ovari$ adj2 induction).tw. (291) 20"
  ]
}