{
  "paper_id": "Brown_et_al-2016-Cochrane_Database_of_Systematic_Reviews",
  "header": {
    "generated_with": "S2ORC 1.0.0",
    "date_generated": "2024-04-05T17:20:11.823114Z"
  },
  "title": "Ultrasound versus 'clinical touch' for catheter guidance during embryo transfer in women",
  "authors": [
    {
      "first": "Julie",
      "last": "Brown",
      "email": "j.brown@auckland.ac.nz.",
      "affiliation": {
        "laboratory": "",
        "institution": "The University of Auckland",
        "location": {
          "settlement": "Auckland",
          "region": "New Zealand"
        }
      }
    },
    {
      "first": "Karen",
      "last": "Buckingham",
      "email": "",
      "affiliation": {}
    },
    {
      "first": "William",
      "last": "Buckett",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "McGill University",
        "location": {
          "settlement": "Montreal",
          "country": "Canada"
        }
      }
    },
    {
      "first": "Ahmed",
      "last": "Abou-Setta",
      "email": "",
      "affiliation": {
        "laboratory": "",
        "institution": "University of Manitoba",
        "location": {
          "settlement": "Winnipeg",
          "country": "Canada"
        }
      }
    }
  ],
  "year": "",
  "abstract": "This systematic review now has 21 included studies (four of which we added in the 2016 update), two studies awaiting assessment, and 47 excluded studies.In total, data for meta-analyses were available in 21 trials (n = 6218 women), of which only four reported live births.UGET was associated with an increased chance of a live birth/ongoing pregnancy compared with CTET (OR 1.47, 95% CI 1.30 to 1.65; 13 trials; n = 5859 women; I 2 = 74%; low-quality evidence).Sensitivity analysis by including only trials with low risk of selection bias or by using a random-e ects model did not alter the e ect.We estimate that for women with a chance of a live birth/ongoing pregnancy of 23% using CTET, this would increase to between 28% and 33% using UGET.We considered the quality of the evidence using GRADE methodology to be low.UGET was associated with an increase in the chance of a clinical pregnancy (OR 1.31, 95% CI 1.17 to 1.45; 20 trials; n = 6711 women; I 2 = 42%; moderate-quality evidence).We identified no di erences between groups for the incidence of adverse events including multiple pregnancy, ectopic pregnancy, or miscarriage.These events were relatively rare, and sample sizes limited the ability to detect such di erences.Ultrasound versus 'clinical touch' for catheter guidance during embryo transfer in women (Review)",
  "pdf_parse_keywords": [
    "vitro fertilisation",
    "RCT: randomised controlled trial",
    "RR: risk ratio",
    "Better health . Better health Ultrasonography, Interventional",
    "Embryo Transfer [adverse e ects] [*methods]",
    "Palpation [adverse e ects] [*methods]",
    "Randomized Controlled Trials as Topic",
    "Treatment Outcome Female",
    "Humans",
    "Pregnancy Ultrasound versus"
  ],
  "body_text": [
    "Many women undergoing an assisted reproductive technology (ART) cycle will not achieve a live birth.Failure at the embryo transfer stage may be due to lack of good-quality embryo/s, lack of uterine receptivity, or the transfer technique itself.Numerous methods, including the use of ultrasound guidance for proper catheter placement in the endometrial cavity, have been suggested as more e ective techniques of embryo transfer.This review evaluates the e icacy of ultrasound-guided embryo transfer (UGET) compared with 'clinical touch' (CTET), which is the traditional method of embryo transfer and relies on the clinician's tactile senses to judge when the transfer catheter is in the correct position.",
    "To determine whether ultrasound guidance compared with clinical touch improves pregnancy outcomes in women undergoing embryo transfer during ART cycles.",
    "For the 2016 update of this review, we ran updated searches in the Cochrane Gynaecology and Fertility Group trials register (May 2015), the Cochrane Central Register of Controlled Trials (the Cochrane Library, May 2015), MEDLINE (2009 to May 2015 ), and EMBASE (2009 to May 2015) .We also handsearched relevant conference proceedings: American Society for Reproductive Medicine (ASRM), European Society for Human Reproduction and Embryology (ESHRE), and International Federation of Gynecology and Obstetrics (FIGO).There were no language restrictions.",
    "We included only randomised controlled trials.",
    "Two review authors independently assessed eligibility and quality of trials and extracted data from those selected.We calculated odds ratio (OR) and 95% confidence interval (CI) for dichotomous outcomes.No outcomes were reported using continuous data.We assessed the overall quality of the evidence for the main findings using the GRADE working group methods.",
    "The evidence suggests ultrasound guidance improves the chance of live birth/ongoing and clinical pregnancies compared with clinical touch, without increasing the chance of multiple pregnancy, ectopic pregnancy, or miscarriage.Methodological limitations included: only four studies reporting details of both computerised randomisation techniques and adequate allocation concealment, only four studies reported on the outcome of live birth, and none of the nine studies that reported on ongoing pregnancy reported on live birth, suggesting possible reporting bias.Adequate reporting of randomisation and allocation concealment will improve the quality of future studies.The primary outcome measure of future studies should be the reporting of live births per woman randomised.",
    "We wanted to learn whether ultrasound-guided embryo transfer (UGET) improves pregnancy outcomes compared with clinical touch.The traditional method of embryo transfer, clinical touch relies on the clinician's tactile senses to judge when the transfer catheter is in the correct position.",
    "The inability of some women undergoing fertility treatment to achieve a live birth may be due to a number of factors, such as lack of goodquality embryo/s, problems with the uterus, or the transfer technique itself.This review looks at one aspect of the transfer technique, whether ultrasound guidance improves pregnancy outcomes compared with clinical touch (clinical judgement without any technical assistance).",
    "We found 21 randomised controlled trials that compared UGET with clinical touch in a total of 6218 women.The evidence is current to May 2015.",
    "Live birth/ongoing pregnancies were increased for the ultrasound-guided group compared with the clinical touch group, based on lowquality evidence.We estimate that for women with a chance of a live birth/ongoing pregnancy of 23% using clinical touch, this would increase to between 28% and 33% using UGET.Data for live birth should be interpreted carefully, as di erences between the studies make drawing a conclusion di icult.The evidence suggests that in studies that used the same brand of transfer catheter in both the ultrasoundguided and the clinical touch groups, ultrasound guidance was linked to an increase in the chance of a live birth.There was no evidence that the risk of harm using UGET, including miscarriage, ectopic pregnancies, and multiple pregnancies, is any di erent than when clinical touch is used to guide the embryo transfer.",
    "The quality of the evidence for live birth/ongoing pregnancy was low due to poor reporting of study methods and inconsistency in trial results.",
    "Live birth and ongoing pregnancy (per woman randomised) Cochrane Database of Systematic Reviews",
    "Since the first pregnancy using in vitro fertilisation was achieved nearly 40 years ago (Steptoe 1978) , many aspects of the procedure, such as ovarian stimulation, oocyte recovery, and the in vitro techniques of fertilisation and embryo culture, have undergone major revision.In contrast, the technique of embryo transfer has remained largely unchanged.Approximately 80% of women undergoing in vitro fertilisation/intracytoplasmic sperm injection today will reach the embryo transfer stage with good-quality embryos.However, only a small proportion of these women will then go on to achieve a clinical pregnancy, and even fewer will achieve a live birth.This makes the embryo transfer phase the final and least successful step in assisted reproductive technology.Indeed, it is estimated that up to 85% of replaced embryos fail to implant, despite the selection of apparently normal embryos for transfer (Sallam 2002) .This failure may be due to lack of goodquality embryo/s, lack of uterine receptivity, or the technique of embryo transfer itself.",
    "Embryos are usually replaced into the uterine cavity through a transcervical transfer catheter between days 2 to 5 of development.",
    "Traditionally, the 'clinical touch' method has been used to guide placement of the transfer catheter to within 10 mm from the uterine fundus prior to injection of the embryos.This method is essentially 'blind' and relies on the clinician's tactile senses to judge when the transfer catheter is in the correct position.Some clinicians transfer the embryos at a fixed distance from the external os (6 cm), however this may not take into account variation in cervical length or uterine size, or position (retroverted).Others will conduct a 'dummy' embryo transfer to determine the length of the endometrial cavity prior to the actual embryo transfer.",
    "Assessment of the transfer catheter position using the clinical touch method is o en unreliable.This was demonstrated by Woolcott and Stanger (Woolcott 1997) , who utilised transvaginal ultrasound to observe catheter placement in relation to the endometrial surface and uterine fundus during 121 embryo transfers.They noted suboptimal catheter placement in more than half of cases, with the catheter either indenting or embedded in the endometrium.",
    "It is generally accepted that an easy, atraumatic embryo transfer is essential for successful implantation (Matorras 2002) .It is possible that minimising endometrial trauma could decrease myometrial contractions, which could in turn enhance implantation.Most clinicians try to avoid having the catheter tip come into contact with the uterine fundus during embryo transfer (Kovacs 1999), as it has been suggested that this may stimulate uterine contractions (Lesny 1998), which in turn may lead to expulsion of the embryos.Indeed, it has been noted that high-frequency uterine contractions visualised by ultrasound are associated with a lower ongoing clinical pregnancy rate (Fanchin 1998) .",
    "The clinical touch method may thus be challenged as a potential cause of cycle failure as a result of (1) initiation of uterine contractility that may lead to immediate or delayed expulsion of the embryo/s, and (2) the inability to accurately identify the ideal location for deposition of embryos, especially in women with acute utero-cervical angulations, cervical stenosis, or anatomical distortion of the cervical canal and uterus.",
    "Numerous methods to improve the technique of embryo transfer have been studied in an attempt to improve pregnancy rates, including changing the type of catheter used, performing a trial, or 'mock' transfer before the actual procedure, removing any cervical mucus prior to transfer, avoiding the use of a tenaculum, encouraging bed rest following embryo transfer, comparing full and empty bladder, as well as performing the procedure under ultrasound guidance.This review currently focuses on the role of transabdominal ultrasound.",
    "The use of abdominal ultrasound to guide embryo transfer was first discussed by Strickler et al (Strickler 1985) , who postulated that this would allow accurate and atraumatic positioning of the catheter tip near the uterine fundus, along with visualisation of the injection of the transfer fluid containing the embryos.By allowing identification of the cervical canal and endometrial cavity, ultrasound can facilitate atraumatic penetration of the catheter into the uterus, thereby minimising endometrial trauma.Moreover, its use can confirm that the catheter tip is beyond the internal os of the cervix and that placement of the embryos is at the desired level in the endometrial cavity (Lorusso 2005) .This can be especially helpful in women where the uterine anatomy may be distorted by fibroids or septae (Hurley 1991) .For these reasons, ultrasoundguided embryo transfers have been rated as easier and cleaner by clinicians (Prapas 2001).Disadvantages are the need for a second operator, a longer time to execute, and the inconvenience of filling the woman's bladder (Martins 2004) .Another possible drawback is that in some cases moving the catheter to improve identification is required, a motion that is not needed in transfers performed by clinical touch.This manoeuvre can potentially disrupt the endometrium, thus reducing the benefits provided by ultrasound (Garcia-Velasco 2002).Another disadvantage is the possible unknown side e ects of early ultrasound on the preimplantation embryo.",
    "Studies comparing transabdominal ultrasound guidance with the traditional clinical touch method have reported conflicting results in terms of pregnancy rates.Given the lack of concurrence in the literature, we decided to review the evidence systematically to evaluate this method for successful embryo transfer.",
    "To determine whether ultrasound guidance compared with clinical touch improves pregnancy outcomes in women undergoing embryo transfer during assisted reproductive technology cycles.",
    "We considered all published, unpublished, and ongoing prospective randomised trials that reported data comparing outcomes of women undergoing ultrasound-guided embryo transfer (UGET) versus clinical touch embryo transfer (CTET) through the cervical route following in-vitro fertilisation (IVF) or",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews intracytoplasmic sperm injection (ICSI) including frozen embryo transfers for inclusion.We excluded quasi-randomised (sampling of every n th entry from a list), cross-over, and cluster randomised trials.",
    "Women with any form of infertility undergoing embryo transfer via the cervical route (using either fresh or cryopreserved or donated embryos) a er either IVF or ICSI and randomised to either UGET or CTET.",
    "The studies had to compare transcervical embryo transfer using transabdominal ultrasound guidance with clinical touch methods.",
    "The studies should have conducted a standard IVF/ICSI procedure, using standard protocols for controlled ovarian stimulation and transcervical replacement of embryos.Standard culture medium and catheters should have been used for culture and transfer of embryos, respectively.We included embryo transfers that involved donated gametes or embryos.There was no restriction on the number of clinicians conducting the transfers nor the type of catheters used.",
    "We excluded studies of embryo transfer via zygote intrafallopian transfer.",
    "The primary outcome measure for this systematic review was live births/ongoing pregnancies per woman randomised.We defined live birth as a live fetus born a er 20 completed weeks.We defined ongoing pregnancies as those continuing for at least 12 weeks a er embryo transfer.",
    "1. Clinical pregnancies per woman randomised (as determined by heart beat detected using ultrasound) 2. Multiple birth per woman randomised 3. Miscarriage rate: miscarriage (confirmed by ultrasound and pregnancy test or histology) per woman randomised (including partial loss of multiple pregnancies) 4. Ectopic pregnancy rate: ectopic gestation per woman randomised 5. Foetal abnormalities as determined by foetal anatomy scan or a er delivery per woman randomised 6. Complication rate: any adverse e ects/events associated with embryo transfer per woman randomised 7. Ease of transfer as determined by clinician",
    "We searched for all published and unpublished randomised controlled trials comparing ultrasound with clinical touch, without language restriction, and in conjunction with the Cochrane Gynaecology and Fertility Group's Trials Search Co-ordinator.",
    "We searched the following electronic databases and trial registries in May 2015.",
    "We searched the citation lists of relevant publications and review articles published from 2009 to the present (September 2015), and handsearched the references of the included studies.We contacted commercial entities and experts in the field, where identified, to locate trials.We contacted authors where necessary for missing data on live birth rates.",
    "We also handsearched relevant conference proceedings: American Society for Reproductive Medicine (ASRM), European Society for Human Reproduction and Embryology (ESHRE), and International Federation of Gynecology and Obstetrics (FIGO).There were no language restrictions.",
    "A er an initial screen of the titles and abstracts retrieved in the searches (by JB, a methodologist, and KB, a content expert), we retrieved the full texts of all potentially eligible studies.Two review authors (JB, KB) independently examined these full-text articles for compliance with the inclusion criteria and selected studies eligible for inclusion in the review.We corresponded with study investigators, as required, to confirm study eligibility.",
    "Disagreements as to study eligibility were resolved by consensus.",
    "Two review authors (JB, KB) independently extracted data from the eligible studies using a data extraction form that had been developed and piloted for consistency and completeness.Any disagreements were resolved by consensus.Data extracted included study characteristics and outcome data.Where studies had multiple publications, we collated multiple reports of the same study so that each study, rather than each report, is the unit of interest in the review, and such studies will have the same study ID with multiple references.",
    "We corresponded with study investigators for further information on methods or data/results as required (for example live birth rates).",
    "Trusted evidence.Informed decisions.Better health.",
    "Two review authors independently assessed the eligible studies for risk of bias using the Cochrane 'Risk of bias' assessment tool (www.cochrane-handbook.org)for the following domains: selection (random sequence generation, allocation concealment), performance (blinding of participants and personnel), detection (blinding of outcome assessors), attrition (incomplete outcome data), reporting (selective reporting), and other bias (refer to risk of bias in Characteristics of included studies).Disagreements were resolved by consensus.",
    "We took care to search for within-trial selective reporting, such as trials failing to report specific outcomes, or reporting them in insu icient detail to allow for inclusion of data.We sought out published protocols and compared these with the data reported in the published report.",
    "We performed statistical analysis in accordance with the guidelines for statistical analysis developed by the Cochrane Gynaecology and Fertility Group.The outcome of live birth/ongoing pregnancy and clinical pregnancy is considered a positive consequence of fertility treatment, therefore a higher proportion of women with a clinical pregnancy, ongoing pregnancy, or live birth is considered a benefit.Outcomes such as multiple pregnancy are a negative consequence, therefore higher numbers are considered detrimental.This should be taken into account when viewing summary graphs.",
    "For dichotomous data, we used the number of events in the intervention and control groups to calculate the Mantel-Haenszel odds ratio with 95% confidence intervals for all outcomes.The Peto odds ratio had been used in previous versions of this review.",
    "All analyses are reported per woman randomised.In studies that reported on outcome per embryo transfer, we sought verification from the primary author/s.",
    "We have presented data as the outcome per woman randomised.",
    "Where we could not collate such data from the paper, we sought verification from the primary author/s.Where possible, we reported data by intention-to-treat.Where data were unobtainable, we only analysed the available data.",
    "We considered whether the clinical and methodological characteristics of the included studies were su iciently similar for meta-analysis to provide a clinically meaningful summary.We assessed heterogeneity using the I 2 statistic.We considered an I 2 greater than 50% to indicate substantial heterogeneity (Higgins 2011).",
    "We performed a comprehensive search of the literature.We have included published and unpublished data with both positive and negative findings in this review.We identified no pre-publication protocols for the included studies in our search of the trial registries.Additionally, we assessed publication bias using funnel plot techniques, Begg's rank test, Egger's regression test, and the trim-and-fill plot for outcomes that had at least 10 included trials.",
    "Where data were considered similar enough to combine, we employed a fixed-e ect model as the primary analysis in the metaanalysis using Review Manager version 5.3 (RevMan 2014).We combined data for the following comparison:",
    " ultrasound-guided embryo transfer versus clinical touch.",
    "Where statistical heterogeneity was found to exceed 50%, we performed subgroup analysis to try to explain the findings.We explored the use of same or di erent type of catheters used in the intervention or control groups.",
    "We had planned to conduct sensitivity analyses to compare studies judged to have low risk of bias (those judged to be at low risk of bias for all domains of risk of bias) with those classified as having an unclear/high risk of bias.Instead, we undertook a random-e ects analysis to assess sensitivity to choice of model for all outcomes where heterogeneity was greater than 50%.",
    "We have prepared a 'Summary of findings' table using GRADEpro Guideline Development Tool so ware (GRADEpro GDT).This table evaluates the overall quality of the body of evidence for the main review outcomes (live birth/ongoing pregnancy, clinical pregnancy, multiple pregnancy, miscarriage and ectopic pregnancy) using GRADE (Grades of Recommendation, Assessment, Development and Evaluation) criteria (study limitations (that is risk of bias), consistency of e ect, imprecision, indirectness, and publication bias).Judgements about evidence quality (high, moderate, or low) have been justified, documented, and incorporated into reporting of results for each outcome.Cochrane Database of Systematic Reviews",
    "We requested data from all authors of abstracts (Bar Hava 2003; Faure 1998; Moraga-Sanchez 2004; Weissman 2003) ; we received a response from Dr Bar-Harva, although no data has been forthcoming.We received no correspondence from the other authors.We requested clarification of randomisation from Dr Li but have received no response (Li 2005).Dr Blake was unable to identify the study requested; she was the head of the research department that submitted the summary but cannot identify the original authors of the study within the institution (Blake 1998).",
    "In the 2016 update of this review, we moved Blake 1998 to the excluded studies.",
    "We identified 23 publications associated with 21 randomised controlled trials that compared ultrasound guidance with clinical touch.We included 21 trials in the final analysis (Ammar 2013; Azmy 2009; Bar Hava 2003; Chen 2007; Coroleu 2000; Coroleu 2002; Davar 2007; Drakeley 2008; Eskander 2008; Garcia-Velasco 2002; Kosmas 2007; Li 2005; Maldonado 2005; Marconi 2003; Martins 2004; Matorras 2002; Moraga-Sanchez 2004; Tang 2001; Weissman 2003; Wisanto 1989; Zakova 2008) .All of the trials included in the review and final analysis were prospective randomised controlled trials.Twelve studies detailed ease of transfer (Azmy 2009; Coroleu 2000; Coroleu 2002; Drakeley 2008; Eskander 2008; Kosmas 2007; Matorras 2002; Tang 2001; Weissman 2003; Wisanto 1989; Zakova 2008; Davar 2007) For details of the transfer protocol and IVF protocol, see Table 1 .For details of the transfer/replacement procedure, where reported, see Table 2 .For details of day of transfer, whether women were on bed rest or not, and whether they had a full bladder or not, as well as the type of ultrasound machine used, see Table 3 .",
    "We rejected 42 of the 104 potential studies outright based on the title or content of the abstract.A er retrieving the remaining papers, we rejected a further 42 studies because on more detailed analysis of the content we found they were not randomised controlled trials or because they were comparing catheter types and not ultrasound guidance versus clinical touch methods of embryo transfer.Ten papers were reviews or 'letters to the editor' that did not contain any original data.We excluded a further five trials that compared transvaginal ultrasound with transabdominal ultrasound (Bodri 2011; Deep 2013; Hauzman 2012; Porat 2010) , or that did not use ultrasound at the time of embryo transfer (Saharkhiz 2014).In the 2016 update, we excluded two studies that had previously been awaiting classification, as multiple attempts to contact the authors of Faure 1998 were made without reply, and we were unable to identify the authors of the Blake 1998 study.",
    "The studies were old, and the findings were unlikely to a ect the results of the meta-analyses.We excluded a total of 49 studies (see Characteristics of excluded studies).",
    "See Characteristics of included studies table, Figure 2 , and Figure 3 . Tang 2001), one study drew lots using a randomisation table on the day of oocyte retrieval (Martins 2004), and one randomised using tables of random sampling numbers (Wisanto 1989).The remaining studies provided no details of the randomisation method used.",
    "Five studies described their process of allocation concealment (Ammar 2013; Drakeley 2008; Eskander 2008; Garcia-Velasco 2002; Davar 2007) .",
    "None of the trials used blinding.We judged this to be unclear for performance bias, as although blinding is unlikely to a ect the outcome of pregnancy, the awareness of the intervention by the clinicians involved may a ect the performance of the intervention.",
    "None of the trials provided details as to whether the outcome assessors were blinded, and we judged this as unclear risk of bias.",
    "Attrition and intention-to-treat analysis: Four women in the trial conducted by Wisanto 1989 were not analysed due to failure during transfer and are not included in this analysis, as their treatment changed and their outcomes are unknown.All of the remaining trials analysed the same number of women as were randomised.",
    "Live birth rate was poorly reported, with only four of the 21 included studies reporting this primary outcome.",
    "The review authors have retrieved a wide source of data from conference papers, peer-reviewed data, and personal communication with authors.We could not identify published trial protocols for any of the included trials.In addition, 16 studies did not report on the primary outcome of live birth (Ammar 2013; Chen 2007; Coroleu 2000; Coroleu 2002; Davar 2007; Eskander 2008; Garcia-Velasco 2002; Kosmas 2007; Li 2005; Marconi 2003; Matorras 2002; Moraga-Sanchez 2004; Tang 2001; Weissman 2003; Wisanto 1989; Zakova 2008) .",
    "We identified no other sources of bias. 2003) .None of the studies reporting ongoing pregnancy reported on live birth and vice versa.",
    "Personal communication with two authors resulted in additional data on live birth being received (Martins 2004; Matorras 2002) .",
    "The use of ultrasound-guided embryo transfer (UGET) was associated with an increased chance of a live birth/ongoing pregnancy (917 out of 2963) compared with clinical touch embryo transfer (CTET) (686 out of 2896) (odds ratio (OR) 1.47, 95% confidence interval (CI) 1.30 to 1.65; 13 trials; n = 5859 women; I 2 = 74%; low-quality evidence).Sensitivity analysis using a randome ects model did not a ect the overall results.The subgroup interaction test was not significant, suggesting there was no evidence of a di erential e ect between studies reporting live birth and those reporting ongoing pregnancy (Analysis 1.1; Figure 4 ).We estimate that for women with a chance of a live birth/ongoing pregnancy of 23% using CTET, this would increase to between 28% and 33% using UGET (Summary of findings for the main comparison).Using the GRADE approach, we judged the quality of the evidence to be low.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews In the review protocol we stated that where there was heterogeneity we would explore it by only including trials with low risk of bias for all the domains.None of the included trials in the review had low risk of bias in all the domains.We therefore looked only at those trials that had low risk of bias for selection bias (allocation).For live birth (all trials included), heterogeneity was I 2 = 91%.We attempted to explore the reasons for this significant heterogeneity by looking for di erences in the trial protocols.",
    "Fresh versus frozen embryos: Azmy 2009, Martins 2004, and Matorras 2002 used fresh embryos only.Drakeley 2008 reported using fresh and frozen embryos (88% fresh and 12% frozen embryos in both groups).",
    "Type of catheter used: One of the included studies appeared to be an outlier (Drakeley 2008).We found that in this trial, the catheters used di ered between the groups.In the UGET group, 97% of embryo transfers used the Cook EchoTip, 1% Wallace, and 2% Rocket catheters.In the CTET group, 2% used the Cook EchoTip, 51% the Wallace, and 47% the Rocket catheters.There was no di erence in the chance of a live birth between groups (OR 0.99, 95% CI 0.79 to 1.25; 1 trial; n = 1649).Martins 2004 and Matorras 2002 used the Frydman catheter in both groups, and Azmy 2009 used the Labotect catheter in both groups.The use of UGET was associated with an increase in live birth compared to CTET where the same catheter was used in both groups (OR 2.45, 95% CI 1.92 to 3.12; 3 studies; n = 1468; I 2 = 57%).The subgroup interaction test was significant, suggesting that using the same catheter type for both intervention groups was associated with an increased chance of a live birth (Chi 2 = 23.06;I 2 = 96.4%;P < 0.00001) (Analysis 2.1).Sensitivity analysis using a random-e ects model did not a ect this result.",
    "Publication bias tests did not indicate a significant probability of the presence of publication bias.Even so, the funnel plot appeared asymmetrical with a gap on the le lower corner.The trim-and-fill plot identified that five trials (favouring CTET) would be needed to make the funnel plot symmetrical (Figure 5 ).With the addition of these trials, the adjusted e ect estimate would still remain significant, but the magnitude of e ect reduced to OR 1.14 (95% CI 1.02 to 1.28).",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews",
    "Twenty trials reported clinical pregnancies.UGET was associated with an increase in the chance of a clinical pregnancy (1118 out of 3392) compared with CTET (916 out of 3319) (OR 1.31, 95% CI 1.17 to 1.45; 20 studies; n = 6711; I 2 = 42%) (Analysis 1.2).",
    "Publication bias tests did not indicate a significant probability of the presence of publication bias.Even so, the funnel plot appeared asymmetrical with a gap on the le lower corner.The trim-andfill plot identified that six trials (favouring CTET) would be needed to make the funnel plot symmetrical (Figure 6 ).With the addition of these trials, the adjusted e ect estimate would still remain significant, but the magnitude of e ect reduced to OR 1.19 (95% CI 1.07 to 1.32).Using GRADE methodology, we judged the quality of the evidence for clinical pregnancies to be moderate; the evidence was downgraded one level due to lack of methodological details to be able to make a judgement on risk of bias.",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews There was no evidence of a di erence between UGET (140 out of 1693) and CTET (124 out of 1686) in the incidence of multiple pregnancies (OR 1.13, 95% CI 0.87 to 1.45; 8 trials; n = 3379; I 2 = 0%) (Analysis 1.3).Using GRADE methodology, we judged the quality of the evidence for multiple pregnancies to be moderate; the evidence was downgraded one level due to lack of methodological details to be able to make a judgement on risk of bias.",
    "There was no evidence of a di erence in ectopic pregnancies per woman randomised in the eight trials reporting this outcome 4 ).Using GRADE methodology, we judged the quality of the evidence for miscarriage to be moderate; the evidence was downgraded one level due to lack of methodological details to be able to make a judgement on risk of bias.",
    "Publication bias tests did not indicate a significant probability of the presence of publication bias.",
    "Five papers reported blood on the catheter tip as an adverse event following the transfer procedure (Coroleu 2002; Drakeley 2008; Eskander 2008; Garcia-Velasco 2002; Wisanto 1989) .There was no evidence of a di erence between UGET (126 out of 1397) and CTET (124 out of 1383) (OR 1.0, 95% CI 0.77 to 1.30; 5 trials; n = 2780; I 2 = 0%) (Analysis 1.6).",
    "Where reported, we extracted data on transfers that were considered to be di icult.There were no reports in any of the analysed papers on the outcome of foetal abnormalities either at anomaly scan or at birth.",
    "The results of this systematic review found an association between ultrasound-guided embryo transfer (UGET) and an increased chance of a live birth/ongoing pregnancy.Heterogeneity was high, with a significant proportion of weighting being attributed to one trial (Drakeley 2008).",
    "We identified no evidence of a di erence between UGET and clinical touch embryo transfer (CTET) with regards to miscarriage, multiple pregnancies, or ectopic pregnancies, and the incidence of such events was relatively small.Data on multiple pregnancies was only reported by six of the studies and may be regarded as a source of reporting bias.We have requested data from all authors with regard to this outcome, and it is recommended that future research takes this into account.",
    "There was no evidence of a di erence between transfer procedures for blood on the catheter a er embryo transfer.The papers were not always explicit in identifying who was responsible for the embryo transfer and what their level of experience in the procedure was.",
    "For the outcome di icult embryo transfer, Azmy 2009 and Matorras 2002 account for the heterogeneity in the analysis.",
    "In general, the studies identified are similar enough to make meaningful comparisons.There is still a lack of data regarding live birth, which needs to be addressed in future research.The odds ratios for live birth and ongoing pregnancy are similar, and we have interpreted this as suggesting that the benefits identified for UGET over CTET for the ongoing pregnancy data are unlikely to represent selective outcome reporting.",
    "During the searches for this review update we identified a number of trials that used transvaginal ultrasound or three-dimensional ultrasound.In subsequent updates of this review, we will include these trials for completeness.",
    "Overall, the included studies could be compromised by their lack of methodological quality.Only two of the studies reported using a computer-generated randomisation and adequate concealment (Drakeley 2008; Garcia-Velasco 2002) .The remaining studies failed to provide adequate detail regarding methodological quality, in particular randomisation method and allocation concealment.",
    "Only four studies reported live birth, and none of the nine studies that provided data on ongoing pregnancy reported live birth.",
    "Using GRADE methodology, we judged the quality of the evidence for the primary outcome of live birth to be low.We downgraded quality for high heterogeneity and lack of methodological detail to be able to judge the risk of bias.",
    "For the secondary outcomes of clinical pregnancy, multiple pregnancy, ectopic pregnancy, and miscarriage, we judged the quality of the evidence to be moderate.We downgraded the quality for lack of methodological detail, which meant that we were unable to judge the risk of bias.",
    "We believe that we have conducted a comprehensive and systematic search of published and unpublished trials.",
    "However, publication bias may be an issue, with mainly positive outcomes being reported.During the literature search we identified studies that reported either no di erence or a negative e ect of UGET; these studies tended to be retrospective studies and were excluded for reasons of their study design.The study by Drakeley did report equivocal results between the groups (Drakeley 2008).Further, the outcomes ongoing pregnancy/live birth and clinical pregnancy rates had asymmetric funnel plots that may be the result of publication bias.Even so, the conclusions drawn from the pooled results a er adjustment remained unchanged.",
    "The review authors felt that the funnel plot for live birth/ongoing pregnancy appeared relatively asymmetrical (Figure 5 ) .",
    "It has been suggested that the increase in clinical pregnancy and live birth/ongoing pregnancy may be due to a decrease in di icult transfers.The definitions of what was considered di icult varied between the studies and may account for the heterogeneity found for this outcome.Clearer, standardised definitions are required for comparisons to be made, although the subjective nature of this outcome may influence the findings in individual studies.",
    "The exact mechanism by which UGET increases pregnancy rates remains unclear.The main suggested explanations remain the confirmation of the catheter in the uterine cavity , 'ease of transfer' positioning of the catheter, and avoiding touching the fundus or indenting the endometrium.",
    "The evidence of this review is congruent with other published evidence, including two systematic reviews with meta-analyses of randomised controlled trials, both of which found a benefit for live birth and clinical pregnancy with UGET compared with CTET (Abou-Setta 2007; Teixeira 2015).",
    "The evidence suggests that, where personnel and resources are available, the chance of an ongoing pregnancy or live birth is better with UGET than with CTET.",
    "The studies highlight a lack of data for the primary outcome measure (live birth) of the systematic review.It is suggested that future research should report on the live birth rate per woman randomised as an outcome measure that is of importance to the target population.Sample size calculations suggest that 759 women in each arm would be su icient to detect an 8 per cent di erence in live birth with 95% power and  0.5.The same type",
    "Trusted evidence.Informed decisions.Better health.",
    "Cochrane Database of Systematic Reviews of transfer catheter should be used in the intervention and control groups where possible to avoid confounding variables.",
    "We wish to acknowledge the peer reviewers and the sta at the Cochrane Gynaecology and Fertility Group for their contribution to this review.Cochrane Database of Systematic Reviews * Indicates the major publication for the study Cochrane Database of Systematic Reviews",
    "Selective reporting (reporting bias)",
    "High risk Not followed up to live birth, although some adverse events were described",
    "Tang 2001 (Continued)",
    "Prospective randomised trial, no details of method of randomisation or of allocation concealment",
    "Israeli study of 155 women attending an IVF unit.Mean age of women was 34.6 +/-5.9 in the UGET group and 33.6 +/-6.2 years in the clinical touch group from the conference abstract and 34.9 +/-5.6 (UGET) and 34.0 +/-6.2 (clinical touch) from personal communication No details of inclusion or exclusion criteria Interventions Ultrasound-guided embryo transfer (n = 88 conference abstract and total of 160 from personal communication) versus clinical touch (n = 67 conference abstract and total of 124 from personal communication)",
    "Outcomes Pregnancy and implantation rates, miscarriage rates, and difficulty of transfer Notes Conference abstract.Authors contacted for further details.Through personal communication some data provided that was for a larger sample size than in the conference abstract.Updated data is presented in the analysis The addition of new studies did not lead to a change in the conclusions of this review.",
    "Ultrasound versus 'clinical touch' for catheter guidance during embryo transfer in women (Review)Copyright  2016 The Cochrane Collaboration.Published by John Wiley & Sons, Ltd."
  ],
  "back_matter": [
    "UGET: ultrasound-guided embryo transfer",
    "Keywords CONTAINS Embryo Transfer or embryo transfer techniques or Embryo Transfer-uterine or frozen embryo transfer or frozen-thawed embryo transfer or ET or FET or embryo placement or Embryo transfer-tubal or embryos transferred or blastocyst transfer or Title CONTAINS embryo placement or Embryo transfer-tubal or embryos transferred or blastocyst transfer or Embryo Transfer or embryo transfer techniques or Embryo Transfer-uterine or frozen embryo transfer or frozen-thawed embryo transfer or ET or FET AND Keywords CONTAINS ultrasonography or ultrasound or ultrasound guidance or ultrasound guided or ultrasound guided embryo transfer or ultrasound, pelvic or sonographic or imaging or sonographic or sonohysterogram or sonohysterography or hysterosonography or Title CONTAINS ultrasonography or ultrasound or ultrasound guidance or ultrasound guided or ultrasound guided embryo transfer or ultrasound, pelvic or sonographic or imaging or sonographic or sonohysterogram or sonohysterography or hysterosonography",
    "Database: EBM Reviews -Cochrane Central Register of Controlled Trials <March 2015> Search Strategy:- ------------------------------------------------------------------------------ -------------------------------------------------------------------------------exp embryo transfer/ ( 13099 Cochrane Database of Systematic Reviews",
    "Julie Brown took the lead in writing the review and update and was involved in all aspects of review design, search, data extraction, and summary.Karen Buckingham was a co-author of the review and was involved in the design, data extraction, and summary.She is a clinical expert in the field.William Buckett and Ahmed Abou-Setta helped review the manuscript and are experienced in the specialised field.",
    "Ahmed Abou-Setta and William Buckett are both authors of separate, complementary systematic reviews on the topic of ultrasound guidance versus clinical touch during embryo transfer.",
    " Liggins Institute, The University of Auckland, New Zealand.Infrastructure support to update this review  Department of Obstetrics and Gynaecology, The University of Auckland, New Zealand.",
    " None, Other.",
    "As per the Cochrane Gynaecology and Fertility Group's new guidelines, the Peto odds ratio has been replaced with the Mantel-Haenszel odds ratio.We have removed the secondary outcome of multiple pregnancy rate -multiple pregnancy (twins, triplets, or higher, order specified if possible) per clinical pregnancy, confirmed by ultrasound or delivery."
  ],
  "bibref_titles": []
}